[
    {
        "details": "ভ্যাট টিপস-০৭০/২০২৩:  বিষয়: ভ্যাট প্র্যাকটিশনার ও ভ্যাট সংস্কৃতি।   আমরা রেয়াত নিয়ে আলোচনা করছি। আজ একটু প্রসঙ্গ পরিবর্তন করবো। আগামীকাল আবারো প্রসঙ্গে ফিরে আসবো, ইন-শা-আল্লাহ্।              আমার কাছে একজন একটা প্রশ্ন পাঠিয়েছেন, যা সরাসরি উদ্ধৃত করলাম, “কাস্টম ভ্যাট দিয়ে মাল আমদানি করলে বিক্রির সময় কি আবার ভ্যাট দিতে হয়?” একজন আমদানিকারক/ব্যবসায়ী এই কথার উত্তর জানেন না। তাঁর কাছে ভ্যাটের কথা বলতে গেলে অফিসার বলেন আর কনসালট্যান্ট বলেন, অনেক বিড়ম্বনার স্বীকার হতে হয়। কেউ ঢাকা শহরে চলাফেরা করেন, তিনি যদি না জানেন যে, ট্রাফিক সিগনালে লালবাতি জ্বললে থেমে যেতে হয়। এটা কি হতে পারে? যাহোক, আমাদের ভ্যাট ব্যবস্থায় এমনটাই হয়েছে। দেশে ভ্যাট সংস্কৃতি গড়ে তোলা সুদূর পরাহত। তাই, আমার মতামত হলো, দেশে ২৫/৩০ হাজার ভ্যাট প্র্যাকটিশনার গড়ে তুলতে হবে। এই প্র্যাকটিশনারদেরকে ভ্যাটের সব শেখাতে হবে। দেশের ১৮ কোটি মানুষকে ভ্যাট শেখানো আপাতত সম্ভব নয়। প্র্যাকটিশনাররা ভ্যাটের সব কাজ করবেন। আমদানিকারক, উৎপাদনকারী, ব্যবসায়ী, সেবা প্রদানকারী, রপ্তানিকারক যার ভ্যাট সংক্রান্ত সেবা প্রয়োজন হবে, তিনি প্র্যাকটিশনারের কাছ থেকে সেবা নেবেন। যেমন, আমরা ডাক্তারের কাছ থেকে চিকিৎসা নেই, আর্কিটেক্ট এর কাছ থেকে বিল্ডিং এর ডিজাইন করাই, মুফতীর কাছ থেকে ফতোয়া নেই ইত্যাদি। দুঃখের বিষয় আমাদের দেশের ভ্যাট ব্যবস্থায় প্র্যাকটিশনার তৈরির প্রচেষ্টা নেই। আজ ৩২ বছর আমাদের দেশে ভ্যাট চালু হয়েছে, এখনও আমাদের দেশে ভ্যাট প্র্যাকটিশনারের সংখ্যা অতি নগণ্য। আপনি কী দ্বীমত পোষণ করেন যে, ১৮ কোটি মানুষকে ভ্যাট না শিখিয়ে ২৫/৩০ হাজার প্র্যাকটিশনারকে ভ্যাট শেখানো উত্তম। দয়া করে আপনার মতামত জানালে বাধিত হবো।               ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৯/২০২৩:  বিষয়: রেয়াত নেয়ার অন্যতম শর্ত হলো ব্যবহৃত ইনপুটস উপকরণ হতে হবে।   পণ্য বা সেবায় যেসব কাঁচামাল ব্যবহার করা হয়েছে, সে কাঁচামাল সবগুলোকে উপকরণ হিসেবে বিবেচনা করা হয় না। ভ্যাট আইনে উল্লেখ রয়েছে যে, কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে এবং কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে না। সহজভাবে বলা যায় যে, সকল কাঁমাচাল উপকরণ নয়। উপকরণ হিসেবে গণ্য হলে রেয়াত পাওয়া যাবে, অন্যথায় রেয়াত পাওয়া যাবে না।              ভ্যাট আইনের ধারা ২(১৮ক)তে “উপকরণ” সংজ্ঞায়িত করা হয়েছে। সেখানে উল্লেখ রয়েছে যে, কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে, আর কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে না। তবে, ভাষা এবং বাক্যের গঠন সহজবোধ্য নয়। একজন ভ্যাট প্র্যাকটিশনারের এ বিষয়ে স্পষ্ট ধারণা থাকা খুব দরকার হয়। তিনি রেয়াত পাবেন কি পাবেন না সেটা তাকেই নির্ণয় করতে হয়। কোনটা উপকরণ আর কোনটা উপকরণ নয়, তা বোঝার সাধারণ পদ্ধতি রয়েছে। আগামী টিপসে সেটা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৮/২০২৩:  বিষয়: রেয়াত নেয়ার মূল শর্ত দুটি।   রেয়াত নেয়ার যে শর্তগুলো রয়েছে, তার মধ্যে মূল শর্ত দুটি। এক হলো, আউটপুট ভ্যাট ১৫% হতে হবে। আর দুই হলো, যেটা ক্রয় করে ভ্যাট পরিশোধ করা হয়েছে সেটা ভ্যাট আইনের আওতায় উপকরণ হতে হবে। আউটপুট ভ্যাট কী তা আমরা এর আগে আলোচনা করেছি। পণ্য বা সেবা বিক্রি করার সময় যে ভ্যাট পরিশোধ করা হয়, সে ভ্যাট হলো আউটপুট ভ্যাট, বাংলায় বলা হয় উৎপাদ কর। আউটপুট ভ্যাট ১৫% এর কম হলে উপকরণ কর রেয়াত পাওয়া যাবে না। যেমন: কাগজ ‍উৎপাদনের ক্ষেত্রে আউটপুট ভ্যাট ৫%। তাই, কাগজ উৎপাদনের ক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। ডুপ্লেক্স বোর্ড উৎপাদনের ক্ষেত্রে ভ্যাট হার ৭.৫%। তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। বৈদ্যুতিক খুঁটি প্রস্তুত করার ক্ষেত্রে ভ্যাট হার ১০%। তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। সিমেন্ট উৎপাদনের ক্ষেত্রে ভ্যাট হার ১৫%, তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে।             তাছাড়া, ভ্যাট হার শূন্য (০) শতাংশ হলেও উপকরণ কর রেয়াত পাওয়া যায়। শূন্য ভ্যাট হার প্রযোজ্য রয়েছে রপ্তানি এবং প্রচ্ছন্ন রপ্তানির ওপর। তাই, রপ্তানি এবং প্রচ্ছন্ন রপ্তানির ক্ষেত্রেও উপকরণ কর রেয়াত পাওয়া যাবে। আগামী টিপস এ উপকরণ নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৭/২০২৩:  বিষয়: সরকার কেনো রেয়াত দেয়?   সরকার কেনো উপকরণ ক্রয় করার সময় পরিশোধ করা ভ্যাট ফেরৎ দিয়ে দেয়, অর্থাৎ রেয়াত দেয়, এটা বোঝা দরকার। তাহলে পাঠকদের মন হতে বেশ কিছু অস্পষ্টতা দূরীভূত হবে, ইন-শা-আল্লাহ। রেয়াত দেয়ার একটা মূল শর্ত হলো, আউটপুট ভ্যাট যদি বেশি হয়, তাহলে ইনপুট ভ্যাট রেয়াত দেয়া হয়। রেয়াত দেয়ার আরো শর্ত রয়েছে, সব শর্ত একসাথে প্রয়োগ করতে হবে। আউটপুট ভ্যাট হলো, বিক্রি করার সময় যে ভ্যাট পরিশোধ করা হয় সে ভ্যাট। আর ইনপুট ভ্যাট হলো, উপকরণ ক্রয় করার সময় যে ভ্যাট পরিশোধ করা হয়েছে সে ভ্যাট। ধরুন, একটা সাবান উৎপাদন করতে ২৫ টাকার উপকরণ ব্যবহার করা হয়েছে। ধরুন, এর মধ্যে ২ টাকা ছিল উপকরণ ক্রয় করার সময় পরিশোধ করা ভ্যাট। অর্থাৎ উপকরণের মূল্য ছিল ২৩ টাকা। এই উপকরণ প্রসেসিং করে একটা সাবান তৈরি করা হলো। সাবানটি ৪০ টাকায় বিক্রি করা হবে। অর্থাৎ ১৭ টাকা মূল্য সংযোজন করা হয়েছে। সাবানটা বিক্রি করার সময় ৪০ টাকার ওপর ১৫% হারে ৬ টাকা ভ্যাট পরিশোধ করতে হবে। তাই, সরকার উপকরণ ক্রয় করার সময় পরিশোধ করা ২ টাকা ভ্যাট রেয়াত দিয়ে দেবে। অর্থাৎ এই স্তরে সরকার ৬ টাকা ভ্যাট পায়, আর ২ টাকা ভ্যাট রেয়াত দিয়ে দেয়। অর্থাৎ সরকার নীট ৪ টাকা ভ্যাট পায়। অর্থাৎ বিক্রি করার সময় বেশি ভ্যাট পরিশোধ করা হলে উপকরণ ক্রয় করার সময় যে কম ভ্যাট পরিশোধ করা হয়েছে তা রেয়াত পাওয়া যায়।           রেয়াত নেয়ার আরো অনেকগুলো শর্ত রয়েছে যা ক্রমান্বয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৬/২০২৩:  বিষয়: রেয়াত বলতে কী বোঝায়?   ভ্যাট ব্যবস্থায় রেয়াত একটা গুরুত্বপূর্ণ বিষয়। প্রথমেই আমরা আলোচনা করবো, রেয়াত বলতে কী বোঝায়? রেয়াত বা উপকরণ কর রেয়াত হলো, উপকরণের ওপর পূর্বে যে ভ্যাট পরিশোধ করা হয়েছে সে ভ্যাট ফেরৎ নিয়ে নেয়া। রেয়াতকে অনেকে রিবেট বলে থাকেন। গতকাল রেয়াতের একটা উদাহরণ দিয়েছিলাম। বিষয়টা আরো স্পষ্ট করার জন্য আজ আর একটা উদাহরণ দেবো, ইন-শা-আল্লাহ।          ধরুন, একটা ফ্যাক্টরীতে সিমেন্ট উৎপাদন করা হয়। সিমেন্টের মূল উপকরণ বা কাঁচামাল হলো ক্লিংকার। ক্লিংকার আমদানি করার সময় বা স্থানীয় বাজার থেকে ক্রয় করার সময় ভ্যাট পরিশোধ করতে হয়। ক্রেতা ক্লিংকার এবং অন্যান্য উপকরণ ব্যবহার করে সিমেন্ট উৎপাদন করে সিমেন্ট বিক্রি করার সময় ভ্যাট পরিশোধ করেন। তাই, ক্লিংকার এবং অন্যান্য উপকরণের ওপর তিনি ইতোপূর্বে যে ভ্যাট পরিশোধ করেছেন সে ভ্যাট তিনি সরকারের নিকট থেকে ফেরৎ নিয়ে নেন। এই ফেরৎ নেয়াকে রেয়াত নেয়া বলে।  দাখিলপত্রের মাধ্যমে রেয়াত নিতে হয়। রেয়াত নেয়ার অনেক নিয়ম-কানুন অর্থাৎ শর্ত রয়েছে যা পরবর্তীতে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৫/২০২৩:  বিষয়: ভ্যাট প্রফেশনালের ৩টি প্রশ্নের উত্তর জানা জরুরি।   আমরা ভ্যাটকে কঠিন বলে মনে করি। তা মনে করার যথেষ্ট কারণ রয়েছে। তবে, যে কোনো কঠিন বিষয়ও সহজভাবে হ্যান্ডলিং করার উপায় রয়েছে। ৩টি প্রশ্নের উত্তর শিখলেই ভ্যাট ব্যবস্থায় মোটামুটি ভালোভাবে কাজ করা যায়। প্রথম প্রশ্ন হলো, একটি সরবরাহ গ্রহণ করা হয়েছে। এক্ষেত্রে ভিডিএস কাটতে হবে, কি হবে না। দ্বিতীয় প্রশ্ন হলো, একটি ক্রয় করা হয়েছে। ক্রয়ের বিপরীতে ভ্যাট পরিশোধ করা হয়েছে। এই ভ্যাট রেয়াত পাওয়া যাবে, কি যাবে না। এবং তৃতীয় প্রশ্ন হলো, কোনো একটা সরবরাহ রপ্তানি বা প্রচ্ছন্ন রপ্তানি হিসেবে গণ্য হবে, কি হবে না। গণ্য হলে সেক্ষেত্রে শূন্য হার প্রযোজ্য হবে। অর্থাৎ ভ্যাট পরিশোধ করতে হবে না।         ভিডিএস নিয়ে আমরা ইতোপূর্বে বিস্তারিত আলোচনা করেছি। আজ থেকে আমরা রেয়াত আলোচনা শুরু করলাম। রেয়াত আলোচনা বেশ বড় ধরনের আলোচনা, দীর্ঘদিন চলবে। মাঝে মাঝে আমরা প্রয়োজনে অন্য আলোচনাতেও যাবো, ইন-শা-আল্লাহ। আবার, রেয়াত আলোচনায় ফিরে আসবো। আশা করি, এই আলোচনা অনুসরণ করলে পাঠকদের রেয়াত সম্পর্কে ভালো ধারণা হবে। যাঁরা রেয়াত নিয়ে কাজ করেন, তাঁরা আরো ভালোভাবে কাজ করতে পারবেন, ইন-শা-আল্লাহ।  রেয়াত বা উপকরণ কর রেয়াত অর্থ কী। আমরা জানি পণ্য এবং সেবা সরবরাহ অর্থাৎ বিক্রির সময় ভ্যাট আরোপিত হয়। ওই পণ্যের উপকরণ কেনার সময় যে ভ্যাট দিয়ে আসা হয়েছে, সেই ভ্যাট ফেরৎ নিয়ে নেয়া যায়। এভাবে উপকরণের ওপর পরিশোধ করা ভ্যাট ফেরৎ নেয়াকে রেয়াত নেয়া বলে। ধরুন, একটা প্রতিষ্ঠান সাবান উৎপাদন করে। সাবানের উপকরণ গ্লিসারিন ক্রয় করা হয়েছে। ক্রয় করার সময় ভ্যাট পরিশোধ করা হয়েছে। সেই ভ্যাট ক্রেতা ফেরৎ নিয়ে নিতে পারবেন। তবে, কিছু শর্ত রয়েছে। প্রাথমিকভাবে এই হলো উপকরণ কর রেয়াত।             ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৪/২০২৩:  বিষয়: ভ্যাট রেজিষ্ট্রেশনের আইডি, পাওয়ার্ড ভুলে গেলে করণীয় কি?   মাঝে মাঝে আইডি লক হয়ে যায়। ভুলভাবে ৩ বার পাসওয়ার্ড দিলে আইডি লক হয়ে যায়। তখন লক খোলার দরকার হয়। আবার, মাঝে মাঝে কেউ কেউ আইডি, পাসওয়ার্ড ভুলে যান। তখন সিস্টেমে প্রবেশ করা যায় না। আপনার যদি রিকভারি উত্তর জানা থাকে, তাহলে আপনি নিজে নিজেই আইডি, পাসওয়ার্ড রিকভার করতে পারেন। ‍উল্লেখ্য, ভ্যাট রেজিষ্ট্রেশনের ফরম মূসক-২.১ পূরণ করার সময় আপনিই সিস্টেমে ৫টা রিকভারি উত্তর দিয়েছেন। অন্যে রেজিষ্ট্রেশন করে দিলে রিকভারি উত্তরও জানা থাকে না। সেক্ষেত্রে ভ্যাট বিভাগীয় অফিসে সরাসরি যোগাযোগ করে রিকভারি উত্তর সংগ্রহ করে সিস্টেমে প্রবেশ করা যায়। প্রতি ৯০ দিন পর পাসওয়ার্ড পরিবর্তন করতে হয়। সিস্টেম থেকে আপনার কাছে একটা মেসেজ আসবে। সে মেসেজে ইয়েস এবং ক্যানসেলড দুটি অপশন থাকে। ইয়েস ক্লিক করে আপনি পাসওয়ার্ড পরিবর্তন করতে পারেন। আবার, ক্যানসেলড ক্লিক করে আপনি আগের পাসওয়ার্ড কনটিনিউ করতে পারেন। ভ্যাট অনলাইন সিস্টেম কর্তৃপক্ষকে অনুরোধ করি এ বিষয়ে সহজ ও ব্যবসা-বান্ধব একটা পদ্ধতি উদ্ভাবন করতে। কারণ, ভ্যাট বিভাগীয় অফিসে সরাসরি যোগাযোগ করে রিকভারি উত্তর সংগ্রহ করা অনেক ক্ষেত্রেই নিবন্ধিত ব্যক্তির জন্য সহজ হয় না।          ভ্যাট অনলাইনের কল সেন্টারে ফোন করলে এসব বিষয়ে সহযোগিতা পাবেন। নাম্বার ১৬৫৫৫। তাছাড়া, ভ্যাট ফোরামের কল সেন্টারে ফোন করলেও সহযোগিতা পাবেন। নাম্বার ০৯৬৭৮-২০৮২০৮।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৬৩/২০২৩: বিষয়: যার আইডি, পাওয়ার্ড তার কাছে থাকতে হবে।   যেসব আইডি, পাসওয়ার্ড অন্যের হাতে চলে গেছে সেগুলো ক্রমে নিজ হাতে নিয়ে আসতে হবে। কিছু কনসালট্যান্টের কাছে এবং কিছু ফোন/ফ্যাক্সের দোকানে এখনও আইডি, পাসওয়ার্ড রয়েছে। দোকানে যেগুলো রয়েছে, সেগুলোও কোনো ব্যক্তির নামে আছে, অর্থাৎ তিনি কনসালট্যান্ট। উল্লেখ্য, আমাদের দেশে এনবিআর এর সনদপ্রাপ্ত ভ্যাট কনসালট্যান্ট এর সংখ্যা বেশি নয়। মাত্র কয়েকশ’। তাছাড়া, বাংলাদেশ কারিগরি শিক্ষাবোর্ডের সনদপ্রাপ্ত কনসালট্যান্ট রয়েছেন। অধিকন্তু, কিছু সংগঠিত প্রফেশনাল বোডি রয়েছে যাদের সদস্যগণ প্রাতিষ্ঠানিক কনসালট্যান্ট বলে ধরে নেয়া যায়। এর বাইরে আরো অনেক কনসালট্যান্ট রয়েছেন যাদের প্রাতিষ্ঠানিক ভিত্তি নেই। এই ধরনের অপ্রাতিষ্ঠানিক কনসালট্যান্টদের কাছেই অন্যের আইডি, পাসওয়ার্ড বেশি আছে বলে জানা গেছে। যাহোক, ভ্যাট নিবন্ধিত ব্যক্তির আইডি, পাসওয়ার্ড যার কাছেই থাক, তার কাছ থেকে কিভাবে নিবন্ধিত ব্যক্তির কাছে নিয়ে আসা যায় সেটা হলো মূল কথা।       গত টিপসে আমরা আলোচনা করেছি যে, ভ্যাট বিভাগীয় অফিসে আবেদন করে নিজের আইডি, পাসওয়ার্ড নিজের কাছে আনা যায়। আমি কনসালট্যান্টদেরকে অনুরোধ করবো যে, ভ্যাট সিস্টেমে ভালোভাবে কাজ করতে হলে কিছু বিষয়ে সকলকে একমত হতে হবে। তার মধ্যে একটা বিষয় হলো, যার আইডি, পাসওয়ার্ড তার কাছে থাকতে হবে। তাই, আপনারা দয়া করে অন্যের আইডি, পাসওয়ার্ড থাকলে তাদেরকে দিয়ে দিন। এমন কনসালট্যান্ট এর সংখ্যা বেশি নয়। সকলে নজর রাখুন যে, কে এমন কাজ করছে। কেউ এমন কাজ করে থাকলে তাকে অন্য সকলে ভালো কাজে উৎসাহিত করুন।        রেগুলেটরী কর্তৃপক্ষের দায়িত্বতো রয়েছেই। তাদের নতুন করে ভাবতে হবে এখন কি করা যায়। একটা উপায় বের করতে হবে। মহান আল্লাহ সুন্দর একটা সমাধান করে দিন। আমিন।           ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬২/২০২৩:  বিষয়: ভ্যাট অনলাইন সিস্টেমে আপনার আইডি, পাওয়ার্ড পুনরুদ্ধার করা।   গতকালের আলোচনার ধারাবাহিকতায় আমরা আজ আলোচনা করবো যে, এখন করণীয় কী? একটা সমাধানতো হতে হবে। এমন অবস্থা হওয়াটা দুঃখজনক বললেও কম বলা হবে। ভ্যাট অনলাইন সিস্টেম তৈরি করা হয়েছে ভ্যাটদাতাদের সুবিধার জন্যে, তাঁদের হয়রানী কমানোর জন্যে। এখন যদি ভ্যাট অনলাইন সিস্টেমে ভ্যাটদাতার আইডি, পাসওয়ার্ড কোনোভাবে আর একজন হস্তগত করে ভ্যাটদাতাকে হয়রানী করে, তাহলে আমরা যতো ভালো ভালো কথা বলছি, সুন্দর ভবিষ্যতের কথা বলছি, এসবের কোনো অর্থ নেই। আমাদেরকে তিমিরে হারিয়ে যেতে হবে। সেটা নিশ্চয়ই আমরা কেউ চাইবো না।        ভ্যাট অনলাইন সিস্টেমে আপনার আইডি, পাসওয়ার্ড পুনরুদ্ধার করতে হলে ফরম মূসক-২.৫ পূরণ করবেন। এই ফরমের নূতন সংযোজিত তথ্যের স্থানে আপনার নিজের নাম, এনআইডি, মোবাইল নম্বর, ইমেইল লিখে দেবেন। বা আপনার অফিসের বিশ্বস্ত কারোর তথ্য দিতে পারেন। লিখবেন যে, মূসক-২.১ ফরমের M সেকশনে পরিবর্তন করতে হবে। ভ্যাট বিভাগীয় অফিস থেকে এই সংশোধনটুকু করে দিলে আপনি নতুন করে সিস্টেমে সাইন-আপ করে নেবেন। তখন অথরাইজ পার্সন পরিবর্তন হয়ে যাবে, আপনি নতুন আইডি, পাসওয়ার্ড পেয়ে যাবেন। যিনি আপনার আইডি, পাসওয়ার্ড কুক্ষিগত করে রেখেছিলেন তাঁর কাছে আর থাকবে না। আমি যতদূর জেনেছি, ভ্যাট বিভাগীয় অফিসে মূসক-২.৫ দাখিল করলে এ কাজগুলো তাঁরা আন্তরিকতার সাথে করে দিচ্ছে। তাঁদেরকে অধিকতর আন্তরিক হতে বিনীত অনুরোধ করছি। তাছাড়া, ভ্যাট অনলাইন সিস্টেম কর্তৃপক্ষকেও বিনীত অনুরোধ করছি সহজভাবে ভ্যাটদাতাদের এই সহায়তাটুকু করা যায় কিনা সে বিষয়ে পদক্ষেপ নেয়ার জন্য।        যার আইডি, পাসওয়ার্ড তাঁর হাতে যেতে হবে। এটা নিশ্চিত করা এখন জরুরি হয়ে দাঁড়িয়েছে। এটা নিশ্চিত করতে না পারলে জটিলতা দূরীকরণ করে সহজীকরণ হবে না। আল্লাহ সহায় হোন। আমিন।            ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৬১/২০২৩:  বিষয়: একটি উদ্বেগের বিষয়।   ভ্যাট ব্যবস্থাকে সহজীকরণ করা হলো আমাদের সকলের একটা অন্যতম উদ্দেশ্য। ভ্যাট আইনের ভূমিকায় ৪টি উদ্দেশ্য উল্লেখ করা হয়েছে। তার মধ্যে একটা হলো, সহজীকরণ করা। তবে, বাস্তবে সহজীকরণ কতটুকু হয়েছে তা আমরা সবাই জানি। অনেক বিষয় সহজীকরণকে ব্যাহত করছে। আজ এমন একটা বিষয়ের আলোচনা সূচনা করবো, ইন-শা-আল্লাহ।       ভ্যাট অনলাইন সিস্টেম স্থাপন করার পর যখন অনলাইনে ভ্যাট রেজিষ্ট্রেশন দেয়া শুরু হয়, তখন অনেকেই অনলাইনে নিবন্ধন নেয়ার প্রক্রিয়া সম্পর্কে জানতেন না। তাই, তারা পরামর্শকদের স্মরণাপন্ন হয়েছেন। অনেক ইন্টারনেট/ফোন/ফ্যাক্সের দোকান থেকেও ভ্যাট রেজিষ্ট্রেশন করানো হয়েছে। আপনারা নিশ্চয়ই দেখেছেন যে, ইন্টারনেট/ফোন/ফ্যাক্সের দোকানের সামনে মাঝে মাঝে লেখা থাকে যে, এখানে অনলাইনে ২০০/৫০০ টাকায় ভ্যাট রেজিষ্ট্রেশন করানো হয়। তারা ভ্যাট রেজিষ্ট্রেশন করিয়েছে। তবে, সমস্যা হলো, এভাবে যারা রেজিষ্ট্রেশন করিয়েছেন, তারা কেউ কেউ নিবন্ধিত ব্যক্তিকে ভ্যাট নিবন্ধন সার্টিফিকেটটা দিয়েছেন কিন্তু সিস্টেমে লগ-ইন করার আইডি ও পাসওয়ার্ড দেননি। ফলে, এখন মাসিক দাখিলপত্র দাখিল করাসহ নানা কাজে নিবন্ধিত ব্যক্তি বলতে গেলে জিম্মি হয়ে গেছেন। যিনি নিবন্ধন করে দিয়েছেন তার কাছে বার বার ফিরে আসতে হয় এবং এই সুযোগে কেউ কেউ নিবন্ধিত ব্যক্তির সাথে অপেশাদার আচরণ করেন বলে আমরা জেনেছি।  এটাই হলো উদ্বেগের বিষয়। সহজীকরণ ব্যাহত হয়েছে। হয়রানী বৃদ্ধি পেয়েছে।      এ বিষয়টা নিয়ে আজ থেকে কয়েকটা টিপস লিখবো। এই সমস্যাটার কিছু সমাধান দেয়ার জন্য আমরা চেষ্টা করবো, ইন-শা-আল্লাহ্। সহজীকরণ করতে হলে এভাবে প্রতিটি পয়েন্ট ধরে ধরে আমাদের কাজ করতে হবে। আল্লাহ সহায় হোন। আমিন।            ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৬০/২০২৩:  বিষয়: অটোমেটেড ভ্যাট ইনভয়েসিং।   আমরা ভ্যাট ব্যবস্থা সহজীকরণ নিয়ে অনেক কথা বলি। কিন্তু সহজীকরণ হয় না। আমি ব্যক্তিগতভাবে বিশ্বাস করি যে, মানুষ ভ্যাট দিতে চাই। তবে, তারা চাই সহজ ও সহনীয় ভ্যাট ব্যবস্থা। অর্থাৎ ভ্যাট প্রদান করার পদ্ধতি সহজ হতে হবে এবং ভ্যাটের হার সহনীয় হতে হবে। সর্বক্ষেত্রে অটোমেটেড ইনভয়েসিং সহজীকরণের একটা উত্তম পদক্ষেপ হতে পারে বলে আমার বিশ্বাস। আমি দুএকটা ফোরামে একথা বলার চেষ্টা করেছি, তবে, তেমন সাঁড়া পায়নি। তবে, আমরা বিশ্বাস যে এটা করা সম্ভব। আজ আমি পাঠকদের কাছে মতামত জানতে চাই যে, সকল বিক্রির ক্ষেত্রে অটোমেটেড ইনভয়েসিং করা সম্ভব কিনা। আমার আইটি জ্ঞান কম। তবে, গ্রুপে অনেকেই আছেন, যাঁদের আইটিতে ভালো অভিজ্ঞতা রয়েছে, তাঁরা দয়া করে মতামত দিলে বাধিত হবো।      ধরুন, সারা দেশের সকল আমদানিকারক, সকল উৎপাদনকারী, সকল ব্যবসায়ী, সকল সেবা প্রদানকারী অটোমেটেড সিস্টেমে চালানপত্র (ইনভয়েস) ইস্যু করবে। অনেকগুলো ছোটো সার্ভার থাকতে পারে, একটা সেন্ট্রাল সার্ভার থাকতে পারে। বড়, মাঝারি ও ছোটো প্রতিষ্ঠানের জন্য আলাদা ধরনের ব্যবস্থা হতে পারে। অর্থাৎ কোনো প্রতিষ্ঠান সফটওয়্যারের মাধ্যমে, কোনো প্রতিষ্ঠান ইলেক্ট্রনিক মেশিনের মাধ্যমে, কোনো প্রতিষ্ঠান মোবাইল ফোনের মাধ্যমে, যার জন্য যেটা সুবিধা সে পদ্ধতিতে ইনভয়েস ইস্যু করবে। এমন একটা সিস্টেম তৈরী করতে পারলে শুধু ভ্যাট ফাঁকি মিনিমাম হয়ে যেতো তা নয়, ইনকাম ট্যাক্স, এ্যাকাউন্টস ইত্যাদিও সঠিক হয়ে যেতো বলে আমার বিশ্বাস।     মোবাইল ফোন কোম্পানীগুলো কত সুক্ষ্ণভাবে কোটি কোটি গ্রাহকের হিসাব রাখে। আর ভ্যাট ব্যবস্থায় লক্ষ লক্ষ নিবন্ধিত ব্যক্তির হিসাব কোনো অটোমেটেড পদ্ধতিতে রাখা যাবে না, তা আমার সাধারণ জ্ঞানে আমি বুঝি না। যাঁরা বুঝেন তাঁরা দয়া করে আলোকপাত করুন।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৫৯/২০২৩:  বিষয়: উৎপাদনকারী যোগানদার হতে পারবে কি-না।   উৎপাদনকারী যোগানদার হতে পারবে না এমন বাধা-নিষেধ আইনে নেই। তবে, প্র্যাকটিক্যালী সাধারণত উৎপাদনকারী যোগানদার হয় না। উৎপাদনকারীও টেন্ডারে অংশগ্রহণ করেন, কার্যাদেশ পেলে সরবরাহ করেন। ‍উৎপাদনকারী সাধারণত তার উৎপাদিত পণ্য সরবরাহ দেয়ার টেন্ডারে অংশগ্রহণ করেন, অন্য পণ্য সরবরাহ দেয়ার টেন্ডারে অংশগ্রহণ করেন না। কারণ, তার ব্যবসায়ীক কৌশল সাধারণ উৎপাদনকাজকে কেন্দ্র করেই পরিচালিত হয়।     তবে, মাঝে মাঝে এমন হয় যে, একটা টেন্ডারে অনেকগুলো পণ্য রয়েছে। তারমধ্যে কিছু পণ্য তিনি উৎপাদন করেন, আর কিছু পণ্য তাকে আমদানি করে বা কিনে সরবরাহ দিতে হয়। এমনও মাঝে মাঝে হয় যে, কোনো টেন্ডারে সব পণ্য তিনি কিনে বা আমদানি করে সরবরাহ দেন। অর্থাৎ উৎপাদনকারী যোগানদারের কাজ করেন। সেক্ষেত্রে তার ভ্যাট রেজিস্ট্রেশনে সেবা প্রদানকারী বা যোগানদার উল্লেখ থাকতে হবে এবং ট্রেড লাইসেন্সে সরবরাহকারী উল্লেখ থাকতে হবে। আমদানি করে সরবরাহ দিলে তার বাণিজ্যিক আইআরসি থাকতে হবে অথবা আমদানি স্তরে ৫% আগাম কর পরিশোধ করে আসতে হবে।   তাই, মূল কথা হলো, উৎপাদনকারী সাধারণত যোগানদার হয় না। তবে, উৎপাদনকারী যোগানদার হতে পারবে। তবে, মাঠ পর্যায়ে এমন প্র্যাকটিস খুব বেশি নেই। উৎপাদনকারী সাধারণত উৎপাদনকারী হিসাবেই সরবরাহ দিয়ে থাকে। উৎসে কর্তনকারী সত্তাকে মূলত এটাই বুঝতে হয় যে, সরবরাহকারী কি উৎপাদনকারী, নাকি ট্রেডার (ব্যবসায়ী), নাকি যোগানদার, নাকি অন্য কোনো সেবা প্রদানকারী।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫৮/২০২৩:  বিষয়: নিজে ভ্যাট পরিশোধ করা আর ভিডিএস কাটার একই ফলাফল।    অনেক সময় দেখা যায় যে, বিক্রেতা বলেন যে, আমি ভ্যাট পরিশোধ করেছি, আমার বিল থেকে ভিডিএস কাটবেন না। ক্রেতা বলেন যে, আমি ভিডিএস কাটবোই। এই নিয়ে ক্রেতা ও বিক্রেতার মাঝে বেশ জটিলতার সৃষ্টি হয়। অনেকে মনে করেন যে, ভিডিএস কাটলে বেশি ভ্যাট দেয়া হয়। কিন্তু আসলে বিক্রেতা কর্তৃক নিজে ভ্যাট পরিশোধ করা এবং ক্রেতা কর্তৃক ভিডিএস না কাটা অথবা বিক্রেতা কর্তৃক নিজে ভ্যাট পরিশোধ করা এবং ক্রেতা কর্তৃক ভিডিএস কাটা এ দুই পদ্ধতির সর্বশেষ ফলাফল একই। তা হলো ভ্যাট প্রদান করেন ক্রেতা, আর ভ্যাট পায় সরকার।    বিক্রেতা বিক্রী করার সময় ক্রেতার নিকট থেকে ভ্যাট নিয়ে নেন। পরে ভ্যাট সরকারকে পরিশোধ করে দেন। এক্ষেত্রে ভ্যাট প্রদান করেছেন ক্রেতা। আর সরকারি কোষাগারে ভ্যাট জমা দিয়েছেন বিক্রেতা। এটা সাধারণ পদ্ধতি। ভিডিএস এর ক্ষেত্রেও এভাবে একবার ভ্যাট পরিশোধ করা হয়। তারপর ক্রেতার কাছে ভ্যাটসহ বিল/ভ্যাট চালানপত্র দেয়া হয়। ক্রেতা ভ্যাট কেটে আবার সরকারি কোষাগারে জমা দেন। বিক্রেতা বিক্রির সময় একবার ভ্যাট জমা দিয়েছেন। তাহলে ভ্যাট দুইবার সরকারী কোষাগারে জমা হয়েছে। এবার ক্রেতা ‍উৎসে কর্তন প্রত্যয়নপত্র (মূসক-৬.৬) জারি করেন। বিক্রেতা উক্ত প্রত্যয়নপত্রবলে সমপরিমাণ ভ্যাট হ্রাসকারী সমন্বয় করে নেন। তাহলে বিক্রেতা প্রথমে একবার ভ্যাট পরিশোধ করেন, আর পরে একবার হ্রাসকারী সমন্বয় করে নেন। জিরো হয়ে যায়। বিক্রেতার স্থানে সরকার কোনো ভ্যাট পায় না। ক্রেতা উৎসে কর্তন করে সরকারী কোষাগারে জমা দিয়েছেন। এই ভ্যাট সরকার পেয়েছে। ভ্যাট দিয়েছে ক্রেতা, আর পেয়েছে সরকার। আগের হিসাবেও তাই ছিল। অর্থাৎ উভয় ক্ষেত্রেই ভ্যাট দেয়া ক্রেতা, আর ভ্যাট পায় সরকার।  তাই, স্বাভাবিকভাবে ভ্যাট পরিশোধ করা আর ভিডিএস কাটার একই ফলাফল যদি নিয়ম-কানুন সঠিকভাবে পালন করা হয়।          ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫৭/২০২৩:  বিষয়: কতিপয় বিশেষ সেবার ক্ষেত্রে ভিডিএস কর্তন।   আমরা পণ্য এবং সেবার ক্ষেত্রে ভিডিএস কর্তন সংক্রান্ত আলোচনা প্রায় শেষ করেছি। কয়েকটা বিশেষ সেবা সম্পর্কে আজ আলোচনা করা হবে, ইন-শা-আল্লাহ।   পানি (ওয়াসা), বিদ্যুৎ, টেলিফোন, মোবাইল ফোন এর বিল পরিশোধ করার ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে না [ভিডিএস বিধিমালার বিধি ৫(৩)]। এসব ক্ষেত্রে সম্পূর্ণ বিল পরিশোধ করে দিতে হবে। তবে, এসব ক্ষেত্রে যদি ভ্যাট চালানপত্র না থাকে তাহলে ভিডিএস কাটতে হবে। উল্লেখ্য, আইনে ধারা ৪৬(৩)(ঙ) অনুসারে পানি, বিদ্যুৎ, টেলিফোন সেবার ক্ষেত্রে সংশ্লিষ্ট প্রতিষ্ঠান কর্তৃক ইস্যুকৃত বিল ভ্যাট চালানপত্র হিসেবে গণ্য। টেলিফোন বলতে মোবাইল ফোনও বোঝায়। ভ্যাট আইনের প্রথম তফসিলে উল্লেখিত সেবার ক্ষেত্রে ভিডিএস কাটতে হবে না। আমরা জানি যে, ভ্যাট আইনের প্রথম তফসিলে উল্লেখিত পণ্য ও সেবার ক্ষেত্রে কোনো স্তরে ভ্যাট প্রযোজ্য নেই; তাই, ভিডিএসও প্রযোজ্য নেই [ভিডিএস বিধিমালার বিধি ৫(৪)]। শূন্যহারবিশিষ্ট সেবা সরবরাহ অর্থাৎ সেবা রপ্তানির ক্ষেত্রে ভিডিএস কাটতে হবে না [ভিডিএস বিধিমালার বিধি ৫(৫)]।         ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৫৬/২০২৩: বিষয়: তালিকার বাইরের সেবার ক্ষেত্রে ভিডিএস কর্তন।   ভিডিএস বিধিমালার তালিকায় বর্ণিত ৪৩টা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আমরা ইতোমধ্যে আলোচনা করেছি। এই ৪৩টা সেবার বাইরে আর যত সেবা রয়েছে সেসব সেবার ক্ষেত্রে যথাযথ ভ্যাট চালানপত্র থাকলে ভিডিএস কাটতে হবে না। কিন্তু যদি যথাযথ ভ্যাট চালানপত্র না থাকে, তাহলে ভিডিএস কাটতে হবে।  যেমন উক্ত ছকের বাইরের সেবা হলো ইন্টারনেট সেবা, ব্যাংকিং সেবা, টেইলরিং সেবা, তৈরি পোষাক বিপণন সেবা ইত্যাদি। এসব সেবার ক্ষেত্রে সেবাপ্রদানকারী যদি বিলের সাথে যথাযথ ভ্যাট চালানপত্র ইস্যু করেন, তাহলে ভিডিএস কাটতে হবে না। সম্পূর্ণ বিল পরিশোধ করে দিতে হবে। কিন্তু যদি বিলের সাথে যথাযথ ভ্যাট চালানপত্র না থাকে, তাহলে প্রযোজ্য হারে ভ্যাট উৎসে কর্তন করতে হবে। ছকের বাইরের সব সেবার ক্ষেত্রে এ কথা প্রযোজ্য।  আগামী টিপস-এ কয়েকটা বিশেষ সেবা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ্।      ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৫৫/২০২৩:  বিষয়: আসবাবপত্রের ক্ষেত্রে ভিডিএস কর্তন।   ভিডিএস বিধিমালার তালিকায় বর্ণিত ৪৩টা সেবার মধ্যে ইতোমধ্যে ৪২টা আলোচনা করা হয়েছে। আর একটা অবশিষ্ট আছে। সেটা হলো আসবাবপত্র। আমাদের দেশের ভ্যাট ব্যবস্থায় আসবাবপত্র সেবা হিসেবে বিবেচিত। ০৩৮ নম্বর টিপসে আসবাবপত্র আলোচনা করা হয়েছিল। আজ আবারো আলোকপাত করা হলো।    আসবাবপত্র যেখানে প্রস্তুত করা হয়, সে স্থান হলো উৎপাদনস্থান। আবসাবপত্র যে স্থানে বিক্রি করা হয়, সে স্থানকে বলে শো-রুম। আসবাবপত্রের ক্ষেত্রে উৎপাদনস্থানে ভ্যাটের হার ৭.৫% এবং শো-রুমেও ৭.৫%। তবে, উৎপাদনস্থান থেকে শো-রুমের কাছে বিক্রি না করে যদি সরাসরি ভোক্তার কাছে বিক্রি করা হয়, তাহলে ভ্যাটের হার ১৫%। ফ্যাক্টরী থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র শো-রুমে নিয়ে যেতে হবে। শো-রুম থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র বিক্রি করতে হবে। শো-রুম থেকে উৎসে কর্তনকারীর কাছে বিক্রি করা হলে শো-রুমের ভ্যাট চালানপত্রসহ ফ্যাক্টরী থেকে আনার চালানপত্রের কপি দিতে হবে। তাহলে উৎসে কর্তনকারী ৭.৫% কর্তন করবে। ফ্যাক্টরী থেকে আনার ভ্যাট চালানপত্র দিতে না পারলে ১৫% ভ্যাট কর্তন করতে হবে।  ফ্যাক্টরী থেকে যদি সরাসরি ভোক্তার কাছে বিক্রি করা হয়, তাহলে ১৫% হারে ভ্যাট চালানাপত্র ইস্যু করতে হবে। ফ্যাক্টরী থেকে যদি উৎসে কর্তনকারীর কাছে সরাসরি বিক্রি করা হয়, তাহলে ১৫% হারে ইস্যুকৃত ভ্যাট চালানপত্র রাজস্ব কর্মকর্তা প্রত্যয়ন করে দিলে উৎসে ভ্যাট কর্তন করতে হবে না। প্রত্যয়ন না থাকলে ১৫% ভ্যাট উৎসে কর্তন করতে হবে।   ভিডিএস বিধিমালার তালিকায় উল্লিখিত ৪৩টা সেবার আলোচনা শেষ হলো। আগামী টিপসে তালিকার বাইরের সেবা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫৪/২০২৩:  বিষয়: ৩টি বিশেষ সেবার ক্ষেত্রে ভিডিএস কর্তন।   আমরা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আলোচনা করছিলাম। ইতোমধ্যে একজন পাঠকের অনুরোধে রেস্তোরাঁর ওপর দুটো টিপস দিয়েছি। আজ আবার সেবায় ফিরে এলাম। আমরা বলেছিলাম যে, ভিডিএস বিধিমালায় ৪৩টা সেবার যে তালিকা রয়েছে তার মধ্যে ৪০টা সেবার ক্ষেত্রে সকল পরিস্থিতিতে বাধ্যতামূলকভাবে ভিডিএস কর্তন করতে হবে। ৩টা সেবা ব্যতিক্রম রয়েছে। সেই ৩টা সেবা নিয়ে এখন আলোচনা করবো, ইন-শা-আল্লাহ।          উক্ত ৩টা সেবার মধ্যে একটা হলো ক্রমিক নং ৬ বিজ্ঞাপন সেবা। আর একটা সেবা হলো ক্রমিক নং ২৩ টেলিভিশন ও অনলাইন সম্প্রচার মাধ্যমে অনুষ্ঠান সরবরাহকারী সেবা। এ দুটি সেবার ক্ষেত্রে সেবা প্রদানকারী তার ইস্যু করা ভ্যাট চালানপত্র তার সার্কেলের রাজস্ব কর্মকর্তাকে দিয়ে সত্যায়িত করে বিলের সাথে দাখিল করবে। তাহলে উৎসে ভ্যাট কর্তন করতে হবে না। যদি এমন সত্যায়িত ভ্যাট চালানপত্র বিলের সাথে দাখিল করা না হয় তাহলে ১৫% ভিডিএস কাটতে হবে [ভিডিএস বিধিমালার বিধি ৫(৬)]।   তালিকার মধ্যে আর একটা সেবা অবশিষ্ট থাকলো, সেটা হলো আসবাবপত্র। আসবাবপত্র নিয়ে এর আগেও আলোচনা করেছি। তবে, পরবর্তী টিপসটাও দেবো আসবাবপত্র বিষয়ে। তাহলে তালিকার ৪৩টা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান সমাপ্ত হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫৩/২০২৩:  বিষয়: রেস্তোরাঁর ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান।   গতকাল আমরা রেস্তোরাঁ সেবার ক্ষেত্রে ভ্যাট সংক্রান্ত বিধান আলোচনা করছিলাম। আজ রেস্তোরাঁ সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আলোচনা করবো, ইন-শা-আল্লাহ।         ভিডিএস বিধিমালার বিধি ৩(২) এ উল্লিখিত সেবার তালিকা অনুসারে, এসি বা নন-এসি উভয় প্রকারের হোটেলের ক্ষেত্রে ভিডিএস কাটতে হবে। সাধারণ রেস্তোরাঁ যেখানে ভ্যাটের হার ৫% সেখানে ভিডিএস কাটতে হবে। তিন তারকা হোটেলে অবস্থিত রেস্তোরাঁ, মদের বার সম্বলিত হোটেলে অবস্থিত রেস্তোরাঁ এবং মদের বার আছে এমন রেস্তোরাঁয় যেখানে ভ্যাটের হার ১৫% সেক্ষেত্রে ভিডিএস কাটতে হবে না। ক্যাটারিং সেবার ক্ষেত্রে ভ্যাটের হার ১৫% এবং ভিডিএস কাটতে হবে।  তবে, একটা বিষয় হলো, সাধারণত হোটেল এবং রেস্তোরাঁ সেবা একই স্থান থেকে দেয়া হয়, একটা ভ্যাট নিবন্ধন থাকে। একটা বিল বা ভ্যাট চালানপত্র ইস্যু করা হয়। আবার, আর একটা বিষয় হলো, একই হোটেলে কিছু কক্ষ এসি এবং কিছু কক্ষ নন-এসি থাকতে পারে বা অনেক ক্ষেত্রেই থাকে। আবার, আবাসিক কক্ষ এসি কিন্তু রেস্তোরাঁ ননএসি হতে পারে। আবার, এক্ষেত্রে একাধিক হার রয়েছে। এসব কারণে হোটেল-রেস্তোরাঁ সেবার ক্ষেত্রে ভ্যাট প্রদান বা ভিডিএস কাটার পদ্ধতি বেশ জটিল এবং মাঠ পর্যায়ে বেশ সমস্যা হয়। ভ্যাট আইনের ভূমিকায় উল্লেখ রয়েছে যে, সহজীকরণ করা হলো নতুন ভ্যাট আইন প্রণয়ন করার একটা উদ্দেশ্য। হোটেল-রেস্তোরাঁর ক্ষেত্রে বিধি-বিধান সহজ হয়েছে বলে মনে হয় না। আমার ব্যক্তিগত মতামত হলো, হোটেল-রেস্তোরাঁ সেবার ক্ষেত্রে ২টা হার হলে ভালো হতো, তা হলো এসি ১৫% এবং ননএসি ৭.৫%। কোনো হোটেল-রেস্তোরাঁর কক্ষ, রেস্তোরাঁ এবং অন্যান্য ফ্যাসিলিটির ৫০% স্পেস এসি হলে সম্পূর্ণ এসি বিবেচনা করতে হবে এবং ৫০% এর কম স্পেস এসি হলে সম্পূর্ণটা নন-এসি বিবেচনা করতে হবে। উভয় ক্ষেত্রে ভিডিএস কাটা বাধ্যতামূলক করতে হবে। এমন হলে সহজ হতো এবং রাজস্ব আহরণ বৃদ্ধি পেতো বলে আমার বিশ্বাস। বিদগ্ধ পাঠকগণ দয়া করে আপনার মূল্যবান মতামত দিলে কৃতার্থ হবো।        ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫২/২০২৩:  বিষয়: রেস্তোরাঁর ক্ষেত্রে ভ্যাট সংক্রান্ত বিধান।    আমরা সেবার ক্ষেত্রে ভিডিএস আলোচনা করছিলাম। এর মধ্যে একজন পাঠক রেস্তোরাঁ নিয়ে লেখার জন্য বেশ অনুরোধ করেছেন। আমাদের দেশের ভ্যাট ব্যবস্থায় রেস্তোরাঁ সেবা বুঝতে হলে হোটেল, রেস্তোরাঁ এবং ক্যাটারিং এই ৩টা সেবা বুঝতে হয়। হোটেল বলতে আবাসিক হোটেল বোঝায়। অর্থাৎ আবাসিক হোটেলে কক্ষ ভাড়া দেয়ার সেবাকে হোটেল সেবা বলে। রেস্তোরাঁ সেবা হলো রেস্তোরাঁতে বসে খাবার খেয়ে আসা। আর ক্যাটারিং সেবা হলো, খাবার আপনার স্থানে সরবরাহ দিয়ে যাওয়া।         এসি আবাসিক হোটেলের ক্ষেত্রে ভ্যাটের হার ১৫%। নন-এসি আবাসিক হোটেলের ক্ষেত্রে ভ্যাটের হার ৭.৫%। সাধারণ রেস্তোরাঁর ক্ষেত্রে ভ্যাটের হার ৫%। তবে, তিন তারকা বা তদূর্ধ্ব মানের আবাসিক হোটেলে অবস্থিত রেস্তোরা, মদের বার আছে এমন আবাসিক হোটেলে অবস্থিত রেস্তোরাঁ এবং মদের বার আছে এমন রেস্তোরাঁয় ভ্যাটে হার ১৫%। ক্যাটারিং সেবার ক্ষেত্রে ভ্যাটের হার ১৫%।  এই সেবাগুলোর মধ্যে এসি হোটেল ও নন-এসি হোটেলের ক্ষেত্রে উৎসে ভ্যাট কর্তন করার বিধান আছে। সাধারণ রেস্তোরাঁ এবং ক্যাটারিং সেবার ক্ষেত্রে ভিডিএস কাটার বিধান আছে [ভিডিএস বিধিমালার বিধি ৩(২)]। এ বিষয়গুলো আগামী টিপসে আরো সাজিয়ে সহজভাবে পেশ করার চেষ্টা করবো, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৪৭/২০২৩:  বিষয়: যোগানদার, ভিডিএস এবং ভ্যাট হার।    আমরা যোগানদার আলোচনা করছি। যোগানদার আলোচনা করার মূল কারণ হলো, ভিডিএস কর্তন বুঝতে পারা। ভিডিএস এর একটা বড় অংশ হলো যোগানদার।       পণ্য এবং সেবা ক্রয়ের ক্ষেত্রে ভিডিএস কর্তন করার নিয়ম রয়েছে। যারা উৎসে ভ্যাট কর্তনকারী সত্তা, তারা ভিডিএস কর্তন করবে। তবে, সকল ক্রয়ের ক্ষেত্রে কর্তন করতে হবে না। যেসব পণ্য এবং সেবার ক্ষেত্রে ভ্যাট ফাঁকি হয়ে যাওয়ার আশঙ্কা বেশি, কেবলমাত্র সেইসব পণ্য ও সেবার ক্ষেত্রে ভিডিএস কর্তন করার বিধান করা হয়েছে। কোন কোন ক্ষেত্রে এই ঝুঁকি বেশি এবং কোন কোন ক্ষেত্রে ভিডিএস কর্তন করতে হবে তা বুঝতে হলে কয়েকটা দৃষ্টিকোণ হতে বিষয়টা দেখা যায়। তার মধ্যে দুটো দিক আজ আলোচনা করবো, ইন-শা-আল্লাহ। পণ্যের ক্ষেত্রে মূলত চিন্তা করতে হয়, পণ্যের ওপর ভ্যাটের হার কত শতাংশ। মূলত এর ভিত্তিতেই ভিডিএস কর্তন করতে হবে কি হবে না তা নির্ণয় করা হয়। আর সেবার ক্ষেত্রে চিন্তা করতে হয়, সেবাটি উৎসে ভ্যাট কর্তনের সেবার তালিকার মধ্যে অন্তর্ভুক্ত, নাকি তালিকার বাইরে রয়েছে। উল্লেখ্য, উৎসে ভ্যাট কর্তন বিধিমালায় এমন একটা তালিকা রয়েছে। এই দুটো দিক চিন্তা করলেই কোনো ক্ষেত্রে ভিডিএস কর্তন করতে হবে কি হবে না তা নির্ণয় করা যায়। তবে, কিছু ব্যতিক্রম রয়েছে। এ বিষয়গুলো আগামী কয়েকটা টিপসে আলোচনা করা হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৪৬/২০২৩:  বিষয়: যোগানদার চেনা এবং ভিডিএস কর্তন।    গত চারটি টিপসে আমরা যোগানদারের চারটি বৈশিষ্ট্য আলোচনা করে দেখিয়েছি যে কিভাবে যোগানদারকে চেনা যায় এবং ব্যবসায়ী (ট্রেডার) এর সাথে যোগানদারের পার্থক্য কিভাবে নির্ণয় করা যায়। উৎসে ভ্যাট কর্তন করার ক্ষেত্রে যোগানদার চেনার দরকার ‍খুব বেশি হয়, কারণ মাঠ পর্যায়ে যে সকল ক্ষেত্রে উৎসে ভ্যাট কর্তন করা হয়, তার মধ্যে যোগানদারের সংখ্যা এবং পরিমাণ উভয়ই বেশি।      ভিডিএস কর্তন করার ক্ষেত্রে যোগানদার ছাড়াও আমদানিকারক, উৎপাদনকারী, ব্যবসায়ী এবং সেবা প্রদানকারীদেরকে চিনতে হয়। আমদানিকারক চেনা সহজ। সব ডকুমেন্টে ইমপোর্টার লেখা থাকে, বিল-অব-এন্ট্রি থাকে। উৎপাদনকারী চেনাও সহজ। সব ডকুমেন্টে ম্যানুফ্যাকচারার লেখা থাকে। তাছাড়া, উৎপাদন স্থান খুব দৃশ্যমান থাকে। ভিডিএস কর্তনকারীকে প্রতিটি বিলের ক্ষেত্রে এভাবে সরবরাহকারীকে চিনতে হয় না। উৎসে কর্তনকারীর কাছে যারা সরবরাহ করে, তাদের তালিকা থাকে। যখন সরবরাহকারীকে তালিকাভুক্ত করা হয়, তখনই বিষয়টি নিশ্চিত হয়ে নেয়া যায়। সরবরাহকারীর ব্যবসায়ের প্রকৃতি কি তা তার ট্রেড লাইসেন্সে উল্লেখ থাকে। তার প্যাডে উল্লেখ থাকে। সর্বোপরি, তার ঠিকানায় গমন করে সরেজমিনে দেখে আসা যায় যে, তার ব্যবসার প্রকৃতি কি। উৎসে কর্তনকারীকে প্রথমত বুঝতে হয় যে তিনি যার কাছ থেকে সরবরাহ নিয়েছেন তিনি কি আমদানিকারক, নাকি, উৎপাদনকারী, নাকি ব্যবসায়ী, নাকি যোগানদার, নাকি অন্য কোনো সেবা প্রদানকারী।      ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৪৫/২০২৩:  বিষয়: যোগানদার কিভাবে চেনা যায়?   গত তিনটি টিপসে আমরা যোগানদারের তিনটি বৈশিষ্ট্য আলোচনা করেছি। আজ যোগানদারের আর একটা বৈশিষ্ট্য আলোচনা করা হবে এবং ব্যবসায়ী (ট্রেডার) এর সাথে যোগানদারের পার্থক্য কী তা আলোচনা করা হবে, ইন-শা-আল্লাহ।    ব্যবসায়ী সব টেন্ডারে অংশগ্রহণ করেন না। তাঁর কাছে যে পণ্য মজুদ আছে বা যে পণ্য সাধারণত তিনি বিক্রি করে থাকেন বা যে পণ্য তিনি সহজে কিনে সরবরাহ দিতে পারবেন, সাধারণত সে ধরনের টেন্ডারে ব্যবসায়ী অংশগ্রহণ করেন। ধরুন, একজন সিমেন্টের ব্যবসায়ী সাধারণত একটা গাড়ি সরবরাহ করার টেন্ডারে অংশগ্রহণ করেন না। কিন্তু যোগানদার সব ধরনের টেন্ডারে অংশগ্রহণ করেন। যোগানদার যদি আর্নেষ্ট মানি দিতে পারেন তাহলেই সে টেন্ডারে অংশগ্রহণ করেন। যোগানদার কোনো টেন্ডারে কার্যাদেশ পাওয়ার পর সে পণ্য কিনে সরবরাহ করেন। আর যদি টেন্ডারে তিনি বিজয়ী না হন তাহলে আর্নেষ্ট মানি তুলে নিয়ে নেন। এই হলো যোগানদারের কাজের ধরন। আমি আশা করি যে, এই ৪টা টিপস থেকে পাঠকগণ যোগানদার এবং ট্রেডার (ব্যবসায়ী) সম্পর্কে ধারণা পেয়েছেন এবং তাদের মধ্যে পার্থক্য বুঝতে পারবেন। উৎসে ভ্যাট কর্তন সংক্রান্ত বিষয়ে এটা বোঝা বেশ গুরুত্বপূর্ণ। আগামী টিপস এ আমরা এ বিষয়ের উপর আলোকপাত করবো, ইন-শা-আল্লাহ্।     ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৪৪/২০২৩:  বিষয়: যোগানদার চেনার উপায়।   গত দুটি টিপসে আমরা যোগানদারের দুটি বৈশিষ্ট্য আলোচনা করেছিলাম। আজ যোগানদারের আর একটা বৈশিষ্ট্য আলোচনা করা হবে এবং ব্যবসায়ী (ট্রেডার) এর সাথে যোগানদারের পার্থক্য কী তা আলোচনা করা হবে, ইন-শা-আল্লাহ।    ব্যবসায়ী সব ধরনের ক্রেতার কাছে পণ্য বিক্রি করেন। ব্যবসায়ী এক-দুই পিস করে বিক্রি করেন; আবার, একবারে অনেক বেশিও বিক্রি করেন। ব্যবসায়ীর কাছে কোনো ক্রেতা যে পরিমাণ কিনতে চান, ব্যবসায়ী সে পরিমাণই বিক্রি করেন। ব্যবসায়ী সবার কাছে পণ্য বিক্রি করেন। ব্যবসায়ী দোকান খুলে বসে থাকেন। দোকানে যিনি কিনতে আসেন, তাঁর কাছেই বিক্রি করেন। কিন্তু যোগানদার এক-দুই পিস করে বিক্রি করেন না। যোগানদার সবার কাছে বিক্রি করেন না। যোগানদার দোকান খুলে বসে থাকেন না। যোগানদার যে সংখ্যক বা পরিমাণ পণ্য সরবরাহ করার জন্য কার্যাদেশ পান, ঠিক সেই সংখ্যক বা পরিমাণ পণ্য ক্রয় বা আমদানি করে কার্যাদেশদাতার কাছে সরবরাহ করেন।যোগানদার বিষয়ে আগামী টিপসে আরো আলোচনা করা হবে, ইন-শা-আল্লাহ।    ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৪৩/২০২৩:  বিষয়: যোগানদার কিভাবে চেনা যায়।   গত টিপসে আমরা আলোচনা করেছিলাম যে, যোগানদারের একটা বৈশিষ্ট্য হলো, যোগানদারের সাধারণত কোনো স্থাপনা (অফিস, সরঞ্জাম, ম্যানপাওয়ার ইত্যাদি) থাকে না। আর ব্যবসায়ী (ট্রেডার) এর নির্দিষ্ট স্থাপনা (দোকান, সাইনবোর্ড ইত্যাদি) থাকে। আজ আমরা যোগাদারের আর একটা বৈশিষ্ট্য আলোচনা করবো, ইন-শা-আল্লাহ।    যোগানদার কোনো পণ্য কিনে মজুদ করে রাখে না। যোগানদার টেন্ডারে অংশগ্রহণ করে কার্যাদেশ পাওয়ার পর ক্রয় করতে যায়। তাই, বলা হয়ে থাকে যে, যোগানদার বিক্রি করার পর ক্রয় করতে যায়। যোগানদার ক্রয় করার পর মজুদ করে রাখে না, সরাসরি টেন্ডার আহ্বানকারীর অফিসে পৌঁছে দিয়ে আসে। অপরদিকে, ব্যবসায়ী (ট্রেডার) অর্থাৎ সুপারশপ, শপিং মল, খুচরা বিক্রেতা, পাইকারী বিক্রেতা, ডিলার, ডিষ্ট্রিবিউটর, কমিশন এজেন্ট, ডিপার্টমেন্টাল স্টোর, জেনারেল স্টোর ইত্যাদি পণ্য কিনে এনে নিজ স্থাপনায় মজুদ করে রাখে, সেখান থেকে বিক্রি করে। অর্থাৎ ব্যবসায়ী পণ্য কিনে মজুদ করে আস্তে আস্তে বিক্রি করে। আর যোগানদার পণ্য কিনে সরাসরি সরবরাহ দিয়ে আসে। যোগানদারের আরো কিছু বৈশিষ্ট্য পরবর্তী টিপসগুলোতে আলোচনা করা হবে, ইন-শা-আল্লাহ।  ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৪২/২০২৩:  বিষয়: যোগানদারকে কিভাবে চিনবেন?   যোগানদারকে চিনতে হলে মূলত যোগানদার এবং ব্যবসায়ী (ট্রেডার) এর মধ্যে পার্থক্য কী তা বোঝা দরকার এবং যোগানদারের কিছু বৈশিষ্ট্য বোঝা দরকার। ব্যবসায়ী এবং যোগানদারের মধ্যে প্রথম পার্থক্য হলো, ব্যবসায়ীর একটা নির্দিষ্ট স্থাপনা থাকে। তার দোকান থাকে, সাইনবোর্ড থাকে, বিদ্যুৎ সংযোগ থাকে, কর্মচারী থাকে, পণ্য পরিবহণের জন্য কাভার্ড ভ্যাট ইত্যাদি থাকে। যোগানদারের সাধারণত এমন কোনো স্থাপনা এবং স্থাপনা সংশ্লিষ্ট এই আইটেমগুলো থাকে না। তাহলে যোগানদারের কী থাকে? যোগানদারের কাজ শুরু করার জন্য কিছু ডকুমেন্ট দরকার হয়। যোগানদার একটা ঠিকানা ব্যবহার করে উক্ত ডকুমেন্টস যথা: ট্রেড লাইসেন্স, টিআইএন, বিআইএন ইত্যাদি প্রয়োজনীয় দলিলাদি প্রস্তুত করে থাকেন। ওই ঠিকানায় হয়তো তার কিছুই নেই। সেটা হয়তো তার বন্ধুর বাসার ঠিকানা বা অন্য কোনো ঠিকানা যেখানে তার নিজস্ব কিছু নেই। অবশ্য যোগানদার যখন বড় হয়ে যায় তখন অফিস নেয়, অফিসে সরঞ্জাম, ম্যানপাওয়ার ইত্যাদি থাকে। অর্থাৎ যোগানদার বড় হলে তার নির্দিষ্ট স্থাপনা থাকে।   সমাজের দিকে গভীরভাবে তাকিয়ে আমরা যদি যুবকদের ক্যারিয়ার গঠনের গতিবিধি দেখি, তাহলে আমরা দেখতে পাই যে, কিছু ব্যক্তি প্রাথমিক কর্মজীবনে অনেক কিছুতে এটেম্পট করে বিফল হয়ে সবশেষে প্রতিষ্ঠিত আত্মীয়-স্বজন, বন্ধু-বান্ধবদের সহায়তায় সাপ্লাই ব্যবসা শুরু করেন। এইসব ব্যক্তি হলেন যোগানদার। যোগানদারের আরো কতিপয় বৈশিষ্ট্য আগামী টিপসগুলোতে আলোচনা করা হবে, ইন-শা-আল্লাহ। ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৪১/২০২৩:  বিষয়: ভ্যাট ব্যবস্থায় যোগানদার একটা সেবা।   প্রিয় ভ্যাট নিবন্ধিত, নিবন্ধনযোগ্য ব্যক্তি আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, যোগানদার বা প্রোকিউরমেন্ট প্রোভাইডার আমাদের দেশের ভ্যাট ব্যবস্থায় একটা সেবা হিসেবি বিবেচিত।    যোগানদার কী সে বিষয়ে গতকাল কিছুটা আলোচনা করেছি। আমাদের দেশের ভ্যাট ব্যবস্থায় যোগানদার হলো একটা সেবা। তবে, তিনি পণ্য সরবরাহ করেন। তিনি পণ্য কিনে বা আমদানি করে সরবরাহ করেন। পণ্য উৎপাদনকারীর নিকট থেকে ক্রয় করার সময় ভ্যাট পরিশোধ করতে হয় বা পণ্য অন্য কোনো ব্যবসায়ীর (ট্রেডার) নিকট থেকে ক্রয় করার সময় ভ্যাট পরিশোধ করতে হয় বা পণ্য আমদানি করার সময় ভ্যাট পরিশোধ করতে হয়। অর্থাৎ সরবরাহকৃত পণ্যের ওপর ভ্যাট পরিশোধ করা থাকে। তাই, ভ্যাট নেয়া হয় যোগানদারের সেবার ওপর। তাই, এখানে ভ্যাটের হার ৭.৫%। যোগানদারের সেবা হলো: তিনি টেন্ডার সংক্রান্ত দলিলাদি প্রস্তুত করে দাখিল করেন, অফিসে আসা-যাওয়া করেন। এই পণ্য কোথায় কিনতে পাওয়া যাবে তা তিনি খোঁজ-খবর নেন। তারপর, যদি কার্যাদেশ পান তাহলে তিনি উৎপাদনকারীর কাছ থেকে পণ্য ক্রয় করেন বা ব্যবসায়ীর কাছ থেকে ক্রয় করেন বা আমদানি করেন। পণ্য পরিবহন করে নিয়ে আসেন। তারপর পণ্য সরবরাহ দেন। তার এই কাজগুলো হলো যোগানদার সেবা। উৎপাদনকারী কে তা বুঝতে অসুবিধা হয় না। ট্রেড লাইসেন্স, ভ্যাট রেজিষ্ট্রেশন, অন্যান্য দলিলাদি দেখে বোঝা যায়। তাছাড়া, উৎপাদনকারীর ফ্যাক্টরীসহ অন্যান্য স্থাপনা আছে সেগুলো দেখে বোঝা যায়। আমদানিকারক কে সেটা ‍বুঝতেও অসুবিধা হয় না, সহজেই বোঝা যায়। ব্যবসায়ী অর্থাৎ ট্রেডার পণ্য কিনে বিক্রি করেন; আবার যোগানদারও পণ্য কিনে বিক্রি করেন। এই ক্ষেত্রে একটু সমস্যা হয়। ট্রেডার এর সাথে যোগানদারের পার্থক্য করা একটু কঠিন হয়, বিধায় যোগানদার কে তা বোঝা একটু অসুবিধা হয়। আগামী কয়েকটা টিপসে যোগানদার কিভাবে চেনা যায় সে বিষয় নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ। ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।তারিখ: ১৪ আগষ্ট, ২০২৩ খ্রিষ্টাব্দ। "
    },
    {
        "details": "ভ্যাট টিপস-০৩৯/২০২৩:  বিষয়: ভ্যাট ব্যবস্থায় রেয়াত বলতে কী বোঝায়?  প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, ভ্যাট ব্যবস্থায় রেয়াত।    রেয়াত হলো একটা সুবিধা। ভ্যাটদাতা এই সুবিধা নিতে পারেন। যিনি ভ্যাটযোগ্য পণ্য বা সেবা বিক্রি করেন এবং বিক্রির ওপর ভ্যাট পরিশোধ করেন, তিনি ভ্যাটযোগ্য পণ্য বা সেবা প্রস্তুত করার জন্য উপকরণ ক্রয় করেন। উপকরণ যদি ভ্যাটযোগ্য হয়, তাহলে তিনি ভ্যাট পরিশোধ করে উপকরণ ক্রয় করেন। উপকরণের ওপর পরিশোধ করা ভ্যাট ফেরৎ নেয়াকে রেয়াত নেয়া বলে। উপকরণ কর রেয়াত নেয়ার অনেকগুলো শর্ত রয়েছে। মূল শর্ত হলো, ক্রয়টি ভ্যাট আইনের বিধান অনুসারে উপকরণের সংজ্ঞার আওতাভুক্ত হতে হবে এবং বিক্রিত পণ্য বা সেবার ওপর প্রদেয় ভ্যাট ১৫% বা ০% হতে হবে। আমরা জানি যে, রপ্তানি এবং প্রচ্ছন্ন রপ্তানির ওপর ভ্যাটের হার শূন্য শতাংশ।  আমাদের দেশের ভ্যাট ব্যবস্থায় কোনো কোনো সময় দেখা যায় যে, ভ্যাটদাতা সঠিকভাবে রেয়াত নেন না। কখনো ভুলভাবে রেয়াত নেয়া হয়। আবারো, কখনো পাওনা রেয়াত ভুলক্রমে নেয়া হয় না। আবার কখনো দেখা যায় যে, রেয়াত নেয়া সুবিধাজনক কি না তা বুঝতে পারেন না। রেয়াত বিষয়টা বুঝতে হলে ভ্যাট আইনের ধারা ২ এর উপ-ধারা (১৮ক) পড়তে হবে। ধারা ৪৬ পড়তে হবে। আমরা বই “সহজ ভাষায় নতুন ভ্যাট আইন” এ আমি এ বিষয়গুলো বিস্তারিত ব্যাখ্যা করেছি। আমার বইয়ের তৃতীয় খণ্ডে প্রশ্নোত্তর অধ্যায়ে (অধ্যায়-৭, পৃষ্ঠা-৩৩৬ থেকে ৩৭১) রেয়াত সংক্রান্ত ৫১টি প্রশ্নের উত্তর দেয়া আছে। এগুলো পাঠ করলে রেয়াত সম্পর্কে স্বচ্ছ ধারণা হবে বলে আশা করি।      ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।তারিখ: ১২ আগষ্ট, ২০২৩ খ্রিষ্টাব্দ।  "
    },
    {
        "details": "ভ্যাট টিপস-০৩৮/২০২৩:  বিষয়: আসবাবপত্রের ওপর ভ্যাট সংক্রান্ত বিধান।      প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, আসবাবপত্রের ওপর ভ্যাট সংক্রান্ত বিধান।   আসবাবপত্র যেখানে প্রস্তুত করা হয়, সে স্থানকে বলে কারখানা বা ফ্যাক্টরী বা উৎপাদনস্থান। আবসাবপত্র যে স্থানে বিক্রি করা হয়, সে স্থানকে বলে শো-রুম। কারোর নিজের ফ্যাক্টরি এবং শো-রুম রয়েছে। কারোর শো-রুম আছে, অন্যের ফ্যাক্টরি থেকে কিনে এনে বিক্রি করেন। আসবাবপত্র ফ্যাক্টরি থেকে বিক্রি হয়। আবার, শো-রুম থেকেও বিক্রি হয়। সাধারণ ক্রেতারা আসবাবপত্র কেনেন। আবার, উৎসে কর্তনকারী সত্তাও আসবাবপত্র কেনে। প্রথম কথা হলো, আসবাবপত্রের ক্ষেত্রে ফ্যাক্টরীতে ভ্যাটের হার ৭.৫% এবং শো-রুমেও ৭.৫%। ফ্যাক্টরী থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র শো-রুমে নিয়ে যেতে হবে। শো-রুম থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র বিক্রি করতে হবে। শো-রুম থেকে উৎসে কর্তনকারীর কাছে বিক্রি করা হলে শো-রুমের ভ্যাট চালানপত্রসহ ফ্যাক্টরী থেকে আনার চালানপত্রের কপি দিতে হবে। তাহলে উৎসে কর্তনকারী ৭.৫% কর্তন করবে। ফ্যাক্টরী থেকে আনার ভ্যাট চালানপত্র দিতে না পারলে ১৫% ভ্যাট কর্তন করতে হবে।  ফ্যাক্টরী থেকে যদি সরাসরি ভোক্তার কাছে বিক্রি করা হয়, অর্থাৎ শো-রুমে না নেয়া হয়, তাহলে ১৫% হারে ভ্যাট চালানাপত্র ইস্যু করতে হবে। ফ্যাক্টরী থেকে যদি উৎসে কর্তনকারীর কাছে বিক্রি করা হয়, তাহলে ১৫% হারে ইস্যুকৃত ভ্যাট চালানপত্র রাজস্ব কর্মকর্তা প্রত্যয়ন করে দিলে উৎসে ভ্যাট কর্তন করতে হবে না। প্রত্যয়ন না থাকলে ১৫% ভ্যাট উৎসে কর্তন করতে হবে। আশা করি, বিষয়টা স্পষ্ট হয়েছে।    ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।তারিখ: ০৮ আগষ্ট, ২০২৩ খ্রিষ্টাব্দ"
    },
    {
        "details": "ভ্যাট টিপস-০৩৭/২০২৩:  বিষয়: নিবন্ধিত ব্যক্তিকে ভ্যাটযুক্ত এবং ভ্যাটমুক্ত উভয় ক্রয়ের হিসাব রাখতে হবে।প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, নিবন্ধিত ব্যক্তিকে ভ্যাটযুক্ত এবং ভ্যাটমুক্ত উভয় ক্রয়ের হিসাব রাখতে হবে। ভ্যাট আইনের ধারা ১০৭(২)(ক) নিম্নরূপ:“(ক) করযোগ্য বা কর অব্যাহতিপ্রাপ্ত নির্বিশেষে পণ্য, সেবা বা স্থাবর সম্পত্তি ক্রয়ের বিবরণী, এবং তৎসংশ্লিষ্ট চালানপত্র;” অর্থাৎ ক্রয় ভ্যাটযুক্ত হোক বা ভ্যাটমুক্ত হোক, ক্রয় সংক্রান্ত বিবরণী এবং চালানপত্র সংরক্ষণ করতে হবে। মাঝে মাঝে এ বিষয়টি নিয়ে প্রশ্ন পাওয়া যায়। জনমনে একটা সাধারণ ধারণা রয়েছে যে, ভ্যাটমুক্ত ক্রয়ের হিসাব রাখতে হবে না। অনেকেই ভ্যাটমুক্ত ক্রয়ের হিসাব রাখে না। তারা শুধুমাত্র পণ্য উৎপাদনে সরাসরি ব্যবহৃত উপকরণের হিসাব রাখে। যেগুলো রেয়াত নেয় সেগুলোর হিসাব রাখে। এছাড়া, আর কোনো ক্রয়ের হিসাব রাখে না। এটা ভুল প্র্যাকটিস। আইনের বিধান হলো, নিবন্ধিত ব্যক্তি কর্তৃক সকল ক্রয়ের হিসাব রাখতে হবে। ভ্যাটযু্ক্ত বা ভ্যাটমুক্ত সকল ক্রয়ের হিসাব রাখতে হবে। তা না হলে উপকরণ এবং উৎপাদন হিসাব করে মেলানো যাবে না। তাছাড়া, উৎসে কর্তনকারী সত্তা হলে উৎসে ভ্যাট কর্তন করার বিষয় থাকতে পারে। ভ্যাটের বাইরে ওই প্রতিষ্ঠানের সামগ্রিক হিসাব ব্যবস্থাপনার জন্যও সকল ক্রয়ের হিসাব রাখা প্রয়োজন। তাই, ক্রয় হিসাব বিবরণী (মূসক-৬.১)তে ভ্যাটযুক্ত এবং ভ্যাটমুক্ত উভয় ক্রয়ের হিসাব রাখতে হবে।         ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।(তারিখ: ০২ আগষ্ট, ২০২৩ খ্রিষ্টাব্দ) "
    },
    {
        "details": "ভ্যাট টিপস-০৩৬/২০২৩:  বিষয়: উৎসে ভ্যাট কর্তনকারী সত্তা ও তার দায়িত্ব।   প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, উৎসে ভ্যাট কর্তনকারী সত্তা ও তার দায়িত্ব। ভ্যাট আইনের ধারা ২(২১) অনুসারে, উৎসে ভ্যাট কর্তনকারী সত্তা হলো: সরকারি অফিস, এনজিও, ব্যাংক, বীমা কোম্পানী, আর্থিক প্রতিষ্ঠান, মাধ্যমিক বা তদুর্ধ্ব পর্যায়ের শিক্ষা প্রতিষ্ঠান এবং লিমিটেড কোম্পানী। ভ্যাট আইনের ধারা ২(৯৩) অনুসারে, সরকারী অফিস বলতে বুঝাবে: মন্ত্রণালয়, বিভাগ, দপ্তর, আধাসরকারী ও স্বায়ত্বশাসিত প্রতিষ্ঠান, রাষ্ট্রীয় মালিকানাধীন প্রতিষ্ঠান, স্থানীয় কর্তৃপক্ষ, পরিষদ বা অনুরূপ সংস্থা।  এর মধ্যে অধিকাংশ প্রতিষ্ঠান ভ্যাটযোগ্য কোনো পণ্য বা সেবা সরবরাহ করে না কিন্তু তার উৎসে ভ্যাট কর্তন করার দায়িত্ব রয়েছে। এ বিষয়টা অনেকে বুঝতে পারেন না। ফলে, নানা জটিলতার সৃষ্টি হয়। যেমন: একটা হাসপাতাল ভ্যাটযোগ্য সেবা প্রদান করে না; তবে তা লিমিটেড কোম্পানী; তাকে উৎসে ভ্যাট কর্তন করতে হবে। উৎসে ভ্যাট কর্তন হলো, এসব প্রতিষ্ঠান (উৎসে কর্তনকারী) যখন কোনো ক্রয় করবে তখন কিছু ক্ষেত্রে ভ্যাট বিক্রেতার কাছে দেয়া যাবে না, নিজে সরকারী কোষাগারে জমা দিতে হবে।  এসব প্রতিষ্ঠানে একাউন্টস, অর্থ, ক্রয়, বিলস পেয়েবল ইত্যাদি শাখায় যারা কাজ করেন, তাঁদের বুঝতে হয় যে, কোন কোন ক্রয়ের ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে। আসুন আমরা যারা উৎসে ভ্যাট কর্তনকারী সত্তায় কাজ করি, তাঁরা উৎসে ভ্যাট কর্তন বিষয়টি সম্পর্কে অবগত হই। ভ্যাট পরিপালন নিশ্চিত করি। নিজ প্রতিষ্ঠানকে ভ্যাট অডিট আপত্তির সমস্যা থেকে মুক্ত রাখি। ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।  "
    },
    {
        "details": "ভ্যাট টিপস-০২১/২০২৩: বিষয়: ব্যবসায়ী স্তরের ভ্যাট নিয়ে কিছু কথা-৩। গত টিপসে আলোচনা করেছিলাম যে, ব্যবসায়ী স্তরে রেয়াত নিলে ভ্যাটের ভার কম হয়। প্রশ্ন আসে যে, রেয়াত কিভাবে নিতে হবে? রেয়াত নিতে হলে কিছু ডকুমেন্ট রাখতে হয়। যেমন: ক্রয়ের দলিল তথা ভ্যাট চালান, ক্রয় হিসাব রেজিষ্টার, বিক্রয় হিসাব রেজিষ্টার, ভ্যাট চালান ইস্যু করতে হয়, দাখিলপত্র দাখিল করতে হয় এবং অন্যান্য প্রয়োজনীয় দলিলাদি সংরক্ষণ করতে হয়। যারা একটু বড় প্রতিষ্ঠান তারা ভ্যাট সফটওয়্যার ব্যবহার করতে পারে। স্বল্পমূল্যে ভ্যাট সফটওয়্যার ক্রয় করার জন্য অনুগ্রহ করে যোগাযোগ করতে পারেন: ০১৭৫৮-৬৬৯০৬৫, ০১৭১৪-০৭২১১১, ০১৭৪৬-০৬৮৬৬০। এনবিআর ইএফডি-এসডিসি মেশিন দিচ্ছে। এই মেশিনে সব হিসাব থাকে। আলাদা হিসাব রাখতে হয় না। তাই, ইএফডি-এসডিসি নিতে পারেন। যেসব ডিলার, ডিস্ট্রিবিউটর অল্প কিছু পণ্য ক্রয়-বিক্রয় করে থাকেন, তাদের হিসাবপত্রের পরিমাণ কম। তাই, রেজিষ্টারে হাতে লিখে এমন হিসাব রাখা যায়। তবে, এজন্য পেশাদারের সাহায্য নিতে হবে। নিজে নিজে করা সহজ হবে না। আজকাল নেটে অনেক ভ্যাট পেশাদার পাওয়া যায়। তাছাড়া, দেশে কিছু প্রতিষ্ঠান গড়ে উঠেছে, সেখানেও পাওয়া যায়। যেমন: বাংলাদেশ ভ্যাট প্রফেশনালস ফোরম (ভ্যাট ফোরাম), ইন্টারন্যাশনাল ভ্যাট ট্রেনিং ইন্সটিটিউট (আইভিটিআই), ভ্যাট কনসালট্যান্ট এ্যাসোসিয়েশন অব বাংলাদেশ, বাংলাদেশ ভ্যাট বার এ্যাসোসেয়েশন, কর্পোরেট একাডেমী, বাংলাদেশ ট্যাক্স ট্রেনিং ইন্সটিটিউট এমন আরো প্রতিষ্ঠান রয়েছে। এসব প্রতিষ্ঠান থেকে ট্রেনিং দেয়া হয়, পরামর্শ দেয়া হয়। দয়া করে যোগাযোগ করতে পারেন। আসুন আমরা ভ্যাটে রেয়াত ব্যবস্থা প্রতিষ্ঠা করি, ভ্যাটের ভার কমায় এবং উত্তম ভ্যাট ব্যবস্থা গড়ে তুলি। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ২৯.০৪.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০২০/২০২৩: বিষয়: ব্যবসায়ী স্তরের ভ্যাট নিয়ে কিছু কথা-২। ব্যবসায়ী স্তরে রেয়াত নিলে ভ্যাটের ভার কম হয়। কিন্তু বাস্তবে অল্প কিছু ব্যবসায়ী রেয়াত নেয়। বেশিরভাগ ব্যবসায়ী রেয়াত নেয় না। এখন রেয়াত আলোচনা করি। রেয়াত হলো, আপনি পণ্যটা কেনার সময় যে ভ্যাট পরিশোধ করেছেন, সেই ভ্যাট ফেরৎ নিয়ে নেয়া। আপনি যদি পণ্যটা বিক্রি করার সময় ১৫% ভ্যাট পরিশোধ করেন, তাহলে রেয়াত নিতে পারবেন। ধরুন, একজন ব্যবসায়ী উৎপাদনকারীর কাছ থেকে ৪০ টাকা দিয়ে একটা সাবান কেনেন। ৪০ টাকার উপর ৬ টাকা ভ্যাট পরিশোধ করা হয়েছে। ব্যবসায়ী তাঁর দাখিলপত্রের মাধ্যমে ৬ টাকা নিয়ে নেবেন। ধরুন, তিনি সাবানটি ৫৫ টাকায় বিক্রি করবেন। ৫৫ টাকার ওপর ১৫% হারে ৮.২৫ টাকা ভ্যাট তিনি ক্রেতার কাছ থেকে নিয়ে সরকারকে পরিশোধ করবেন। আগের ভ্যাট ৬ টাকা তিনি রেয়াত নিয়েছেন। তাহলে এক্ষেত্রে ভ্যাট দেয়া হলো ২.২৫ টাকা। রেয়াত না নিয়ে ৫% ট্রেড ভ্যাট পরিশোধ করলে ৫৫ টাকার ওপর ভ্যাট হতো ২.৭৫ টাকা এবং পূর্বের ৬ টাকা রেয়াত পাওয়া যেতো না। অর্থাৎ ৬+২.৭৫=৮.৭৫ টাকা ভ্যাট পরিশোধ করতে হতো। তাই, বড় এবং মাঝারি ব্যবসায়ীদের জন্য রেয়াত নিয়ে ১৫% ভ্যাট পরিশোধ করা উত্তম। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ২৫.০৪.২০২৩)।    "
    },
    {
        "details": "ভ্যাট টিপস-০১৯/২০২৩: বিষয়: ব্যবসায়ী স্তরের ভ্যাট নিয়ে কিছু কথা। প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আশা করি আল্লাহর রহমতে ভালো আছেন। ভ্যাট আরোপিত হয় পণ্য ও সেবার ওপর, বিক্রির সময়ে। পণ্যের ক্ষেত্রে ৩টি স্তর রয়েছে। এর একটি হলো ব্যবসায়ী স্তর। ব্যবসায়ী স্তরের ভ্যাটের স্থানগুলো হলো, সুপারশপ, শপিং মল, জেনারেল স্টোর, ডিপার্টমেন্টাল স্টোর, সেলস সেন্টার, ডিস্ট্রিবিউশন সেন্টার, ডিপো, ডিলার, পাইকারী বিক্রেতা, খুচরা বিক্রেতা ইত্যাদি। ব্যবসায়ীর ক্ষেত্রে কোন্ ব্যবসায়ী ভ্যাটমুক্ত এবং কোন্ ব্যবসায়ীকে ভ্যাট দিতে হবে এ বিষয়টা এখনও অনেকের কাছে স্পষ্ট নয়। আজ আমি মূলত এ বিষয়টা স্পষ্ট করবো, ইন-শা-আল্লাহ।  সাধারণ কথা হলো, ব্যবসায়ী ৫% ভ্যাট দিলে রেয়াত পাবেন না, আর, ১৫% ভ্যাট দিলে রেয়াত পাবেন। সাধারণ আদেশ নং-১৭/মূসক/২০১৯, তারিখ: ১৭ জুলাই, ২০১৯ অনুসারে, সুপারশপ এবং শপিংমল দেশের যেখানেই অবস্থিত হোক এবং বিক্রির পরিমাণ যা-ই হোক না কেনো ভ্যাট পরিশোধ করতে হবে। উক্ত আদেশের টেবিল-৩ এর পণ্য সেখানেই বিক্রি হোক, আর বিক্রির পরিমাণ যা-ই হোক না কেনো ভ্যাট পরিশোধ করতে হবে। সে পণ্যগুলো হলো, সিমেন্ট, সিরামিক ও পোরসেলিনের তৈরি পণ্য, জিপি শীট/সিআই শীট, এমএস প্রোডাক্ট, সেনিটারী ওয়্যার, এ্যালুমিনিয়াম ফিটিংস, এয়ারকন্ডিশনার, রেফ্রিজারেটর, টেলিভিশনসহ সকল প্রকার ইলেক্ট্রিক ও ইলেক্ট্রনিক পণ্য।উপরে বর্ণিত ৩ ক্যাটাগরির ব্যবসায়ীকে ভ্যাট পরিশোধ করতে হবে, তার অবস্থান যেখানেই হোক আর বিক্রির পরিমাণ যা-ই হোক না কেনো। এই ৩ ক্যাটাগরির বাইরে যেসব ব্যবসায়ী রয়েছেন তাঁদের বার্ষিক টার্নওভার ৫০ লক্ষ টাকা হলে তারা ভ্যাটমুক্ত হবে। বার্ষিক টার্নওভার ৫০ লক্ষ টাকা থেকে ৩ কোটি টাকা পর্যন্ত হলে টার্নওভার কর প্রদান করবে নাকি ভ্যাট প্রদান করবে তা স্পষ্ট নয়। তবে, এ নিয়ে বিতর্ক করা নিষ্প্রয়োজন। কারণ টার্নওভার কর ৪% আর ভ্যাট ৫%, তেমন পার্থক্য নেই। ‍ তবে, বার্ষিক টার্নওভার ৫০ লক্ষ টাকা নির্ধারণ করার কোন সুনির্দিষ্ট মাপকাঠি এখনো পর্যন্ত মাঠ পর্যায়ে প্রচলিত হয়নি। ব্যবসায়ী সংগঠনগুলো এক্ষেত্রে ভূমিকা রাখতে পারে। অর্থাৎ টার্নওভার ৫০ লক্ষ টাকা কি-না তা নির্ধারণ করার জন্য সুনির্দিষ্ট মাপকাঠি প্রচলন করা দরকার। তাহলে দাঁড়ালো এই যে, উপরে বর্ণিত সুপারশপ, শপিংমল এবং টেবিল-৩ এর পণ্যসমূহের বিক্রেতার অবস্থান যেখানেই হোক এবং বিক্রির পরিমাণ যা-ই হোক না কেনো, তাকে ভ্যাট পরিশোধ করতে হবে। অন্যান্য ব্যবসায়ীদের বার্ষিক টার্নওভার ৫০ লক্ষ টাকা বা তার চেয়ে কম হলে ভ্যাটমুক্ত হবে। অন্যান্য ব্যবসায়ীদের বার্ষিক টার্নওভার ৫০ লক্ষ টাকার বেশি হলে ভ্যাট পরিশোধ করতে হবে। আশা করি, ব্যবসায়ী স্তরের ভ্যাট সংক্রান্ত বিধান পাঠকদের কাছে স্পষ্ট হয়েছে। বিস্তারিত দয়া করে সংযুক্তিতে দেখুন।     ধন্যবাদ ও শুভ কামনা। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ১৭.০৪.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০১৮/২০২৩: বিষয়: জনমনে ভ্যাট সচেতনতা সৃষ্টির গুরুত্ব অপরিসীম। প্রিয় ভ্যাট অনুরাগী,আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আশা করি আল্লাহর অশেষ রহমতে সবাই ভালো আছেন। ট্যাক্সেশন থিওরীর দুটো দিক রয়েছে। একটা হলো, মানুষ স্বভাবগতভাবে কর ফাঁকি দিতে চায়। তাই, কঠিন নিয়ম-কানুন করে কর আদায় করতে হবে, যেন ফাঁকি দিতে না পারে। আর একটা দিক হলো, মানুষ স্বভাবগতভাবে সরকারের পাওনা পরিশোধ করতে চায়। তবে, কর প্রদানে জটিলতার কারণে মাঝে মাঝে তারা ফাঁকি না দিয়ে পারে না। তাই, কর প্রদানের সিস্টেম সহজ করতে পারলে মানুষ কর প্রদান করতে উৎসাহী হবেন। আমি এই দ্বিতীয় মতে বিশ্বাস করি। আপনি যদি ডাক্তরের কাছে যান, ডাক্তার যদি আপনার সাথে কথা না বলেন, আলোচনা না করেন, বুঝিয়ে না দেন, তাহলে সে ডাক্তারকে আপনার পছন্দ হবে না। ডাক্তার যদি মনে করেন যে, তুমি কি বোঝো? আমি জানি কি ঔষুধ দিতে হবে। আমি ঔষুধ দিয়েছি, তুমি খেতে থাকো। এমন পরিবেশ রোগীর মানসিক অবস্থার ওপর বিরূপ প্রভাব ফেলে। আবার, ডাক্তার যদি একই ঔষুধ দেন কিন্তু রোগীর সাথে কথা বলেন, ভালো ব্যবহার করেন, রোগীকে বুঝিয়ে দেন, শান্তনা দেন, তাহলে রোগীর ওপর ভালো প্রভাব পড়ে। এ বিষয়টায় আমি করের ক্ষেত্রে আনতে চাই। তা হলো, করদাতাকে বোঝাতে হবে, তার সাথে কথা বলতে হবে। তাকে জানাতে হবে যে, তিনি কেনো কর দিচ্ছেন, তার কর দিয়ে কী করা হচ্ছে এবং কর দেয়া কত গুরুত্বপূর্ণ কাজ। এই বোঝানোর কাজটা আমাদের দেশে তেমন একটা হয়নি। তাত্ত্বিকভাবে বলতে গেলে বলতে হয় যে, আমাদের দেশে কর-সংস্কৃতির বিকাশ ঘটেনি। ভ্যাটের কথায় আসি। এখনও দেশের অনেক মানুষ বলে থাকেন যে, আমি ভ্যাট দেবো কেনো, অমুকে ভ্যাট দেয় না, ভ্যাট দিলে আমার লাভ কি? ইত্যাদি। মানুষের কাছে যেতে হবে, তাদেরকে বোঝাতে হবে। সরকারের পাশাপাশি এ কাজে বেসরকারকে বেশি এগিয়ে আসতে হবে। আরো সুনির্দিষ্ট করে বলতে গেলে বলতে হয় যে, পেশাদারদের অগ্রণী ভূমিকা নিতে হবে। শুধু কাজ করা এবং ফী নেয়া নয়, পেশাদারের সময়ের একটা অংশ ব্যয় করতে হবে সমাজের জন্য, অন্যের জন্য, নিজ গোত্রের সেবা প্রত্যাশীদের জন্য। “সকলের তরে সকলে আমরা, প্রত্যেকে মোরা পরের তরে।” করদাতার সাথে ভালো ব্যবহার করলে, তাঁকে বুঝিয়ে বললে, তাঁকে গুরুত্ব দিলে, সকলকে সমানভাবে দেখলে কর ব্যবস্থার ওপর উত্তম প্রভাব পড়বে বলে আমি বিশ্বাস করি। দয়া করে আপনার মূল্যবান মতামত জানাবেন।   ধন্যবাদ ও শুভ কামনা। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ০৯.০৪.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০১৭/২০২৩: বিষয়: টপ ১,০০০ ভ্যাট প্রদানকারী প্রতিষ্ঠানের অটোমেশন গুরুত্বপূর্ণ। প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আশা করি আল্লাহর অশেষ রহমতে সবাই ভালো আছেন। আমরা ভ্যাট সিস্টেম নিয়ে চিন্তা-ভাবনা করি, লেখি ও কাজ করি। উদ্দেশ্য হলো, একটা স্মার্ট ভ্যাট সিস্টেমে উপনীত হওয়া। বর্তমান জমানায় অটোমেশন ছাড়া তা সম্ভব নয়। আমাদের দেশের ভ্যাট ব্যবস্থায় অটোমেশন বলতে অনলাইনে ভ্যাট রেজিস্ট্রেশন নেয়া যায়, অনলাইনে দাখিলপত্র দাখিল করা যায়, আর দু-একটা কাজ অনলাইনে করা যায়। ভ্যাট ব্যবস্থার একটা অন্যতম গুরুত্বপূ্র্ণ অনুষঙ্গ হলো ভ্যাট চালানপত্র। আমরা ৩২ বছর হলো ভ্যাট ব্যবস্থা চালু করেছি কিন্তু ভ্যাট চালানপত্র এখনো অটোমেটেড হয়নি। পক্ষান্তরে আমাদের পাশের দেশ ভারত ২০১৭ সালে জিএসটি (গুডস এন্ড সার্ভিসেস ট্যাক্স) (ভ্যাটের নামান্তর) চালু করেছে। ভারত প্রথম দিন থেকেই (১ জুলাই, ২০১৭) চালানপত্র অটোমেশন করেছে। আমাদের বর্তমানে প্রায় ৪ লক্ষ ৩২ হাজার ভ্যাট নিবন্ধন রয়েছে। তবে, এলটিইউ কমিশনারেটের ১১০টি প্রতিষ্ঠান মোট ভ্যাটের প্রায় ৫৫% আহরণ করে। যদি আমরা টপ ভ্যাট প্রদানকারী ১,০০০ প্রতিষ্ঠান বিবেচনায় নেই, তাহলে মোট ভ্যাটের প্রায় ৯০% কাভার হয়ে যাবে বলে আমার ধারণা। এমন একটা সিদ্ধান্ত যদি নেয়া যেতো যে, আমরা প্রথমে টপ ভ্যাট প্রদানকারী ১,০০০ প্রতিষ্ঠানের ভ্যাট কার্যক্রম অটোমেশন করবো, তা করা খুব কঠিন কাজ হবে না বলে আমার বিশ্বাস। এমন পদক্ষেপ ভ্যাট ব্যবস্থাপনার ওপর খুব ভালো প্রভাব ফেলতে পারতো। এ বিষয়ে আপনার চিন্তা-ভাবনা জানালে উপকৃত হবো।  ধন্যবাদ ও শুভ কামনা। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ০৬.০৪.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০০৫/২০২৩: বিষয়: অতিরিক্ত পরিশোধিত ভ্যাট নিজেই হ্রাসকারী সমন্বয় করে নিন।মাঝে মাঝে এমন হয় যে, ভুলক্রমে ভ্যাট অতিরিক্ত পরিশোধ করা হয়ে যায়। যারা এ সংক্রান্ত বিধি-বিধান জানেন না তারা এরূপ পরিস্থিতিতে দিশেহারা হয়ে পড়েন। তারা কারো কারো সাথে আলোচনা করেন বা ভ্যাট অফিসে আবেদন করেন, তবে, সহসা সমাধান পান না। আমার এক ছাত্র একবার ভুলক্রমে অতিরিক্ত ভ্যাট পরিশোধ করে ফেলেছিলেন। তারপর অনেক দৌঁড়া-দৌঁড়ির পর আমার কাছে এলেন। তাঁকে আমি সহজ বিধান বুঝিয়ে দিলাম। তিনি মহা খুশি। এর আগে তাঁর চাকুরি হারানোর উপক্রম হয়েছিল। এই বিধান নিয়ে আজ আমরা আলোচনা করবো, ইন-শা-আল্লাহ্।ভ্যাট আইনের ধারা ২ এর উপ-ধারা (১০৩) এর দফা (জ) হলো, “পূর্ববর্তী কর মেয়াদে অতিরিক্ত পরিশোধিত মূসক হ্রাসকারী সমন্বয়”। আইনের ধারা ৭২ এ উল্লেখ রয়েছে যে, কোনো নিবন্ধিত ব্যক্তি যদি কোনো কর মেয়াদে অতিরিক্ত কর পরিশোধ করেন, তাহলে নির্ধারিত সময়সীমা, শর্ত ও পদ্ধতিতে উক্ত অর্থ ফেরত গ্রহণের জন্য আবেদন করা যাবে বা পরবর্তী দাখিলপত্রে হ্রাসকারী সমন্বয় করা যাবে। ভ্যাট বিধিমালার বিধি ৫২(৬) এ উল্লেখ রয়েছে যে, কোনো নিবন্ধিত ব্যক্তি তার অতিরিক্ত পরিশোধিত কর পরিশোধ পরবর্তী ৬ (ছয়) কর মেয়াদের মধ্যে দাখিলপত্রে হ্রাসকারী সমন্বয় করতে পারবেন। এসব বিধি-বিধানের অর্থ হলো, যদি কোনো কারণে কর (ভ্যাট, সম্পূরক শুল্ক, টার্নওভার কর, জরিমানা, সুদ) অতিরিক্ত পরিশোধ করা হয়, তাহলে পরবর্তী ৬ কর মেয়াদের মধ্যে দাখিলপত্রে করদাতা নিজে নিজেই হ্রাসকারী সমন্বয় করতে পারবেন। এজন্য কোথাও আবেদন করতে হবে না বা কারোর অনুমতির প্রয়োজন হবে না। কিন্তু এ বিধানগুলো কারো কারোর জানা নেই। যারা ভ্যাটের সাথে কাজ করেন, তারাও মাঝে মাঝে দেখা যায় যে, এই বিধান জানেন না।নতুন ভ্যাট আইনের ভূমিকায় উল্লেখ রয়েছে যে, মূলত ৪টি উদ্দেশ্যে নতুন ভ্যাট আইন প্রণয়ন করা হয়েছে। (১) করের ক্ষেত্র বিস্তৃত করা; (২) কর আদায় প্রক্রিয়া সহজ করা; (৩) বিধি-বিধান সুসংহত করা; এবং (৪) প্রাসঙ্গিক অন্যান্য বিধি-বিধান প্রণয়ন করা। অর্থাৎ বিধি-বিধান সুসংহত করা নতুন ভ্যাট আইনের একটা উদ্দেশ্য ছিল। সুসংহত করার অর্থ কি? আমি বুঝি যে, ইনটিগ্রেটেড করা, অর্থাৎ একস্থানে নিয়ে আসা। অতিরিক্ত পরিশোধ করা কর হ্রাসকরী সমন্বয় করা যাবে এ সংক্রান্ত সামগ্রিক বিধান আইন ও বিধার ৩ স্থানে উল্লেখ রয়েছে। তাই, তা পাঠকদের পক্ষে বোঝা সহজ হয় না। ভ্যাট আইনে এমন আরো অনেক উদাহরণ দেয়া যাবে। স্মার্ট আইন এমন হওয়া দরকার যে, কোনো বিধান একস্থানে পাওয়া যাবে। বারংবার ক্রস-রেফারেন্স দেখতে হবে না। কোনো বিষয়ের সামগ্রিক বিধান একস্থানে সন্নিবেশ করা হলে পাঠক তা সহজে পড়তে পারবেন, বুঝতে পারবেন, পালন করতে পারবেন। স্মার্ট বাংলাদেশ গঠন করতে হলে স্মার্ট ভ্যাট সিস্টেম স্থাপন করতে হবে। স্মার্ট ভ্যাট সিস্টেম স্থাপন করতে হবল স্মার্ট ভ্যাট আইন প্রণয়ন করতে হবে। আইন স্মার্ট হতে হলে কোনো বিষয়ের সব বিধান একস্থানে সহজ ভাষায় সন্নিবেশ করতে হবে। আশা করি, আপনারা আমার সাথে দ্বীমত পোষণ করবেন না। তাহলে আমরা বুঝতে পারলাম যে, ভ্যাট ব্যবস্থা সংস্কারে আমাদের কি করা দরকার। আল্লাহ আমাদের এসব কাজ করার তৌফিক দান করুন। আমিন। আমিন। (ড. মোঃ আব্দুর রউফ, ২০.০১.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০০৪/২০২৩: বিষয়: ভ্যাট ব্যবস্থা সংস্কারে পেশাদার শ্রেণী গঠন জরুরিআমরা ভ্যাট ব্যবস্থা বা ভ্যাট সিস্টেম বলে থাকি। ভ্যাট ব্যবস্থা বা ভ্যাট সিস্টেম বলতে কী বুঝায় তা আজ আলোচনা করবো, ইন-শা-আল্লাহ্। প্রথমে আমাদের জানা দরকার যে, সিস্টেম বলতে কি বুঝায়। সিস্টেম হলো, কয়েকটা উপাদানের সমষ্টি যা একত্রে কাজ করে সিস্টেমটা সচল রাখে এবং কোনো আউটপুট তৈরি করে। আমাদের চারপাশে নানা ধরনের সিস্টেম রয়েছে। যেমন: সোসাল সিস্টেম, ইকোনোমিক সিস্টেম, পলিটিক্যাল সিস্টেম, বাওলজিক্যাল সিস্টেম, মেকানিক্যাল সিস্টেম ইত্যাদি। ভ্যাট সিস্টেমের উপাদানগুলো হলো: (১) আইন-কানুন, বিধি-বিধান; (২) ভ্যাটদাতা শ্রেণী; (৩) ভ্যাট সংগ্রহকারী; (৪) তথ্যপ্রযুক্তি ব্যবস্থা এবং (৫) পেশাদার শ্রেণী। ভ্যাট ব্যবস্থার এই ৫টা উপাদান একসাথে কাজ করে ভ্যাট ব্যবস্থাকে সচল রাখে এবং ভ্যাট উৎপাদন করে। এখানে উল্লেখ করা যেতে পারে যে, ভ্যাট সংগ্রহকারীদেরকেও পেশাদার শ্রেণীর অন্তর্ভুক্ত করা যায়।  এই ৫টা উপাদানের মধ্যে সবচেয়ে গুরুত্বপূর্ণ হলো পেশাদার শ্রেণী। কারণ, একমাত্র পেশাদার শ্রেণী অন্য উপাদানগুলোকে উত্তমরূপে গঠন করতে পারে। তবে, দুঃখজনক হলেও সত্য যে, আমাদের দেশে প্রায় ৩২ বছর ভ্যাট ব্যবস্থা পরিচালনা করা হলেও আজ পর্যন্ত আমরা একটা উত্তম পেশাদার শ্রেণী গড়ে তুলতে পারিনি। তাই, উত্তম ভ্যাট ব্যবস্থাও গড়ে ওঠেনি। এ পর্যন্ত এনবিআর প্রদত্ত ভ্যাট কনসালট্যান্ট লাইসেন্সধারীর সংখ্যা মাত্র প্রায় ২০০ এর কাছাকাছি হবে। আমার মতে, বাংলাদেশের অর্থনীতির আকার, আকৃতি অনুযায়ী সঠিকভাবে, সঠিক পরিমাণ ভ্যাট আহরণ করতে হলে অন্তত ৩০ হাজার ভ্যাট পেশাদার প্রয়োজন। নতুন ভ্যাট আইন চালু হওয়ার পর ভ্যাট কনসালট্যান্ট লাইসেন্স দেয়ার জন্য কয়েকবার পরীক্ষা অনুষ্ঠিত হয়েছে; তবে নানা কারণে অতি স্বল্প সংখ্যক পরীক্ষার্থী উত্তীর্ণ হয়েছেন। যেদেশে বিসিএস পরীক্ষায় হাজার হাজার পরীক্ষার্থী উত্তীর্ণ হন, সেদেশে ভ্যাট কনসালট্যান্ট পরীক্ষায় কেনো এত স্বল্পসংখ্যক পরীক্ষার্থী উত্তীর্ণ হন তা বোধগম্য হলেও বর্ণনাযোগ্য নয়। দেশে একটা আদর্শ ভ্যাট ব্যবস্থা গড়ে তুলতে হলে এ অবস্থা থেকে আমাদের বেরিয়ে আসতে হবে। এনবিআর এর আওতাধীন আরো দুটো প্রফেশনাল শ্রেণীকে নির্দেশ করে অনেক সময় বলা হয় যে, এমন আর একটা প্রফেশনাল শ্রেণী গড়ে না তোলাই উত্তম। আমার মতে, এমন বক্তব্য মাথা ব্যাথা হলে মাথা কেটে ফেলার শামীল যা কাম্য নয়। মাথা ব্যাথা দূরীভূত করতে হবে। অন্যান্য পেশাতেও (যেমন: ডাক্তার, শিক্ষক, ইঞ্জিনিয়ার ইত্যাদি) মাঝে মাঝে দু-একটা অপেশাদারিত্বের খবর আমরা শুনি। সেজন্যে সে পেশার সবাইকে তেমন মনে করাও সমীচীন নয়; আবার সে পেশাকে নিরুৎসাহিত করা বা পেশাদার গড়ে না তোলা সমাজের জন্য সঠিক নয়। ভ্যাট পেশাদারও তেমন। দেশে একটা উত্তম, দক্ষ, পেশাদার মনোভাবসম্পন্ন এবং মানবীয় গুণাবলীসম্পন্ন ভ্যাট পেশাদার শ্রেণী গড়ে তুলতে হবে। কেবল তাহলেই আমরা একটা উত্তম ভ্যাট ব্যবস্থা গড়ে তুলতে পারবো। দোয়া করি, মহান আল্লাহ যেন আমাদের সকলকে সুমতি দান করেন। আমিন। (ড. মোঃ আব্দুর রউফ, ১৮.০১.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০০৩/২০২৩: বিষয়: ভ্যাট আইনের প্রথম তফসিলের ২.৫ কেজির বিষয় বিশ্লেষণ:ভ্যাট আইনের প্রথম তফসিল হলো ভ্যাটমুক্ত পণ্য ও সেবার তালিকা। তফসিলের প্রথম খন্ড পণ্যের তালিকা, দ্বিতীয় খন্ড সেবার তালিকা। এই পণ্য ও সেবাগুলোর ওপর কোনো স্তরে ভ্যাট প্রযোজ্য নেই। পণ্যের এই তালিকায় মাঝে মাঝে পণ্যের বর্ণনার সাথে একটা কথা লেখা আছে। সেটা হলো “২.৫ কেজি পর্যন্ত মোড়ক বা টিনজাত ব্যতীত”। কেউ কেউ এই কথার অর্থ বুঝতে পারেন না, কেউ কেউ ভুল বোঝেন, আবার কেউ কেউ উল্টা বোঝেন। এই বিষয়টা আজ আমি বোঝানোর চেষ্টা করবো, ইন-শা-আল্লাহ্।এই কথার অর্থ হলো, এটুকুর ওপর ভ্যাট প্রযোজ্য হবে। অর্থাৎ ২.৫ কেজি পর্যন্ত যদি মোড়কজাত বা টিনজাত হয়, তাহলে তার ওপর ভ্যাট প্রযোজ্য হবে। অর্থাৎ যদি .৫ কেজি বা ১ কেজি বা ১.২৫ কেজি বা ১.৫ কেজি বা ১.৭৫ কেজি বা ২ কেজি বা ২.২৫ কেজি বা ২.৫ কেজির মোড়কে বা টিনে ওই পণ্য মোড়কজাত করে বা টিনজাত করে বিক্রি করা হয়, তাহলে তার ওপর ভ্যাট প্রযোজ্য হবে। এর চেয়ে বেশি ওজনের অর্থাৎ ২.৭৫ কেজি বা ৩ কেজি বা ৩.২৫ কেজি বা ৩.৭৫ কেজি বা ৪ কেজি বা তার চেয়ে বেশি ওজনের মোড়ক বা টিনজাত করে বিক্রি করলে তার ওপর ভ্যাট প্রযোজ্য হবে না। আর খোলা বা বাল্কে বিক্রি করলেতো ভ্যাট প্রযোজ্য হবেই না। যেমন: প্রথম তফসিলে ০৭.০১ শিরোনামা সংখ্যার বিপরীতে তিনটি এইচএস কোড উল্লেখ করে বর্ণনায় বলা আছে “আলু, তাজা অথবা ঠান্ডা (২.৫ কেজি পর্যন্ত মোড়ক বা টিনজাত ব্যতীত)”। এই কথার অর্থ হলো, আলু তাজা অথবা ঠান্ডা খোলা বা বাল্কে বিক্রি হলে তার ওপর ভ্যাট প্রযোজ্য হবে না। তাজা অর্থাৎ মাঠ থেকে উঠানো, আর ঠান্ডার অর্থ হলো, কোল্ড স্টোরেজ থেকে বের করা। কিন্তু এই আলু যদি মোড়কজাত বা টিনজাত করে বিক্রি করা হয় যার ওজন ২.৫ কেজি পর্যন্ত তাহলে তার ওপর ভ্যাট প্রযোজ্য হবে। ছোটো ছোটো মোড়কে, প্যাকেটে বা টিনে প্যাকিং করলে মূল্য সংযোজন বেশি হয়। তাই, এখানে ভ্যাট আরোপ করা হয়েছে।  আশা করি বিষয়টি স্পষ্ট হয়েছে। (ড. মোঃ আব্দুর রউফ, ১৩.০১.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০০২/২০২৩: স্মার্ট ভ্যাট সিস্টেম গঠন:ডিজিটাল বাংলাদেশ থেকে আমরা এখন স্মার্ট বাংলাদেশের দিকে যাচ্ছি। স্মার্ট বাংলাদেশ গঠন করতে হলে বাংলাদেশের সকল উপাদানকে স্মার্ট হিসাবে গড়ে তুলতে হবে। আমরা ভ্যাট এরিয়াতে কাজ করছি। এখন আমাদের মূল কাজ হলো স্মার্ট ভ্যাট সিস্টেম গড়ে তোলা। প্রথমে আমাদের জানা দরকার যে, স্মার্ট ভ্যাট সিস্টেম বলতে কী বোঝায়, অর্থাৎ স্মার্ট ভ্যাট সিস্টেমের বৈশিষ্ট্যগুলো কী কী? আমরা এভাবে বলতে পারি যে, স্মার্ট ভ্যাট সিস্টেম হবে এমন সিস্টেম যেখানে প্রত্যেক ক্রেতা ক্রয় করার সময় রিয়েল টাইমে অনলাইনে বিক্রেতাকে মূল্য পরিশোধ করতে পারবে এবং সরকারকে ভ্যাট পরিশোধ করতে পারবে। ক্রয়কৃত পণ্য বা সেবা বিক্রেতার স্টক থেকে বিয়োগ হয়ে ক্রেতার স্টকে জমা হবে। ক্রেতার মোবাইল এ্যাপস থেকে এইসব কাজ ক্রয়ের সময় তাৎক্ষণিকভাবে, সহজে ও নির্ভুলভাবে সম্পন্ন করা যাবে। রেগুলেটরী এজেন্সী অনলাইনে সব দেখতে পাবে। ক্রমে ক্রমে ভ্যাটযোগ্য এবং ভ্যাটমুক্ত সব লেন-দেন এই সিস্টেমে নিয়ে আসতে হবে। তাহলে এ্যাকাউন্টিং সিস্টেম এবং স্ট্যাটিসটিকস পারফেক্ট হয়ে যাবে। এরপর সব লেনদেনের ওপর ভ্যাট প্রয়োগ করে ভ্যাটের হার কমিয়ে আনা সম্ভব হবে। তাহলে ভ্যাটের ভিত্তি সম্প্রসারিত হবে এবং সকলের ওপর কম প্রভাব পড়বে। এমন একটা ভ্যাট সিস্টেমকে আমরা স্মার্ট ভ্যাট সিস্টেম বলতে পারি। এমন একটা সিস্টেম গড়ে তুলতে হলে মূল কাজ হলো অটোমেশন। প্রয়োজনীয় ডাটা সেন্টার, কানেকটিভিটি এবং সফটওয়্যার স্থাপন করে এমন একটা সিস্টেম গড়ে তোলা দরকার। এমন ভ্যাট সিস্টেম স্থাপন করতে হলে আমাদের এখনও অনেক পথ যেতে হবে। মহান আল্লাহ আমাদের সহায় হোন এবং আমাদের জন্য সবকিছু সহজ করে দিন। এ বিষয়ে অর্থাৎ এমন সিস্টেমের তথ্যপ্রযুক্তি অবকাঠামো কেমন হওয়া দরকার, ভ্যাট ব্যবস্থাপনা কেমন হওয়া দরকার, এমন তথ্যপ্রযুক্তি অবকাঠামো এবং ভ্যাট ব্যবস্থপনা স্থাপন করার মতো জনবল আমাদের দেশে আছে কিনা, এমন অবকাঠামো নির্মাণে কেমন খরচ হতে পারে ইত্যাদি বিষয়ে আপনাদের মূল্যবান মতামত পেলে কৃতার্থ হবো। (ড. মোঃ আব্দুর রউফ, ০৫.০১.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০০১/২০২৩: প্রশ্ন: আমাদের প্রতিষ্ঠান একটি অনলাইন ব্যবসা প্রতিষ্ঠান। আমরা যদি ভ্যাট আইনের প্রথম তফসিলে উল্লেখিত শাক-সব্জি, মাছ, মাংস ইত্যাদি ভ্যাটমুক্ত পণ্য সরাসরি কৃষক বা প্রত্যন্ত অঞ্চলের পাইকার হতে ভ্যাট চালানপত্র (মূসক-৬.৩) ছাড়া ক্রয় করে বিক্রি করি সেক্ষেত্রে ভ্যাট এর বিধান কি হবে, অনুগ্রহ করে জানালে বাধিত হবো [জনৈক ভ্যাট প্রফেশনাল।]  উত্তর: এরূপ ক্ষেত্রে প্রাপ্ত কমিশন, ফি বা চার্জের ওপর ৫% হারে ভ্যাট পরিশোধ করতে হবে। আপনারা পণ্য বিক্রি করেন না। আপনারা সেবা প্রদান করেন। আমাদের দেশের ভ্যাট ব্যবস্থায় এই সেবার শিরোনাম হলো “অনলাইনে পণ্য বিক্রয়”। “অনলাইনে পণ্য বিক্রয়” সেবা প্রদানকারী পণ্যের মূল সরবরাহকারীর নিকট থেকে পণ্য ক্রয়/সংগ্রহ করে ভোক্তার কাছে পৌঁছে দেয়। পৌঁছে দেয়ার বিনিময়ে পণ্যের মূল্য সরবরাহকারী প্রতিষ্ঠান হতে কমিশন, ফি, সার্ভিস চার্জ, রেভিনিউ শেয়ারিং বা অন্যবিধভাবে সেবামূল্য গ্রহণ করে থাকে। এরূপ অর্থের ওপর ভ্যাট প্রযোজ্য হবে। সরবরাহকৃত পণ্যটি যদি প্রথম পর্যায়ে ভ্যাটমুক্ত পণ্য হয় এবং যদি উক্ত পণ্য সরবরাহের বিপরীতে প্রথম পর্যায়ে ভ্যাট চালান ইস্যু করার প্রয়োজনীয়তা না থাকে তাহলেও পণ্যটি ভোক্তার কাছে সরবরাহ করার সময় প্রাপ্ত চার্জ, ফি, কমিশনের ভিত্তিতে ৫% ভ্যাট পরিশোধ করতে হবে। বিস্তারিত অনুগ্রহ করে সংযুক্তিতে দেখুন (ড. মোঃ আব্দুর রউফ, ০২.০১.২০২৩)।   "
    },
    {
        "details": "ভ্যাট টিপস-০১৮/২০২২: বিষয়: উৎসে ভ্যাট কর্তন (ভিডিএস) এবং রেয়াত (রিবেট) কখনও একসাথে গুলাবেন না। প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। গত টিপসের পর বেশ কয়েকটা প্রশ্ন পেয়েছি। প্রশ্নগুলোর সারমর্ম হলো, এতো শতাংশ উৎসে কর্তন করা হলে রেয়াত কিভাবে নেবে, এতো শতাংশ উৎসে কর্তন করা হলে রেয়াত নেয়া যাবে কিনা, ইত্যাদি। এর আগেও এমন প্রশ্ন অনেক পেয়েছি। উত্তরও দিয়েছি। আজ আবার তা পুনরাবৃত্তি করলাম। সব সময় একটা বিষয় মনে রাখতে হবে, তা হলো, উৎসে ভ্যাট কর্তন আর রেয়াত দুটো সম্পূর্ণরূপে আলাদা বিষয়। এ দুটো বিষয়কে আলাদাভাবে দেখতে হবে। এ দুটো বিষয়কে একত্রে চিন্তা করা সঠিক নয়। রেয়াত নিতে হলে তা উপকরণ হবে। উপকরণের ওপর ভ্যাট পরিশোধ করা থাকতে হবে। তাহলে রেয়াত নেয়া যাবে। কোনটা উপকরণ, আর কোনটা উপকরণ নয় তা ভ্যাট আইনের ধারা ২(১৮ক)তে উল্লেখ রয়েছে। তাছাড়া, কোন্ কোন্ ক্ষেত্রে রেয়াত নেয়া যাবে না, তা ধারা ৪৬ এ উল্লেখ রয়েছে। এই বিধানগুলো প্রয়োগ করে বুঝতে হবে যে কোনো ক্রয়ের ক্ষেত্রে রেয়াত পাওয়া যাবে কি যাবে না। এর মধ্যে উৎসে ভ্যাট কর্তনের কোনো বিষয় আসে না, আসার প্রয়োজন নেই, আসা নিরর্থক। অর্থাৎ রেয়াতের সাথে উৎসে কর্তনের কোনো সম্পর্ক নেই।আবার, কোনো ক্রয়ের মূল্য পরিশোধের সময় উৎসে ভ্যাট কর্তন করতে হবে কিনা সে বিষয়ে আলাদা বিধি-বিধান রয়েছে, তা হলো মূলত উৎসে মূল্য সংযোজন কর কর্তন ও আদায় বিধিমালা, ২০২১। এখানে বর্ণিত রয়েছে যে, কোন্ কোন্ ক্রয়ের মূল্য পরিশোধের সময় উৎসে ভ্যাট কর্তন করতে হবে, আর কোন্ কোন্ ক্রয়ের মূল্য পরিশোধের সময় উৎসে ভ্যাট কর্তন করতে হবে না। এর সাথে রেয়াতের কোনো সম্পর্ক নেই। রেয়াত সম্পূর্ণ আলাদা বিষয়।তাহলে আমরা বুঝতে পারলাম যে, রেয়াত এবং উৎসে ভ্যাট কর্তন দুটি সম্পূর্ণরূপে আলাদা বিষয়। একটার উপর আর একটা নির্ভরশীল নয়। একটার সাথে আর একটার সরাসরি কোনো সম্পর্ক নেই। দুটি বিষয় বিবেচনা করার জন্য সম্পূর্ণ আলাদা বিধি-বিধান রয়েছে। তারপরও কেনো জানি অনেকে এ দুটোকে একসাথে করে প্রশ্ন করে থাকেন। আশা করি, বিষয়টি স্পষ্ট হয়েছে। (ড. মোঃ আব্দুর রউফ, ২৫ অক্টোবর, ২০২২)।   "
    },
    {
        "details": "ভ্যাট টিপস-০১৭/২০২২: বিষয়: ব্যবসায়ী (ট্রেডার) এর বিল থেকে ৭.৫% ভ্যাট উৎসে কর্তন প্রসঙ্গে।প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। একটা বিষয় নিয়ে মাঠ পর্যায়ে বেশ ভুল বোঝাবুঝির সৃষ্টি হয়। তা হলো, ব্যবসায়ী যখন কোনো উৎসে ভ্যাট কর্তনকারীর কাছে বিক্রি করে তখন কত শতাংশ ভ্যাট উৎসে কর্তন করতে হবে। উত্তর হলো ৭.৫% ভ্যাট উৎসে কর্তন করতে হবে। ব্যবসায়ী (ট্রেডার) ৫% ভ্যাট প্রয়োগ করে বিক্রি করেন, আবার ১৫% ভ্যাট প্রয়োগ করেও বিক্রি করেন। এটা তার স্বাধীনতা। ৫% ভ্যাট প্রয়োগ করে বিক্রি করলে রেয়াত পাবে না। ১৫% ভ্যাট প্রয়োগ করে বিক্রি করলে রেয়াত পাবে। উভয় ক্ষেত্রেই উৎসে কর্তনকারী ৭.৫% ভ্যাট উৎসে কর্তন করবে। এই বিধান সবার কাছে গ্রহণযোগ্য হয় না। এখানে অনেক প্রশ্ন থাকে। তবে, সবশেষ কথা হলো, এটাই বর্তমানের উৎসে ভ্যাট কর্তন সংক্রান্ত বিধান এবং তা পালন করতে হবে। জুন, ২০২১ থেকে এই বিধান কার্যকর হয়েছে।  উৎসে মূল্য সংযোজন কর কর্তন ও আদায় বিধিমালা, ২০২১ এর বিধি ৪(ক) এ উল্লেখ রয়েছে, “উৎপাদক হিসাবে নিবন্ধিত ব্যতীত অন্য সকল ব্যক্তি যাহারা উৎসে কর্তনকারী সত্তার নিকট কোটেশন বা দরপত্র বা কার্যাদেশ বা অন্যবিধভাবে পণ্য বা সেবা সরবরাহ করে তাহারা যোগানদার হিসাবে বিবেচিত হইবে।” এই বিধান অনুসারে ব্যবসায়ী সরবরাহ দিলে ৭.৫% ভ্যাট উৎসে কর্তন করতে হবে। এখন বিস্তারিত কার্যপদ্ধতিতে আসি যা বিধি-বিধানে সরাসরি বিস্তারিত বর্ণিত নেই। ধরুন, ব্যবসায়ী ৫% ভ্যাট প্রয়োগ করে ভ্যাট চালানপত্র ইস্যু করে উৎসে কর্তনকারীর কাছে বিক্রি করেছে। বিক্রেতা ব্যবসায়ী তার দাখিলপত্রের মাধ্যমে এই ৫% ভ্যাট প্রদেয় করবে এবং তা পরিশোধ করে দেবে। উৎসে কর্তনকারী ধরুন ২ মাস পর বিল পরিশোধ করার সময় ৭.৫% উৎসে কর্তন করবে। উৎসে কর্তনকারী তার দাখিলপত্রে বৃদ্ধিকারী সমন্বয় করে ওই ভ্যাট সরকারি কোষাগারে জমা প্রদান করবে। উৎসে কর্তনকারী সমপরিমাণ অর্থের প্রত্যয়নপত্র (মূসক-৬.৬) ইস্যু করবে। বিক্রেতা প্রত্যয়নপত্র পাওয়ার পর দাখিলপত্রে সমপরিমাণ অর্থ হ্রাসকারী সমন্বয় করবে। এভাবে উৎসে কর্তনকারীর একবার বৃদ্ধিকারী সমন্বয় এবং বিক্রেতার একবার হ্রাসকারী সমন্বয় করার ফলে তা শূন্য হয়ে যাবে। বিক্রেতা বিক্রি করার সময় যে ৫% ভ্যাট দাখিলপত্রে প্রদেয় করেছিল সেই ভ্যাট সরকার পেয়েছে। একইভাবে, বিক্রেতা যদি ১৫% ভ্যাট প্রয়োগ করে ভ্যাট চালানপত্র ইস্যু করে বিক্রি করে, তাহলে ৭.৫% ভ্যাট উৎসে কর্তন করতে হবে। একইভাবে বৃদ্ধিকারী সমন্বয় ও হ্রাসকারী সমন্বয় করে তা শুন্য হয়ে যাবে। বিক্রি করার সময় যে ১৫% ভ্যাট প্রয়োগ করা হয়েছিল তা দাখিলপত্রে প্রদেয় দেখিয়ে পরিশোধ করতে হবে। এই ভ্যাট সরকার পাবে।সবশেষে দাঁড়ালো এই যে, ব্যবসায়ীর নিকট থেকে ৭.৫% হারে ভ্যাট উৎসে কর্তন করা হলে এর কোনো নেগেটিভ প্রভাব নেই। সবশেষ প্রভাব একই। তা হলো, বিক্রেতা যে ভ্যাট প্রদেয় করে সে ভ্যাট সরকার পায়। আর বৃদ্ধিকারী সমন্বয় ও হ্রাসকারী সমন্বয় করার পরে তা শূন্য হয়ে যায়। এই প্রক্রিয়া জানা না থাকার কারণে মাঠ পর্যায়ে কেউ কেউ ভুল বুঝে থাকেন, ভুলভাবে ব্যাখ্যা করেন, ভুল প্রক্রিয়া অনুসরণ করেন। আশা করি, বিষয়টি স্পষ্ট হয়েছে। (ড. মোঃ আব্দুর রউফ, ২০ অক্টোবর, ২০২২)।   "
    },
    {
        "details": "ভ্যাট টিপস-০১৬/২০২২: বিষয়: ১৯৯১ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল করতে হলে ১০% অর্থ জমা দিতে হবে।প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। একটা বিষয় নিয়ে সম্প্রতি মাঝে মাঝে ভুল বোঝাবুঝির সৃষ্টি হয়। তা হলো, ১৯৯১ সনের ভ্যাট আইনের আওতায় কোনো বিষয়ে যদি বর্তমানে হাইকোর্ট বিভাগে আপিল দায়ের করা হয়, তাহলে ১০% অর্থ জমা দিতে হবে কিনা। উত্তর হলো, জমা দিতে হবে। এবার বিস্তারিত কথায় আসি। ১৯৯১ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল দায়ের করতে হলে কোনো অর্থ জমা দেয়ার বিধান ছিল না। ২০১২ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল দায়ের করতে হলে, ১০% অর্থ জমা দেয়ার বিধান করা হয়েছে। নতুন ভ্যাট আইনের ধারা ১৩৭ অনুসারে, ৩০ জুন ২০১৯ তারিখ পর্যন্ত যে সব বিষয় রয়েছে তা ১৯৯১ সনের ভ্যাট আইন ‍অনুযায়ী নিষ্পত্তি হবে। কিন্তু মহামান্য হাইকোর্ট মূল্য সংযোজন কর আপীল নং-০৫/২০২০ মামলার বিপরীতে যে রায় প্রদান করেছেন সে রায় অনুসারে, ১৯৯১ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল দায়ের করতে হলে বর্তমান বিধান অনুসারে ১০% অর্থ জমা দিতে হবে। আদেশটি সংযুক্ত করা হলো। মহামান্য হাইকোর্টের উক্ত আদেশটি সম্পর্কে অনেকেই ওয়াকিবহাল নন। তাই, অনেকে মনে করে থাকেন যে, ১৯৯১ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল দায়ের করতে হলে কোনো অর্থ জমা দিতে হতো না, এখন কেনো জমা দিতে হবে। উত্তর হলো, মহামান্য আদালতের আদেশ অনুসারে ১০% অর্থ জমা দিতে হবে। (ড. মোঃ আব্দুর রউফ, ৯ অক্টোবর, ২০২২)।   "
    },
    {
        "details": "ভ্যাট টিপস-০০৮/২০২২ (বাজেট-০৩): প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। এবারের বাজেটে ভ্যাট সংক্রান্ত যে পরিবর্তনগুলো এসেছে তার মধ্যে গুরুত্বপূর্ণ পরিবর্তন হয়েছে কেন্দ্রীয় নিবন্ধনে। এবারে কেন্দ্রীয় নিবন্ধনের প্রযোজ্যতা ব্যাপকতর হয়েছে। বলতে গেলে আগের সমস্যাগুলো নেই। ইতোপূর্বে এক স্থান থেকে উৎপাদন করে বিক্রয়কেন্দ্র, ডিপো, ওয়্যারহাউসের মাধ্যমে বিক্রি করলে কেন্দ্রীয় নিবন্ধন পাওয়া যেতো না। এবারের বিধান অনুসারে পাওয়া যাবে। ইতোপূর্বে সমজাতীয় পণ্যের সংজ্ঞা সংকীর্ণ ছিল, বর্তমান সংজ্ঞা ব্যাপকতর। বলতে গেলে সমজাতীয় পণ্যের বিষয়টি এখন আর কেন্দ্রীয় নিবন্ধনের ক্ষেত্রে বাঁধা হবে না। কারণ, বিধিমালার বিধি ১(২) এর তিনটি দফায় উৎপাদনকারীর কেন্দ্রীয় নিবন্ধন বিষয়ে বিধান বর্ণিত হয়েছে; যথা: (ক), (ঙ), (চ)। এর মধ্যে দফা (ঙ) এবং (চ)-তে সমজাতীয় পণ্য উল্লেখ নেই। অর্থাৎ সমজাতীয় পণ্য হওয়া এখন আর কোনো জরুরি বা প্রয়োজনীয় বিষয় নয়। আলহামদুলিল্লাহ, এবারের পরিবর্তনের ফলে One RJSC registration, one TIN, one BIN নীতির দিকে অনেকটা এগিয়েছে। নতুন বিধান অনুসারে যারা কেন্দ্রীয় নিবন্ধন পাওয়ার যোগ্য তারা অনুগ্রহ করে দ্রুত কেন্দ্রীয় নিবন্ধন গ্রহণ করুন। যথাসম্ভব One RJSC registration, one TIN, one BIN নীতির ভিত্তিতে হিসাবপত্র সংরক্ষণ করুন। (ড. মোঃ আব্দুর রউফ, ১২ জুলাই, ২০২২)।"
    },
    {
        "details": "ভ্যাট টিপস-০০৭/২০২২ (বাজেট-০২): প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। এবারের বাজেটে ভ্যাট সংক্রান্ত যে পরিবর্তনগুলো এসেছে তার মধ্যে গুরুত্বপূর্ণ পরিবর্তন হয়েছে কেন্দ্রীয় নিবন্ধনে। ইতোপূর্বে উৎপাদনকারী দুই বা ততোধিক স্থান হতে উৎপাদন করলে কেন্দ্রীয় নিবন্ধনের আবেদন করতে পারতো। এবারে, এক বা একাধিক স্থান থেকে উৎপাদনের ক্ষেত্রেও কেন্দ্রীয় নিবন্ধনের আবেদন করা যাবে। ইতোপূর্বে সব ক্ষেত্রে অভিন্ন বা সমজাতীয় সরবরাহ হওয়ার বিধান ছিল। এবারে শুধুমাত্র উৎপাদনকারী ও সেবা প্রদানকারীর ক্ষেত্রে অভিন্ন বা সমজাতীয় সরবরাহ হওয়ার বিধান রাখা হয়েছে; বাণিজ্যিক আমদানিকারক ও ব্যবসায়ীর ক্ষেত্রে অভিন্ন বা সমজাতীয় সরবরাহ হতে হবে না। তাছাড়া, ”সমজাতীয়” এর সংজ্ঞা পরিবর্তন করা হয়েছে। সংজ্ঞা আগের চেয়ে অনেক ব্যাপকতর হয়েছে। ব্যবহারের প্রকৃতি অনুযায়ী সমগোত্রীয় হলেই সমজাতীয় বলা যাবে। যেমন: ঔষধ, খাদ্য, কসমেটিক্স ইত্যাদি এবং প্যাকেজিং ও মধ্যবর্তী উপকরণ। তাছাড়া, আউটপুট ভ্যাট ১৫% হতে হবে, এ বিধানও এবারে বাতিল করা হয়েছে। তাছাড়া, এবারে কেন্দ্রীয় নিবন্ধিত প্রতিষ্ঠানের ভ্যাট সফটওয়্যার ব্যবহার করা বাধ্যতামূলক করা হয়েছে। যেসব প্রতিষ্ঠান পূর্ব থেকেই কেন্দ্রীয়ভাবে নিবন্ধিত সেসব প্রতিষ্ঠানকে ৩১ ডিসেম্বর, ২০২২ এর মধ্যে ভ্যাট সফটওয়্যার ব্যবহার করে অটোমেটেড পদ্ধতিতে হিসাব সংরক্ষণ করতে হবে। সব মিলে কেন্দ্রীয় নিবন্ধন পদ্ধতিতে এবারে বেশ পরিবর্তন হয়েছে। (ড. মোঃ আব্দুর রউফ, ১৯ জুন, ২০২২)।"
    },
    {
        "details": "ভ্যাট টিপস-০০৬/২০২২: প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। ভ্যাটের কিছু বিষয় নিয়ে জনমনে বিভ্রান্তি রয়েছে। এমন কিছু বিষয় আমরা আলোচনা করছি। অনেকে বলে থাকেন যে, সর্বস্তরের জনগণের মাঝে ব্যাপকভাবে ভ্যাট সচেতনতা বৃদ্ধি করা দরকার। আমি ব্যক্তিগতভাবে মনে করি যে, সর্বস্তরের জনগণকে ভ্যাট শেখানোর দরকার নেই, সেটা সম্ভবও না। ভ্যাট বেশ জটিল একটা বিষয়। যারা একটা শেখবেন তাঁরা অনেক সময় নিয়ে শেখবেন। সাধারণত যাঁরা ভ্যাটকে ক্যারিয়ার হিসেবে নেবেন, তাঁরা ভ্যাট শেখবেন, বিস্তারিতভাবে শেখবেন। ভ্যাট হাল্কাভাবে শেখার অবকাশ নেই। সবাইকে ভ্যাট শেখার দরকার নেই। আমি মনে করি, দেশে ১ (এক) লক্ষ মানুষ যদি ভালো করে ভ্যাট শেখেন তাহলেই একটা উন্নত ভ্যাট ব্যবস্থা পরিচালনা করা যায়। কেনার সময় ভ্যাটের চালানপত্র নিতে হবে, একথা সবাই জানেন। চালানপত্র ইস্যু সহজতর করা, চালানপত্র অনলাইন করা একাজগুলো বেশি জরুরি যেন বিক্রেতার চালানপত্র ইস্যু না করে কোনো উপায় না থাকে। এমন অটোমেটেড সিস্টেম গড়ে তোলা বেশি জরুরী। সিভিল ল’, ক্রিমিনাল ল’ কি সব মানুষ জানেন? এমনকি অনেক উচ্চশিক্ষিত মানুষও কি জানেন বা জানা সম্ভব? উত্তর হলো, না, তাঁরা জানেন না, জানা সম্ভব নয়। যখন প্রয়োজন হয়, তখন তাঁরা আইনজীবীর সহায়তা নেন। ভ্যাটও এমন একটা বিষয়। সকলের পক্ষে ভ্যাট জানা সম্ভব নয়। তাই, আমাদের এমন পদক্ষেপ নেয়া দরকার যেন অন্তত ১ (এক) লক্ষ ভ্যাট প্রফেশনাল গড়ে তোলা যায় যাঁরা ভ্যাট ব্যবস্থাটা পরিচালনা করতে পারবেন। দেশে একটা উন্নত ভ্যাট ব্যবস্থা গড়ে তুলতে পারবেন। দেশের সব মানুষকে ভ্যাট শেখানোর প্রয়োজন নেই, সেটা সম্ভবও নয়। এটা আমার ব্যক্তিগত মতমত। যে কেউ যুক্তিসহ দ্বীমত পোষণ করতে পারেন, ওয়েলকাম। (ড. মোঃ আব্দুর রউফ, ১৬ জুন, ২০২২)।"
    },
    {
        "details": "ভ্যাট টিপস-১৯/২০২১ (বাজেট-১৫): ফার্নিচারের প্রস্তুতকারক সরাসরি ভোক্তার কাছে বিক্রি করলে ১৫% ভ্যাট প্রয়োগ করার বিধান করা হয়েছে। সরিষার তেলের উৎপাদন পর্যায়ে ভ্যাট প্রযোজ্য হবে না, তা স্পষ্ট করা হয়েছে। টাইলস ও স্যানেটারি ওয়্যার এর ডিলার ও পরিবেশকগণ কমিশনের ওপর ১৫% ভ্যাট পরিশোধ করতে পারবেন এমন বিধান করা হয়েছে। (চলবে), (ড. মোঃ আব্দুর রউফ, ২৮.০৬.২০২১)।"
    },
    {
        "details": "ভ্যাট টিপস-১৮/২০২১ (বাজেট-১৪): ভ্যাট আইনে প্রদেয় করের ওপর সুদ প্রদান করার বিধান রয়েছে। প্রদেয় করের ওপর মাসিক ২ শতাংশ সরল হারে সুদ প্রদান করার বিধান আইনের ধারা ১২৭ এ অন্তর্ভুক্ত ছিল। এবারে তা মাসিক ১ শতাংশ নির্ধারণ করা হয়েছে। তবে, উৎসে ভ্যাট কর্তন সংক্রান্ত বকেয়ার ক্ষেত্রে সুদের পরিমাণ ষাণ্মাসিক ২ শতাংশ, অর্থাৎ ৬ মাসে ২ শতাংশ ছিল তা এখনও বহাল রয়েছে। (চলবে), (ড. মোঃ আব্দুর রউফ, ২৭.০৬.২০২১)।"
    },
    {
        "details": "ভ্যাট টিপস-১৭/২০২১ (বাজেট-১৩): ভ্যাট আইনে বিধান ছিল যে, অডিট ম্যানুয়্যাল প্রণয়ন করতে হবে এবং উক্ত অডিট ম্যানুয়্যাল অনুযায়ী অডিট করতে হবে। অডিট ম্যানুয়্যাল এখনও প্রণয়ন করা যায়নি। বর্তমানে অডিট ম্যানুয়্যাল প্রয়ণন করার কাজ চলছে। অডিট ম্যানুয়্যাল না থাকায় নতুন ভ্যাট আইন ২০১৯ সালের জুলাই মাস থেকে কার্যকর হলেও উক্ত সময়ের অডিট করা সম্ভব হয়নি। এবারে আইনের ধারা ৯০ এ সংশোধন করে বিধান করা হয়েছে যে, অডিট ম্যানুয়্যাল ছাড়াও অডিট করা যাবে। (চলবে), (ড. মোঃ আব্দুর রউফ, ২৫.০৬.২০২১)।"
    },
    {
        "details": "ভ্যাট টিপস-০৫/২০২১ (বাজেট-১): অনেক দিন হলো ভ্যাট টিপস দিতে পারিনি। অনেক কাজ নিয়ে বেশ ব্যস্ত আছি। অনেক দিন কোনো ভ্যাট সমস্যার সমাধানও দিতে পারিনি। এ কারণে মনে বেশ কষ্ট পাচ্ছি। যাহোক, আজ বাজেট ঘোষণা হবে ইন-শা-আল্লাহ। এবারের বাজেটে বাংলাদেশের ভ্যাট ব্যবস্থায় যেসব পরিবর্তন হবে তার ওপর আগামীকাল থেকে ধারাবাহিকভাবে লিখবো বলে আশা করছি। অনুগ্রহ করে সাথে থাকুন। (চলবে), (ড. মোঃ আব্দুর রউফ, ০৩.০৬.২০২১)।"
    },
    {
        "details": "ভ্যাট টিপস-০৩/২০২১ (রপ্তানি-৩): পূর্বের টিপসে শতভাগ রপ্তানিমুখী প্রতিষ্ঠান কর্তৃক উপকরণ কর হ্রাসকারী সমন্বয় করার বিষয়ে আলোচনা করেছিলাম। আজকের টিপসে উক্ত আলোচনা আরো বিস্তৃত করা হয়েছে। হ্রাসকারী সমন্বয় করার সময়সীমা ৬ (ছয়) কর-মেয়াদ হওয়া সমীচীন তা ব্যাখ্যা করা হয়েছে। অনুগ্রহ করে সংযুক্তি দেখুন। ভ্যাট আইন ও বিধিমালায় বর্ণীত বিভিন্ন প্রকারের সমন্বয়ের সময়সীমা বিষয়ে বিস্তারিত আলোচনা করা হয়েছে। আশা করি টিপসটি অনেকের উপকারে আসবে ইন-শা-আল্লাহ্। (চলবে), (ড. মোঃ আব্দুর রউফ, ২৮.০১.২০২১)। "
    },
    {
        "details": "ভ্যাট টিপস-০২/২০২১ (রপ্তানি-২): আমাদের দেশের ভ্যাট ব্যবস্থা জটিল হওয়ার কারণে অনেকে আইনে দেয়া সুবিধাটুকুও নিতে পারেন না। কারণ, অনেকে জানেন না যে, আইনে সে বিষয়ে তাকে কী সুবিধা দেয়া হয়েছে। এমন একটা বিষয় হলো, রপ্তানির ক্ষেত্রে সমন্বয়। বিশেষ করে শতভাগ রপ্তানিমুখী প্রতিষ্ঠান বন্ড লাইসেন্সের বাইরে প্রয়োজনে কিছু ক্রয় করে থাকে। সেসব ক্রয়ের ক্ষেত্রে ভ্যাট পরিশোধ করে। কোনো কোনো ক্ষেত্রে ভ্যাট মওকুফ করা আছে। এর বাইরে ভ্যাট পরিশোধ করে ক্রয় করতে হয়। এই ভ্যাট হ্রাসকারী সমন্বয় করা যাবে, অর্থাৎ ফেরৎ নেয়া যাবে। দাখিলপত্রের মাধ্যমে হ্রাসকারী সমন্বয় করতে হয়। শতভাগ রপ্তানিমুখী প্রতিষ্ঠান বর্তমানে দাখিলপত্র দাখিল করে, উৎসে ভ্যাট কর্তনকারী হলে উৎসে কর্তন করে; তবে সমন্বয় করার বিষয়টি অনেকের জানা নেই । তাই, তারা উপকরণ ক্রয়ের বিপরীতে হ্রাসকারী সমন্বয় গ্রহণ করে না। দয়া করে সংযুক্তি দেখুন। সংযুক্তিতে এ বিষয়টি বিস্তারিত বর্ণনা করা হয়েছে। আশা করি টিপসটি অনেকের উপকারে আসবে ইন-শা-আল্লাহ্। (চলবে), (ড. মোঃ আব্দুর রউফ, ১৩.০১.২০২১)।   "
    },
    {
        "details": "ভ্যাট টিপস-৫৮/২০২০ (সংক্ষিপ্ত বিচার [Summary Adjudication]): গত টিপসে মতামত দিয়েছিলাম যে, শুধুমাত্র ধারা ৮৫ এর টেবিলে বর্ণিত ব্যর্থতার ক্ষেত্রে নয়- অনিয়ম, ফাাঁকি, আটক মামলা সব ক্ষেত্রে সংক্ষিপ্ত বিচার করা যাবে। ধারা ৮৫ এর টেবিলে বর্ণিত ব্যর্থতাগুলোই শুধু ব্যর্থতা নয়, বরং অপরাধ এর বাইরে আইন ও বিধিমালার যে কেনো বিধান পরিপালন না করা ব্যর্থতা হিসেবে গণ্য।  অনিয়ম মামলা ছাড়া রাজস্ব ফাঁকি বা আটক মামলার ক্ষেত্রে যদি সংক্ষিপ্ত বিচার করা না যায়, তাহলে তা অর্থহীন। আমাদের বুঝতে হবে যে, কোন্ পরিস্থিতিতে সংক্ষিপ্ত বিচার প্রক্রিয়া অবলম্বন করার প্রয়োজন হয়। তদন্ত ও কারণ দর্শাও নোটিশ ব্যতীত বিচার করার অর্থ হলো দ্রুত বিচার করা। যখন কোনো আটক পণ্য দ্রুত খালাস নেয়ার প্রয়োজন হয়, তখন সাধারণত সংক্ষিপ্ত বিচারের আবেদন করা হয়। ধরুন, কোনো পণ্য আটক থাকলে মেয়াদ উত্তীর্ণ হয়ে যাবে বা কোনো পণ্য টেন্ডারের বিপরীতে সরবরাহ দেয়ার জন্য নিয়ে যাওয়া হচ্ছিল, নির্দিষ্ট সময়ের মধ্যে সরবরাহ দিতে না পারলে টেন্ডার বাতিল হয়ে যাবে বা কোনো পণ্য স্পেসিফিকেশন অনুযায়ী সংরক্ষণ করার ব্যবস্থা ভ্যাট বিভাগের গুদামে নেই; এরূপ ক্ষেত্রে সংক্ষিপ্ত বিচারের আবেদন করার প্রয়োজন হয়। আগেই বলেছি যে, সংক্ষিপ্ত বিচার উভয়ের জন্য মঙ্গলজনক। দ্রুত মামলা নিষ্পত্তি হয়, সরকার রাজস্ব পায়, পণ্য ক্ষতির হাত থেকে রক্ষা পায়। তাই, অপরাধ ছাড়া অন্য সব মামলার ক্ষেত্রে সংক্ষিপ্ত বিচার করা যাবে। (চলবে), (ড. মোঃ আব্দুর রউফ, ১৩.১০.২০২০)।  "
    },
    {
        "details": "ভ্যাট টিপস-৫৭/২০২০ (সংক্ষিপ্ত বিচার [Summary Adjudication]): মাঝে মাঝে একটা প্রশ্ন পায়, তা হলো বর্তমানে সংক্ষিপ্ত বিচারের বিধান কী? ১৯৯১ সনের ভ্যাট আইনে সংক্ষিপ্ত বিচারের বিধান এরূপ ছিল যে, যেকোনো মামলার ক্ষেত্রে (অনিয়ম মামলা, ফাঁকি মামলা বা আটক মামলা) কতিপয় শর্তসাপেক্ষে সংশ্লিষ্ট ব্যক্তি সংক্ষিপ্ত বিচারের আবেদন করতে পারতেন। মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর ধারা ৮৬ এর উপ-ধারা (৩) এ উল্লেখ রয়েছে যে, কোনো ব্যক্তি ব্যর্থতা বা অনিয়মের ক্ষেত্রে সংক্ষিপ্ত বিচারের আবেদন করতে পারবেন। ব্যর্থতা বলতে ধারা ৮৫ এর টেবিলে বর্ণিত ব্যর্থতা বা অনিয়মগুলোকে বিবেচনা করা হয় এবং মাঠ পর্যায়ে শুধুমাত্র এগুলোর ক্ষেত্রেই সংক্ষিপ্ত বিচার প্রক্রিয়া অনুসরণ করা হয় মর্মে জানতে পেরেছি। এরূপ ধারণার সাথে আমি একমত নই। আমার মতামত হলো, সব মামলার ক্ষেত্রেই সংক্ষিপ্ত বিচার প্রক্রিয়া অবলম্বন করা যাবে। কারণ, ধারা ৮৫ এর টেবিলে বর্ণিত ব্যর্থতাগুলোই শুধু ব্যর্থতা নয়, বরং অপরাধ এর বাইরে আইন ও বিধিমালার যে কেনো বিধান পরিপালন না করা ব্যর্থতা হিসেবে গণ্য হবে। ধারা ৮৫ এর উপ-ধারা (২) এ এরূপ ইঙ্গিত রয়েছে। সেটা হওয়াই স্বাভাবিক। সংক্ষিপ্ত বিচার প্রক্রিয়া সরকার ও করদাতা উভয়ের জন্য মঙ্গলজনক। দ্রুত মামলা নিষ্পত্তি হয়, সরকার রাজস্ব পায়। তাই, সবক্ষেত্রে প্রযোজ্য হওয়াই উত্তম। (চলবে), (ড. মোঃ আব্দুর রউফ, ০৮.১০.২০২০)।  "
    },
    {
        "details": "ভ্যাট টিপস-৪৮ (মূল্য সংযোজন, মুনাফা এবং ওয়েস্টেজের হার): এমন কথা শুনেছি যে, অনেক ক্ষেত্রে অফিসার বলেন যে, ৩৩.৩৪% সংযোজন হতে হবে, ৪০% সংযোজন হতে হবে ইত্যাদি। যদিও এমন কোনো বিধান বর্তমানে নেই। পূর্বের ভ্যাট আইনে এমন একটা বিধান ছিল যা এখন নেই। মূল্য সংযোজন নিয়ে মাঠ পর্যায়ে অনেক জটিলতা হয়। বিজিনেস-ফ্রেন্ডলী করার জন্য এগুলো হলো কাজের ক্ষেত্র। এই সমস্যাগুলো নিরসণ করতে হবে। প্রথমত, কোনটাকে মূল্য সংযোজন বলা হবে তা নিয়েও কোনো সুনির্দিষ্ট নির্দেশনা বা মতৌক্য নেই। দ্বিতীয়ত, বিভিন্ন খাতে মূল্য সংযোজনের হার কত হবে তা নিয়েও মতৌক্য নেই। এ দুটি বিষয় নির্ধারণ করে দেয়া যায়। এটা রেগুলেটরী এজেন্সীর দায়িত্ব। এ দুটি বিষয় নির্ধারণ করা খুব কঠিন কাজ নয়। বিশেষজ্ঞ এবং স্টেইক-হোল্ডারদের সাথে আলোচনা করে তা করা যায়। প্রয়োজন হলো উদ্যোগ নেয়া। ব্যবসায়ী সংগঠনের পক্ষ থেকেও স্টাডি করে সাজেশন দেয়া যায়। (চলবে), (ড. মোঃ আব্দুর রউফ, ০৯.০৯.২০২০)।  "
    },
    {
        "details": "ভ্যাট টিপস-৪৭ (মূল্য সংযোজন, মুনাফা এবং ওয়েস্টেজের হার): একটা প্রশ্ন খুব ঘণ ঘণ আসে, তা হলো, মূল্য সংযোজনের হার কত পারসেন্ট হবে, মুনাফার হার কর পারসেন্ট হবে এবং ওয়েস্টেজের হার কত পারসেন্ট হবে? আমাদের ভ্যাট ব্যবস্থায়, এ তিনটির কোনো স্ট্যান্ডার্ড হার নেই। আপনার অর্থনৈতিক কর্মকান্ডে ঠিক যে হারে সংযোজন, মুনাফা, ওয়েস্টেজ হয়, ঠিক সে হার হিসাবপত্রে প্রদর্শন করতে হবে। ভ্যাট অফিসার যাচাই করে দেখবেন যে, প্রকৃত সংযোজন, মুনাফা, ওয়েস্টেজ প্রদর্শন করা হয়েছে কিনা। ওই অর্থনৈতিক কর্মকান্ডে প্রকৃত সংযোজন, মুনাফা, ওয়েস্টেজের হার কত সে বিষয়ে তাঁর ধারণা থাকতে হবে। যখন মূসক-৪.৩ ফরমে মূল্য ঘোষণা দাখিল করা হয়, তখন ওয়েস্টেজের পরিমাণ এবং মূল্য সংযোজনের পরিমাণ লিখতে হয়। স্বাভাবিকভাবেই তা লিখতে হবে প্রকৃত পরিমাণের ভিত্তিতে। মুনাফা হলো মূল্য সংযোজনের অংশ। কোনটি উপকরণ এবং কোনটি সংযোজন এর ওপর পরবর্তীতে আর একটা টিপস দেবো ইন-শা-আল্লাহ। মুনাফার পরিমাণ/হার বিষয়ে ভ্যাট আইনে কোনো নির্দেশনা নেই। অন্য কোনো আইনে (যেমন, ভোক্তা অধিকার সংরক্ষণ আইন) যদি কোনো নির্দেশনা থেকে থাকে তা পালন করতে হবে। ওয়েস্টেজের বিষয়ে বিধি ২৪ক, ২৪খ ও ২৪গ-তে বিস্তারিত বিধান বর্ণিত রয়েছে।  (চলবে), (ড. মোঃ আব্দুর রউফ, ০৭.০৯.২০২০)।  "
    },
    {
        "details": "ভ্যাট টিপস-৪৬ (ব্যাংকিং চ্যানেলে মূল্য পরিশোধ): গত টিপস-এর আলোচনার ধারাবাহিকতায় আজকের টিপস। মাঠ পর্যায়ে এ বিষয়টি নিয়ে জটিলতার সৃষ্টি হয়। রেয়াত নেয়ার সময় ভ্যাট অফিসার ব্যাংকিং চ্যানেলে মূল্য পরিশোধ করার প্রমাণ চান। কিন্তু ক্রেতাতো মূল্য পরিশোধ করেননি। ব্যবসায়ীক সম্পর্কের ভিত্তিতে ক্রেতা মূল্য পরিশোধ করবেন ধরুন আরো পরে। আমি আমার বইয়ে এরূপ ব্যাখ্যা দিয়েছি যে, স্বাভাবিকভাবে ৪ কর-মেয়াদের মধ্যে রেয়াত নিয়ে নিতে হবে, ক্রেতা-বিক্রেতার ব্যবসায়ীক সম্পর্কের ভিত্তিতে স্বাভাবিকভাবে যখন মূল্য পরিশোধ করা হয়, তখন ব্যাংকিং চ্যানেলে পরিশোধিত হতে হবে, না হলে আগে নেয়া রেয়াত বৃদ্ধিকারী সমন্বয় করতে হবে। ভ্যাট অফিসারকে ফলো-আপ করতে হবে যে, কখন মূল্য পরিশোধ করা হয়। মূল্য পরিশোধ করতে অস্বাভাবিক বিলম্ব হলে প্রশ্ন করা যেতে পারে। কেউ বলতে পারেন যে, আমার এ ব্যাখ্যার ভিত্তি কী? ভিত্তি হলো, এমন কোনো কাজ করা যাবে না বা কথা বলা যাবে না, যার ফলে আইনের অন্য কোনো বিধান লংঘিত হয়, কারোর সাংবিধানিক অধিকার ক্ষুণ্ন হয়, স্বাভাবিক কোনো প্রথার সাথে সাংঘর্ষিক হয়। তাছাড়া, মূল্য সংযোজন কর ও সম্পূরক শুল্ক বিধিমালা, ২০১৬ এর বিধি-২৯ দেখুন। যথাসময়ে রেয়াত নিতে হবে। যদি ব্যাংকিং চ্যানেল ছাড়া মূল্য পরিশোধ করা হয় তাহলে আগে নেয়া রেয়াত বৃদ্ধিকারী সমন্বয় করতে হবে। এটাই বিধান। রেয়াত নেয়ার সময় ব্যাংকিং চ্যানেলে মূল্য পরিশোধের প্রমাণ চাওয়া যাবে না। (চলবে), (ড. মোঃ আব্দুর রউফ, ০৫.০৯.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-২৮ (রেয়াত নেয়ার সমর্থনে দলিলাদি): মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর ধারা ৪৬ এর উপ-ধারা (৩) এ উল্লেখ রয়েছে যে, রেয়াত নিতে হলে কী কী দলিল দখলে থাকতে হবে। আমদানির ক্ষেত্রে বিল-অব-এন্ট্রি, স্থানীয় ক্রয়ের ক্ষেত্রে ভ্যাট চালানপত্র (মূসক-৬.৩), সেবা আমদানির ক্ষেত্রে ট্রেজারি চালান হলো রেয়াত নেয়ার দলিল। তাছাড়া, গ্যাস, পানি, বিদ্যুৎ ও টেলিফোন সেবার ক্ষেত্রে সংশ্লিষ্ট প্রতিষ্ঠান কর্তৃক ইস্যুকৃত বিল চালানপত্র হিসেবে গণ্য হবে এবং তার বিপরীতে রেয়াত নেয়া যাবে। এর বাইরে কোনো প্রতিষ্ঠানের নিজস্ব চালান, রসিদ, মেমো ইত্যাদির বিপরীতে রেয়াত নেয়া যাবে না। আজ একজন আমাকে একটা স্বায়ত্বশাসিত প্রতিষ্ঠানের নিজস্ব রসিদ ই-মেইলে পাঠিয়েছেন। সেখানে ব্যাংকের সীল রয়েছে। সেবামূল্য এবং ভ্যাট রসিদে উল্লেখ রয়েছে। অর্থাৎ সেবামূল্য এবং ভ্যাট ব্যাংকে উক্ত প্রতিষ্ঠানের এ্যাকাউন্টে জমা হয়েছে। তিনি প্রশ্ন করেছেন যে, এই রসিদের বিপরীতে রেয়াত নেয়া যাবে কিনা। এমন কোনো রসিদের বিপরীতে রেয়াত নেয়া যাবে না। প্রতিষ্ঠানকে ভ্যাট চালান (মূসক-৬.৩) ইস্যু করতে হবে। প্রতিষ্ঠানটি সেবামূল্য গ্রহণ করেছে, ভ্যাটের অর্থ গ্রহণ করেছে, প্রতিষ্ঠানের ব্যাংক এ্যাকাউন্টে ভ্যাটের অর্থ জমা হয়েছে, তার ভ্যাট চালানপত্র ইস্যু করতে কোনো সমস্যা, জটিলতা নেই। ভ্যাট পদ্ধতি সম্পর্কে সচেতনতার অভাবে এমন হয়। প্রতিষ্ঠানটি ভ্যাট চালানপত্র ইস্যু করবে, তার বিপরীতে রেয়াত নেয়া যাবে (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৮.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-২৭ (২.৫ কেজির ব্যাখ্যা): ভ্যাট আইনের প্রথম তফসিলের প্রথম খণ্ড হলো ভ্যাটমুক্ত পণ্যের তালিকা। এই তালিকায় অন্তর্ভুক্ত পণ্যসমূহের ওপর কোনো স্তরে ভ্যাট নেই। আমদানি, উৎপাদন, ট্রেডিং, যোগানদার কর্তৃক সরবরাহ সব স্তরে ভ্যাটমুক্ত। আপনি যদি প্রথম তফসিল মনোযোগ দিয়ে দেখেন তাহলে দেখবেন যে, মাঝে মাঝে পণ্যের বর্ণনার নিচে ব্র্যাকেটের মধ্যে লেখা রয়েছে “২.৫ কেজি পর্যন্ত মোড়ক বা টিনজাত ব্যতীত”। এর অর্থ কী তা অনেকে বুঝতে পারেন না। এ বিষয়টা আজ আলোচনা করবো ইন-শা-আল্লাহ্।এর সহজ অর্থ হলো, ব্র্যাকেটের মধ্যের অংশের ওপর ভ্যাট প্রযোজ্য রয়েছে। উদাহরণ দিলে বিষয়টা স্পষ্ট হবে। শিরোনামা সংখ্যা ০২.০২ এর বিপরীতে পণ্যের বর্ণনা হলো, গবাদি পশুর মাংস হিমায়িত। অর্থাৎ গবাদির পশুর হিমায়িত মাংসের ওপর কোনো স্তরে ভ্যাট নেই। পণ্যের বর্ণনার নিচে ব্র্যাকেটের মধ্যে লেখা রয়েছে “২.৫ কেজি পর্যন্ত মোড়ক বা টিনজাত ব্যতীত”। গবাদি পশুর হিমায়িত মাংস যদি মোড়কজাত বা টিনজাত হয় এবং তা যদি আধা কেজি বা এক কেজি বা দেড় কেজি বা দুই কেজি বা আড়াই কেজির মোড়ক বা প্যাকেট হয় তাহলে সেক্ষেত্রে ভ্যাট প্রযোজ্য হবে। তবে, মোড়কজাত বা টিনজাত হলেও যদি আড়াই কেজির বেশির মোড়ক বা টিন হয়, তাহলে ভ্যাট প্রযোজ্য হবে না। ধরুন, গবাদি পশুর হিমায়িত মাংস মোড়কজাত বা টিনজাত করা হয়েছে, প্রতি মোড়কে ৩ কেজি, ৪ কেজি বা ৫ কেজি অর্থাৎ ২.৫ কেজির বেশি তাহলে ভ্যাট প্রযোজ্য হবে না (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৭.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-১৫: আজ আপনাদের কাছে আমি একটা টিপস জানতে চাই। দয়া করে আপনারা চিন্তা করে উত্তর দেবেন। করোনা মহামারীর মধ্যেও সম্প্রতি আমাদের বৈদেশিক মুদ্রা প্রাপ্তির পরিমাণ বেড়ে গেছে। এমনটি কেউ আশা করেনি। কিন্তু আল্লাহ সাহায্য করেছেন। আপনারা এমন কোনো টিপস বলতে পারেন যা অবলম্বন করলে এখন ভ্যাট আহরণ বেড়ে যাবে। কথাটা একটু র‌্যাডিক্যাল মনে হতে পারে। তবে, আমি হলাম আশাবাদী মানুষ। আমি মনে করি, এমন উপায় আছে। আমরা চেষ্টা করলে সে উপায় খুঁজে পেতে পারি।  অনলাইনে ভ্যাট পেমেন্ট পদ্ধতি ১৬ জুলাই তারিখ থেকে চালু হতে যাচ্ছে ইন-শা-আল্লাহ্। প্রথমে এইসএসবিসি, মিডল্যান্ড এবং প্রাইম ব্যাংকের ক্লায়েন্টগণ এই সুবিধা পাবেন। ক্রমে অন্যান্য ব্যাংক যোগ করা হবে। এটা একটা অনেক প্রত্যাশিত উন্নতী। ভ্যাট অনলাইন প্রকল্পকে অনেক ধন্যবাদ। জাতীয় রাজস্ব বোর্ড কর্তৃক সাধারণ আদেশ নং-১৩/মূসক/২০২০, তারিখ: ১৩ জুলাই, ২০২০ জারি করা হয়েছে। উক্ত আদেশ অনুসারে ই-পেমেন্টের নোটিফিকেশন ট্রেজারি চালানের বিকল্প হিসেবে গ্রহণ করা হবে। আদেশটি সংযুক্ত করার চেষ্টা করলাম। কিন্তু করতে পারলাম না।  বাংলা বইটা খুব ভালো চলছে আলহামদুলিল্লাহ্। ইংরেজি বইয়ের কাজ শুরু করেছি। আশা করি, ঈদের আগে বাজারে আনতে পারবো। দোয়া করবেন (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৪.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-১৪: প্রশ্ন  এসেছে, ধারা ৪৯(৫) অনুযায়ী সাব-কন্ট্রাক্টরের বিল থেকে উৎসে কর্তন করতে হবে না। তবে, সাব-কন্ট্রাক্টর ভ্যাটসহ চালানপত্র ইস্যু করবে কি-না, দাখিলপত্রে কিভাবে প্রদর্শণ করবে এগুলো কিভাবে ব্যবস্থিত হবে?মাঠ পর্যায়ে অনেক সুক্ষ্ণ বিষয়ের উদ্ভব হয়, যার সমাধান আইনের আওতায় পাওয়া যায় না। এরূপ সমস্যা আইনের মূল চেতনা, প্রথা, রাজস্বের ওপর প্রভাব, সহজে পরিপালন ইত্যাদি বিবেচনায় নিয়ে সমাধান করা যায়। সাব-কন্ট্রাক্টর সরবরাহের সাথে ভ্যাট চালান ইস্যু করবে এটা  সাধারণ বিধান। আবার, মূল কন্ট্রাক্টর উৎসে কর্তন করবে না, এটাও বিধান। তাহলে, সাব-কন্ট্রাক্টর সমন্বয় করতে পারবে না। যদি সাব-কন্ট্রাক্টর ভ্যাটসহ চালানপত্র ইস্যু করে, আর যদি মূল কন্ট্রাক্টর প্রত্যায়নপত্র ইস্যু করে, তাহলে সাব-কন্ট্রাক্টর সমন্বয় করতে পারে। কিন্তু মূল কন্ট্রাক্টর উৎসে কর্তন করেনি, তাই, প্রত্যয়নপত্র ইস্যু করা সঙ্গত হয় না। ধারা ৭৬ এ একটা বিষয় রয়েছে, তা হলো কর সুবিধা। ধারা ২(৩৪) এ “কর সুবিধা” সংজ্ঞায়িত রয়েছে। সংজ্ঞার উপ-দফা (ঝ)-তে উল্লেখ রয়েছে “মূলত ও কার্যত একটি করযোগ্য সরবরাহ বা করযোগ্য আমদানিকে অকরযোগ্য সরবরাহ বা আমদানিতে পরিণতকরণ”। এই সূত্রে আমরা বলতে পারি, সাব-কন্ট্রাক্টর কর সুবিধা পেয়েছে। তাই, সাব-কন্ট্রাক্টর ভ্যাট চালানে ভ্যাটের পরিমাণ উল্লেখ করবে না। মূল ঠিকাদার উৎসে কর্তন করবে না। সাব-কন্ট্রাক্টর দাখিলপত্রের ৩ নম্বর নোটের বিপরীতে এন্ট্রি দেবে (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৩.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-১৩: আজ একজন প্রশ্ন করেছেন যে, তার চট্টগ্রাম কাস্টম হাউসে বিল-অব-এন্ট্রি নোটিং হয়েছে ৪ মাস আগে। পরীক্ষা করা, টেস্ট রিপোর্ট দাখিল ইত্যাদি কারণে শুল্কায়ন করতে দেরী হয়। ৫ মাস পর শুল্কায়ন হয়েছে। তারপর মালামাল ঢাকায় উৎপদানস্থলে আনা হয়েছে। প্রশ্ন হলো, এখন রেয়াত নেয়া যাবে কি না। উত্তর হলো, রেয়াত নেয়া যাবে। আইনের ধারা ৪৬(১)(গ) অনুসারে, যে কর মেয়াদে চালানপত্র বা বিল-অব-এন্ট্রির মাধ্যমে উপকরণ ক্রয় করা হয় সে কর মেয়াদে বা তার পরবর্তী ৪ (চার) কর মেয়াদের মধ্যে রেয়াত নিতে হবে। উপকরণ ক্রয় বলতে কোন্ তারিখকে বুঝায় তা আইন, বিধি, আদেশ কোথাও উল্লেখ নেই। ১৯৯১ সনের ভ্যাট আইনের আওতায় উল্লেখ ছিল যে, উপকরণ নিবন্ধিত স্থানে পৌঁছাতে হবে। ৪৮ ঘন্টার মধ্যে ক্রয় হিসাব রেজিস্টারে এন্ট্রি দিতে হবে। ২ কর মেয়াদের মধ্যে রেয়াত নিতে হবে। তখন বন্দরে বা কাস্টম হাউসে দেরী হলে কোনো সমস্যা হতো না। অনেকগুলো তারিখ এক্ষেত্রে সামনে আসে। বিল-অব-এন্ট্রির তারিখ, এ্যাসেসমেন্ট এর তারিখ, শুল্ক-কর জমা দেয়ার তারিখ, পণ্যচালান অবমুক্ত করার তারিখ, পণ্য চালান নিবন্ধিত অঙ্গনে প্রবেশ করার তারিখ, ক্রয় হিসাব রেজিস্টারে এন্ট্রি দেয়ার তারিখ ইত্যাদি। বর্তমানে মাঠ পর্যায়ে পণ্যচালান অবমুক্ত করার তারিখ (রিলিজ অর্ডারের তারিখ) থেকে রেয়াত নেয়ার সময় গণনা করা হয়। এ বিষয়ে জাতীয় রাজস্ব বোর্ড থেকে স্পষ্টিকরণপত্র জারি করলে খুব ভালো হয়। তাহলে কোনো অস্পষ্টতা থাকে না। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১২.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস (পেশাগত নৈতিকতা-Professional Ethics)-২: বিশেষ করে ভ্যাটের ক্ষেত্রে একটা পেশাগত নৈতিকতা হলো, আপনার ক্লায়েন্টকে আইন মেনে ভ্যাট প্রদান করা শেখাবেন। ভ্যাট ফাঁকি দেয়া শেখাবেন না। আইন প্রয়োগ করতে যেয়ে আপনার ক্লায়েন্টের ওপর যেন কোনো অন্যায় না হয়, তিনি যেন হয়রাণীর শীকার না হন, এ বিষয়টি একজন পেশাদার হিসাবে আপনি নিশ্চিত করবেন। ক্লায়েন্টকে ভ্যাট ফাঁকি দেয়ার পথ দেখিয়ে দেবেন না, তাকে ফাঁকি দিতে উৎসাহিত করবেন না। আপনি যদি দক্ষ পেশাদার হন, তাহলে এই নীতিতে থেকে আপনার ক্লায়েন্টকে অনেক সহায়তা করতে পারবেন। একটা ছোটো উদাহরণ দিই। আমি দেখেছি, একটা প্রতিষ্ঠানের ভ্যাট অডিট করে কয়েক কোটি টাকা আপত্তি দেয়া হয়। একজন কনসালট্যান্ট আইনের সঠিক বিশ্লেষণ দিয়ে সে আপত্তির প্রায় ৭০% মিটিয়ে ফেলেছেন। আপত্তি আইনসঙ্গত ছিল না। নৈতিকতার মানদন্ডে অবিচল থেকে আপনার ভূমিকা এমন হতে হবে।  আমি জানি, আপনারা অনেকে বলবেন যে, আমাদের পরিবেশে তা সম্ভব না, মালিকেরা তা চান না ইত্যাদি। অনেক মালিক তা চান একথাও সঠিক। ভবিষ্যতের জন্যে কোনো ঝামেলা থেকে যাক এটাও মালিক চান না। তাই, তাঁকে বুঝানোর একটা ভূমিকা থাকে। এ ভূমিকা আপনাকে পালন করতে হবে। মালিক, কর্মচারী, কনসালট্যান্ট, ভ্যাট অফিসার সবাইকে নৈতিকতার এক লাইনে আসতে হবে; তা হলো আইনসঙ্গতভাবে ঠিক যেটুকু ভ্যাট সরকারের প্রাপ্য হয় তা প্রদান করা এবং আদায় করা। তাহলেই আমরা একটা পরিপালিত ভ্যাট ব্যবস্থা গড়ে তুলতে পারবো, ইন-শা-আল্লাহ্। (ড. মোঃ আব্দুর রউফ, ১১.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-১২: গতকাল একজন এআরও আমাকে প্রশ্ন করলেন যে, একজন ঠিকাদার বিটুমিন আমদানি করে সরকারি নির্মাণ কাজে ব্যবহার করেন। নির্মাণ কাজের ওপর উৎসে ভ্যাট কর্তন করা হয়। তবে, বিটুমিন আমদানি করার পর নির্মাণ কাজে দিয়ে দেয়া হচ্ছে, এই সরবরাহকে ট্রেডিং হিসেবে বিবেচনা করা যাবে কিনা। আমি তাঁকে প্রশ্ন করি যে, ঠিকাদার রড কিনেছেন, সিমেন্ট কিনেছেন, পাথর কিনেছেন, টাইলস কিনেছেন, আরো অনেক কিছু কিনেছেন। সেগুলোও কিনে আনার পর নির্মাণ কাজে ব্যবহার করা হচ্ছে। সেগুলোকে কি সরবরাহ হিসেবে বিবেচনা করা হয়? উত্তর হলো না। তাহলে বিটুমিন আমদানির পর তা কেনো আবার সরবরাহ হিসেবে বিবেচিত হবে। বিষয়টি ইনপুট-আউটপুট হিসেবে দেখুন। ঠিকাদার যাকিছু কিনেছেন সব তাঁর ইনপুট। তাঁকে শুল্ক, কর, ভ্যাট ইত্যাদি পরিশোধ করে ইনপুট অর্জন করতে হবে। এসব ইনপুট তিনি তাঁর আউটপুটে ব্যবহার করছেন। তাঁর আউটপুট হলো নির্মাণ কাজ। নির্মাণ কাজের ওপর ৭.৫% ভ্যাট উৎসে কর্তন করা হচ্ছে। সঠিক আছে। ঠিকাদার প্রতিষ্ঠান যদি নিজ নামে যথাযথভাবে ক্রয়, আমদানি করে থাকে তাহলে ট্রেড ভ্যাট প্রযোজ্য হবে না। তবে, একই মালিকানাধীন হলেও অন্য কোনো প্রতিষ্ঠান আমদানিকারক হলে, ঠিকাদারের কাছে পরবর্তী সরবরাহ ট্রেডিং হিসেবে বিবেচিত হবে (চলবে)। (ড. মোঃ আব্দুর রউফ, ১১.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-১১ (সেবার ক্ষেত্রে রেয়াত): সেবার ক্ষেত্রে মূল্য ঘোষণা দিতে হবে না, এ বিষয়টা এবার স্পষ্ট হয়েছে। এখন প্রশ্ন আসছে যে, তাহলে রেয়াত নেবে কিভাবে? কোনো কোনো অফিস থেকে নাকি বলা হচ্ছে যে, মূল্য ঘোষণা না দিলে রেয়াত দেয়া হবে না। এমন কথা যদি কেউ বলে থাকেন তা অযৌক্তিক। বর্তমান ভ্যাট আইন ও বিধি অনুসারে, সেবার ক্ষেত্রে মূল্য ঘোষণা প্রযোজ্য নয়। ১৯৯১ সনের ভ্যাট আইনেও সেবার ক্ষেত্রে ঘোষণা প্রযোজ্য ছিল না। মূল্য ঘোষণা হলো ভ্যাট ব্যবস্থার একটা বিচ্যূতি (distortion)। এই বিচ্যূতি থেকে বেরিয়ে আসতে হবে। মূল্য ঘোষণা না থাকলে রেয়াত নিতে কোনো অসুবিধা নেই। রেয়াত পাবে উপকরণের ওপর পরিশোধ করা ভ্যাট। মূল্য ঘোষণা দিলে ভ্যাট কর্তৃপক্ষের সুবিধা হলো কতটুকু উপকরণ ব্যবহার করা হয়েছে তা সহজে বুঝা যায়। মূল্য ঘোষণা ছাড়াও তা বুঝা যায়। প্রতি মাসে না হলেও অন্তত বছরে বুঝা যায় যে, কত টাকা রেয়াত নিয়েছে, আর কত টাকা ভ্যাট পরিশোধ করেছে। রেয়াত নেয়ার চেয়ে ভ্যাট পরিশোধের পরিমাণ বেশি হতে হবে। তা না হলে সরকার ভ্যাট পাবে না। তাছাড়া, সেবার ক্ষেত্রে মূল্য ঘোষণা দেয়াও কঠিন। কারণ, সেবার উপকরণ মূলত সেবা, কিছু পণ্যও থাকে। সেবার ক্ষেত্রে মূল্য সংযোজনের পরিমাণ বেশি হয় এবং রেয়াতের পরিমাণ সাধারণত কম হয়। তাই, সেবার ক্ষেত্রে বেশি উপকরণ ব্যবহার দেখানো কঠিন। তাছাড়া, উপকরণের পক্ষে অবশ্যই ভ্যাট চালান থাকতে হবে। তাই, সেবার ক্ষেত্রে রেয়াত নেয়া যাবে, মূল্য ঘোষণা দিতে হবে না (চলবে)।  (ড. মোঃ আব্দুর রউফ, ০৯.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস (প্রশ্ন করার পদ্ধতি): প্রশ্ন করার পদ্ধতির ওপর একটা টিপস দিয়েছিলাম। আশা করি, মনে আছে। মানুষ সরাসরি ঘটনা বলে না, বিষয়ের মূলে যায় না, শুধু আশে-পাশে ঘুরতে থাকে; যদি, ধরেন, মনে করেন বলতে থাকে। এতে ঘটনা বুঝতে অসুবিধা হয়, যথাযথ উত্তর দেয়া যায় না। গতকাল ঠিক এরকম একটা ঘটনা ঘটলো। এক ভদ্রলোক লিখলেন যে, উৎসে কর্তন কেনো বলা হয়, কাস্টমার পে করে, উৎসে কর্তন বলা ঠিক না। আমি লিখলাম যে, তাহলে কী বলতে হবে সাজেশন দেন। তিনি লিখলেন যে, সেটা আমার ইস্যু নয়। আমি লিখলাম যে, যদি ইস্যু না হয়, এগুলো নিয়ে চিন্তা করার দরকার নেই। তিনি লিখলেন যে, কিন্তু কিছু কাস্টমার ভ্যাট এ্যামাউন্ট লেখা না থাকলেও ভ্যাট কেটে বসে। আমি লিখলাম যে, যিনি ইনভয়েস প্রস্তুত করেন তার বোকামীর কারণে এরূপ হয়, তিনি ভ্যাট যোগ করেন না কেনো। তিনি লিখলেন যে, তাহলে যাদের ভ্যাট নেই, তারাও কী ভ্যাট যোগ করবে, তারা কী সবাই বোকা। আমি লিখলাম যে, যদি ভ্যাট না থাকে, যদি ভ্যাট ইনভয়েস ইস্যু করার দরকার না হয়, যদি উৎসে কর্তন করার দরকার না হয়, তারপরও যদি উৎসে কর্তন করে, তাহলে তারা দুজনই বোকা। তারা কমপ্লায়েন্স জানে না। টার্মের কোনো দোষ নেই। তখন তিনি লিখলেন যে, না মানে একজন ইন্টেরিয়র ডেকোরেটর আমাদের কাছে বিল দাখিল করেছে ভ্যাট যোগ না করে। আমার বস ভ্যাট কাটতে বলছে। এখন কি করবো। তখন আমি লিখলাম যে, প্রথমে এই প্রশ্নটা সরাসরি কেনো করলেন না। এরপর তার প্রশ্নের উত্তর দিয়েছি, আলহামদুলিল্লাহ। (চলবে)।  (ড. মোঃ আব্দুর রউফ, ০৮.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-১০ (সেবা আমদানি): সেবা আমদানির ক্ষেত্রে ভ্যাট সংক্রান্ত বিধান ভ্যাট আইনের ধারা ২০ এ বর্ণিত রয়েছে। তাছাড়া, উৎসে ভ্যাট কর্তন সংক্রান্ত বিধিমালার বিধি ৩(৩) এবং ৩(৪) এ সেবা আমদানির ওপর ভ্যাট উৎসে কর্তন সংক্রান্ত বিধান করা হয়েছে। আইনের ধারা ২০ এর গঠন বেশ জটিল। এর মর্মার্থ অনুধাবন করা দুষ্কর। তবে, উৎসে ভ্যাট কর্তন বিধিমালায় বেশ স্পষ্ট করে বর্ণনা করা হয়েছে। যদি অনিবন্ধিত ব্যক্তি কর্তৃক সেবা আমদানি করা হয়, তাহলে মূল্য পরিশোধের সময় ব্যাংক প্রযোজ্য ভ্যাট উৎসে কর্তন করবে। যদি নিবন্ধিত ব্যক্তি কর্তৃক সেবা আমদানি করা হয়, তাহলে নিবন্ধিত ব্যক্তি প্রযোজ্য ভ্যাটের অর্থ সরকারি ট্রেজারিতে জমা দিয়ে ট্রেজারি চালান ব্যাংকের কাছে দাখিল করবে। ব্যাংক মূল্য প্রেরণ করবে, উৎসে কর্তন করবে না। নিবন্ধিত ব্যক্তি দাখিলপত্রের অংশ-৪ এর ১৫ নম্বর সারিতে সেবা ক্রয় এন্ট্রি দেবে, তাহলে রেয়াত নেয়া হয়ে যাবে (চলবে)।  (ড. মোঃ আব্দুর রউফ, ০৭.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-৯ (পেশাগত নৈতিকতা-Professional Ethics): কয়েক দিন আগে Compliance বিষয়ে দুটো টিপস দিয়েছিলাম। এরপর বেশ কিছু রিএ্যাকশান পেয়েছি। তার উত্তরে অনেক কিছু লেখার আছে। আশা করছি, পরে লিখবো। আজ পেশাগত নৈতিকতা নিয়ে দু-একটা কথা বলবো। প্রথমে বলে রাখি, পেশাগত জ্ঞান অর্জন করতে হবে অবশ্যই। কিন্তু শুধু জ্ঞান দিয়ে জীবন পূর্ণ হবে না। জীবন পূর্ণ হতে দরকার, ধর্ম দর্শণ, মূল্যবোধ ইত্যাদি। এ বিষয়গুলো নিয়েও আমরা মাঝে মাঝে আলোচনা করবো ইন-শা-আল্লাহ। পেশাগত নৈতিকতা বলতে কী বুঝায়? পেশাগত নৈতিকতা হলো কতকগুলো কাজ করা এবং কতকগুলো কাজ না করার নিয়ম। একজন ভ্যাট কনসালট্যান্ট হিসেবে আপনি এরূপ কী কী বিষয় মেনে চলবেন। এ বিষয়ে অনেক কথা বলার আছে; তবে, আজ দু-একটা কথা আলোচনা করবো। ক্লায়েন্টকে ধরে রাখার জন্যে নানা কৌশল অবলম্বন করবেন না বরং তাঁকে সেবা দেয়ার চেষ্টা করবেন; ক্লায়েন্ট থাকলে থাকবে, না থাকলে না থাকবে। তবে, এর মধ্যেই আপনার মঙ্গল। আপনার ওপর আল্লাহর রহমত থাকবে। আসলে আপনার ক্লায়েন্ট দরকার নেই, আপনার দরকার হলো আল্লাহর রহমত। তাহলে, প্রথম নৈতিকতা হলো ক্লায়েন্টকে ধরে রাখার জন্যে নানা কৌশল না করা, বরং শুধু তাঁকে সেবা দেয়ার চেষ্টা করা। (ড. মোঃ আব্দুর রউফ, ০৬.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-৮: আলহামদুলিল্লাহ্, বইয়ের কাজ শেষ করেছি। এখন ছাপা চলছে। আশা করছি ১০ জুলাই তারিখের মধ্যে বাজারে আসবে ইন-শা-আল্লাহ্। কিছুদিন খুব স্ট্রেসফুল কাজ করলাম। কয়েকদিন আর তেমন কাজ-কর্ম করবো না, বিশ্রাম নেবো ভাবছি। কয়েকদিন আগে জাতীয় রাজস্ব বোর্ড থেকে এই মর্মে একটা আদেশ জারি করা হয়েছে যে, ভ্যাট নিবন্ধনপত্র নিবন্ধিত স্থানে দর্শণযোগ্যভাবে টানিয়ে রাখতে হবে। এই বিধান আইনের মধ্যেই রয়েছে। আলাদা আদেশ করার যদিও দরকার নেই কিন্তু আমাদের এই সংস্কৃতিতে আলাদাভাবে আদেশ করার পরও অনেকে জানেন না; অনেকে পরিপালন করেন না; আবার, অনেকে সমালোচনাও করেন। দেশে একটা ভালো ভ্যাট ব্যবস্থা গড়ে তুলতে হলে সর্বপ্রথম আমাদের compliant হতে হবে। আমাদের দৃষ্টিভঙ্গি স্বচ্ছ করতে হবে। আমি আপনাদেরকে অনুরোধ করবো, কখনো অপরিপালন উৎসাহিত করবেন না। আপনার একটা ভ্যাট নিবন্ধন আছে। তা আপনি আপনার নিবন্ধিত স্থানে টানিয়ে রাখবেন, তাতে আপনার সমস্যা কোথায়। কোনো সমস্যা নেই। কোনো অজুহাত উপস্থাপন করবেন না। সবাইকে নিবন্ধিত স্থানে ভ্যাট নিবন্ধনপত্র টানিয়ে রাখতে উৎসাহিত করুন। (ড. মোঃ আব্দুর রউফ, ০৫.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-৭: Compliant হতে হবে, compliant হওয়া দরকার, compliant হওয়া সবার জন্য উত্তম, একথা আমরা সবাই জানি, মানি ও বিশ্বাস করি। এরপরের সমস্যা হলো, কে প্রথমে compliant হবে তা নিয়ে মতবিরোধ। আমাদের দেশের একটা বাস্তবতা হলো, শিল্প মালিক, ব্যবসায়ী তথা প্রাইভেট সেক্টরের মতে, সরকারি অফিসাররা অনিয়ম, হয়রানি ইত্যাদি করে। সরকারি অফিসারদের মতে, প্রাইভেট সেক্টর রাজস্ব ফাঁকি দেয়, অনিয়ম করে, ঋণ খেলাপি হয়, অর্থ বিদেশে পাচার করে। এভাবে একে অপরকে দোষারোপ করতে থাকে। তাদের মূল বক্তব্য হলো, আগে তুমি ভালো হও, তাহলে আমি ভালো হবো। তুমি খারাপ তাই আমি ভালো হতে পারি না। এমন ধারণা সঠিক নয়। আগে নিজেকে ভালো হতে হবে। এরপর অপরকে বলতে হবে। নিজে ভালো না হয়ে অপরকে ভালো হতে বলা নৈতিকতারও পরিপন্থী। আমার মূল বক্তব্য ছিল যে, নিজে ভালো হয়ে গেলে অপরের খারাপ প্রভাব তার ওপর পড়ে না। গতকাল লিখেছিলাম যে, আমাদের এই পরিবেশেও অনেক দেশি প্রতিষ্ঠান সম্পূর্ণ compliant হয়ে কাজ করছে। বাংলা প্রবাদ, “আপনি আচরী ধর্ম পরেরে শিখাও”, তাও আমরা ভুলতে বসেছি। তাই, প্রথমে compliant হতে হবে নিজেকে। (ড. মোঃ আব্দুর রউফ, ০১.০৭.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-৬: আজ একটা ভ্যাট টিপস দেবো যা মূলত শিল্প, ব্যবসা প্রতিষ্ঠানের মালিকদের জন্য। তা হলো আপনারা ভ্যাট compliant হোন। অনেকে মনে করেন যে, আমাদের এই পরিবেশে compliant হয়ে ব্যবসা করা যায় না, এ কথা সঠিক নয়। আগে আমরা বিশ্বাস করতাম যে, সাধারণত বহুজাতিক কোম্পানি compliant হয়। এখন আমরা দেখছি যে, অনেক দেশি প্রতিষ্ঠান পূর্ণরূপে compliant হয়ে কাজ করছে। তারা Miscellaneous expenditure করে না। তারা এই পরিবেশে কাজ করছে এবং ভালো করছে। এমন অনেক প্রতিষ্ঠান আছে। আমার slogan হলো Compliance reduces business cost. Compliant হলে অনেক বাড়তি খরচ কমে যায়, sustainability বেড়ে যায়, ঝামেলা কমে যায়।  উন্নত দেশের প্রতি তাকিয়ে দেখুন। সব উন্নত দেশ compliant. আমাদের compliant না হয়ে উপায় নেই। জাতি হিসেবে উন্নতী করতে হলে আমাদের compliant হতে হবে। যত দ্রুত আমরা compliant হবো ততো আমার, আপনার, জাতির সবার জন্য মঙ্গল। আসুন সঠিক সিদ্ধান্ত নেই। (ড. মোঃ আব্দুর রউফ, ৩০.০৬.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-৫: গতকাল একজন আমাকে জিজ্ঞাসা করেছিলেন যে, ভ্যাট ডিপার্টমেন্ট তাদের ফ্যাক্টরী অডিট করেছে। অডিটের সময় আমদানি করা উপকরণ দেখাতে পারেনি। অডিট অফিসার বলেছেন যে, মূল্য ঘোষণা (কো-এফিসিয়েন্ট) অনুসারে, ওই উপকরণ দিয়ে যত পণ্য প্রস্তুত করা যেতো তত পণ্যের ওপর যে পরিমাণ ভ্যাট হয় সে পরিমাণ ভ্যাট দাবি করা হবে। প্রতিষ্ঠানের মতে, ওই উপকরণ বিক্রি করলে যে ভ্যাট প্রযোজ্য হয় শুধুমাত্র সেটুকু ভ্যাট দাবি করা যুক্তিযুক্ত। ইন্ডাষ্ট্রিয়াল আইআরসি এবং কমার্সিয়াল আইআরসি পৃথক। ইন্ডাষ্ট্রিয়াল আইআরসি-তে আমদানি করলে উৎপাদন করতে হবে। উৎপাদন হলে দেশে মূল্য সংযোজন হবে, কর্মসংস্থান হবে, জিডিপি-তে প্রবৃদ্ধি হবে। তারপরও কোনো বিশেষ কারণে কিছু উপকরণ মাঝে মাঝে বিক্রি করার দরকার হতে পারে। যেমন, সমজাতীয় কোনো প্রতিষ্ঠানে জরুরি ভিত্তিতে কিছু উপকরণ দরকার হতে পারে। সেক্ষেত্রে বিক্রি করার দলিলাদি এবং বিক্রির ওপর ভ্যাট দেয়া থাকলে ভ্যাট বিভাগ তা গ্রহণ করে। আমদানিকৃত উপকরণ যদি পাওয়া না যায়, তাহলে এটাই যুক্তিযুক্ত যে, উপকরণ ব্যবহার করে উৎপাদন করা হয়েছে এবং ভ্যাট পরিশোধ না করে বিক্রি করে দেয়া হয়েছে। সেভাবে অডিট আপত্তি হবে। (ড. মোঃ আব্দুর রউফ, ২৯.০৬.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-৪: সরবরাহকারী উৎসে কর্তনকারীর কাছে সরবরাহ দিয়েছেন, আবার উৎসে কর্তনকারী নয় এমন সত্তার কাছেও সরবরাহ দিয়েছেন। সরবরাহকারী তার সব সরবরাহের ওপর দাখিলপত্রের মাধ্যমে ভ্যাট পরিশোধ করে দেবেন। উৎসে কর্তনকারীর কাছ থেকে প্রত্যয়নপত্র (মূসক-৬.৬) পাওয়ার পর সরবরাহকারী দাখিলপত্রে হ্রাসকারী সমন্বয় করবেন। তাহলে সবশেষে দাঁড়াবে এই যে, সরবরাহকারী একবার ভ্যাট জমা দিয়েছেন, আর একবার হ্রাসকারী সমন্বয় করেছেন, অর্থাৎ শূন্য হয়ে গেছে। উৎসে কর্তনকারী কর্তন করে জমা দিয়েছেন। এই ভ্যাট সরকার পেয়েছে। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ৩০.০৫.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-৩: কোন্ কোন্ পণ্য সেবার ক্ষেত্রে উৎসে ভ্যাট কর্তন করেতে হবে? বিষয়টা খুব সহজ। আমরা জানি যে, যেসব পণ্য/সেবার ওপর ভ্যাটের হার ১৫% এর কম শুধুমাত্র সেসব ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে। এই তালিকা কোথায় পাওয়া যাবে? মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর তৃতীয় তফসিলে এই তালিকা রয়েছে। তৃতীয় তফসিলে ৪টি টেবিল রয়েছে। প্রথম টেবিলে ৫% হারের, দ্বিতীয় টেবিলে ৭.৫% হারের তৃতীয় টেবিলে ১০% হারের এবং চতুর্থ টেবিলে সুনির্দিষ্ট পরিমাণ ভ্যাটবিশিষ্ট পণ্য ও সেবার বর্ণনা রয়েছে। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ২৯.০৫.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-২: উৎসে ভ্যাট কর্তন করার পর কী সব ক্ষেত্রে ট্রেজারি চালানের মাধ্যমে জমা দিতে হবে? না, হবে না। যারা ভ্যাট দাখিলপত্র দাখিল করে তারা দাখিলপত্রে বৃদ্ধিকারী সমন্বয় করবে। যেমন, একটি ভ্যাটযোগ্য উৎপাদনকারী প্রতিষ্ঠান। যাদের ভ্যাট নিবন্ধন নেয়ার বা দাখিলপত্র দাখিল করার প্রয়োজন নেই, তারা ট্রেজারি চালানের মাধ্যমে কর্তিত অর্থ জমা দেবে। যেমন, এনজিও। [ভিডিএস বিধিমালা, বিধি ৫(২) ও (৩)]। সাথেই থাকুন।কভিড-১৯ খাদ্য সহায়তা তহবিলে বর্তমান ব্যালান্স ২৭,৩০০ টাকা। (ড. মোঃ আব্দুর রউফ, ২৮.০৫.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস-১: প্রিয় ভ্যাট অনুরাগী, এখন থেকে তিন ধরনের টিপস দেবো ইন-শা-আল্লাহ্। প্রথমত, ভ্যাট টিপস, যা আকারে ছোটো হবে। প্রতিটা টিপস-এ একটা বিধান বর্ণনা করা হবে। আশা করছি ৩০০ টিপস-এর মাধ্যমে সমগ্র ভ্যাট সিস্টেম কাভার করে ফেলবো ইন-শা-আল্লাহ্। আপনারা ভ্যাটের মাস্টার হয়ে যাবেন ইন-শা-আল্লাহ্। দ্বিতীয়ত, বিষয়ভিত্তিক আলোচনা করবো, মাহাতাব সাহেব যেমন বলেছিলেন। তৃতীয়ত, চলমান সমস্যা নিয়ে আলোচনা করবো। প্রতিদিন এ তিনটি বিষয়ে এক বা একাধিক টিপস দেবো ইন-শা-আল্লাহ্। রেগুলার দেখতে থাকুন। সহকর্মীদেরকে দেখতে উৎসাহিত করুন। আমাদের কমপক্ষে ৫০,০০০ ভ্যাট পেশাদার দরকার। আজকের প্রথম টিপস হলো উৎসে ভ্যাট কর্তন সংক্রান্ত। যদি কোনো সরবরাহের ক্ষেত্রে ভ্যাটের হার ১৫% হয়, তাহলে সেক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে না। শুধুমাত্র হ্রাসকৃত হারের ক্ষেত্রে উৎসে কর্তন করতে হবে [ভিডিএস বিধিমালা, বিধি (৩)]। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ২৭.০৫.২০২০)। ,"
    },
    {
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-৬): আইনের স্কীমের বাইরে এসআরও জারি করে অব্যাহতি দিলে নানা ধরনের সমস্যা হয়। সুবিধা হয় শুধু একটা, তা হলো বর্তমান সমস্যার আপাতত সমাধান হয় কিন্তু অসুবিধা হয় অনেক। সবচেয়ে বড় অসুবিধা হলো, উক্ত খাতের ব্যবসায়ীদের ব্যবসার পরিকল্পনা ব্যাহত হয়। আয়কর এবং ভ্যাট ব্যবসার জন্য একটা বড় বিষয়। এর মোট পরিমাণ অনেক। ব্যবসার লাভের ‍তুলনায় আয়কর এবং ভ্যাটের পরিমাণ অনেক বেশি। কোনো ব্যবসায়ী, শিল্পপতি যখন কোনো ব্যবসা শুরু করেন তখন তিনি পরিকল্পনা করেন যে তাঁর খরচ কী কী এবং আয় কী কী। এর মধ্যে তিনি করের বিষয়গুলো বিবেচনা করেন। এভাবে তিনি লাভ করার হিসাব করেন। এ ধরনের পরিকল্পনা এক-দুই বছরের হয় না। দীর্ঘমেয়াদে পরিকল্পনা করতে না পারলে ব্যবসায় সফল হওয়া যায় না। কিন্তু হঠাৎ করে যদি করহার বেড়ে যায় তাহলে তাঁর পরিকল্পনা নস্যাৎ হয়ে যায়। একটা প্রতিষ্ঠানের ব্যবসায়ীক পরিকল্পনা ব্যাহত হলে তার প্রভাব পড়ে ব্যাংক ব্যবস্থার ওপর, কারণ, তিনি ঋণ নিয়ে ব্যবসা শুরু করেছেন। তাই, করনীতি হতে হবে দীর্ঘমেয়াদী। উন্নয়নের জন্য যে বিষয়গুলো দরকার তার মধ্যে একটা হলো দীর্ঘমেয়াদী করনীতি। তা না হলে বিদেশী বিনিয়োগ আসবে না। ব্যবসায়ীদের দীর্ঘদিনের একটা দাবি হলো, বছরের মাঝখানে যেন এসআরও জারি করা না হয়। ঘন ঘন এসআরও জারির কয়েকটা নেগেটিভ দিক আগামীকাল আলোচনা করবো ইন-শা-আল্লাহ্। ইংরেজি বই-এর প্রশ্নোত্তর চ্যাপ্টারে কাজ শুরু করেছি আলহামদুলিল্লাহ্। (ড. মোঃ আব্দুর রউফ, ২৪.০৫.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-৫): ভ্যাট আইনের ১ম তফসিল এবং অনেকগুলো এসআরও দ্বারা পণ্য/সেবা ভ্যাট অব্যাহতি দেয়া হয়েছে। প্রশ্ন আসতে পারে যে, দুভাবে কেনো অব্যাহতি দেয়া হয়। ১ম তফসিলের ১ম খণ্ডে যে পণ্যগুলো ভ্যাটমুক্ত করা হয়েছে সেগুলো মূলত কৃষিজাত পণ্য, বনজ সামগ্রী, মৎস ও গবাদি পশু। এগুলোর ওপর নিকট ভবিষ্যতে ভ্যাট আরোপিত হওয়ার সম্ভাবনা কম। তাই, এগুলোকে আইনের মাধ্যমে পার্লামেন্ট কর্তৃক ভ্যাটমুক্ত করা হয়েছে। ১ম তফসিলের কোনো আইটেমকে ভ্যাটের আওতায় আনতে হলে তা পার্লামেন্ট কর্তৃক আনতে হবে। অপরদিকে এসআরও এর মাধ্যমে যে আইটেমগুলোকে ভ্যাটমুক্ত করা হয়েছে সেখানে রয়েছে সেমি-ফিনিশড পণ্য, ফিনিশড পণ্য, সফিসটিকেডেট পণ্য ইত্যাদি। এগুলো কোনো প্রয়োজনে দ্রুত ভ্যাটের আওতায় আনার প্রয়োজন হতে পারে। তাই, এসআরও এর আওতায় রাখা হয়েছে যেন প্রয়োজনে এনবিআর দ্রুত সে কাজ করতে পারে। আপনারা জানেন যে, মূল অব্যাহতি এসআরও (১৭২-আইন/২০১৯/২৯-মূসক, তাং ১৩ জুন, ২০১৯) প্রতি বছর বাজেটের সময় সংশোধন করা হয়। বাজেটের সময় নতুন এসআরও জারি করা হয়। সারা বছর প্রয়োজনে এনবিআর এসআরও জারি করে। এই হলো ১ম তফসিল আর এসআরও এর পার্থক্য। তবে, এসআরওগুলোকে একত্র করতে আমি কোনো জটিলতা দেখি না। আকারে বড় হবে; তবে সব বিষয় একত্রে পাওয়া যাবে। ইংরেজি বই-এর ১ম চ্যাপ্টার রিভিশনের কাজ আজ শেষ করলাম, আলহামদুলিল্লাহ্। কভিড-১৯ খাদ্য সহায়তা তহবিলে আজ বাবলা সেন গুপ্ত ১,০০০ টা. দিয়েছেন। বর্তমান ব্যালান্স ২৭,৩০০ টাকা। (ড. মোঃ আব্দুর রউফ, ২৩.০৫.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-৪): কোন্ কোন্ পণ্য/সেবার ওপর ভ্যাট আরোপিত রয়েছে এবং কোন্ কোন্ পণ্য/সেবার ওপর আরোপিত নেই তা বুঝার প্রয়োজন হয়। কোন্ ধারাবাহিকতায় তা বুঝতে হবে তা গতকাল আলোচনা করেছি। মনে হতে পারে যে, এটাতো সহজ বিষয়। সাধারণের কাছে সহজ নয়। যারা ভ্যাট নিয়ে কাজ করেন, তাদের অনেকে তা জানেন না। কয়েক বছর আগের কথা। আমার কলেজ জীবনের এক বন্ধু একটা ফ্যাক্টরী করছেন। সেখানে তিনি পলিয়েস্টার স্টেপল ফাইবার উৎপাদন করবেন। একদিন তিনি অনেকগুলো কাগজপত্র নিয়ে আমার অফিসে আসলেন এবং যা বললেন তার মূলকথা হলো, তিনি ব্যবহৃত প্লাস্টিকের বোতল কিনে, প্রসেস করে পলিয়েস্টার স্টেপল ফাইবার উৎপাদন করে কিছু দেশে বিক্রি করবেন, কিছু রপ্তানি করবেন। শিল্প স্থাপন করতে যা করা দরকার তা প্রায় সব তিনি সম্পন্ন করেছেন। এই আইটেমের ওপর ভ্যাট প্রযোজ্য আছে কিনা তা তিনি অনেককে জিজ্ঞাসা করেও সঠিকভাবে কিছু জানতে পারেননি। তিনি ভ্যাট অফিসেও গিয়েছেন, তারাও সঠিক কিছু বলতে পারেননি। তিনি পণ্যের এইচএসকোড বললেন। আমি বুঝলাম যে, এই আইটেম প্রথম তফসিলে থাকার কথা নয়। আমি সরাসরি অব্যাহতি এসআরও দেখলাম। টেবিল-২ এ পণ্যটি স্পষ্ট উল্লেখ রয়েছে। আমি তাকে এসআরও দেখিয়ে বললাম যে, এই আইটেমে উৎপাদন ও আমদনিতে ভ্যাট নেই। তিনি যে কী খুশি হলেন তা বলার অপেক্ষা রাখে না। তার একটা সমস্যার সমাধান হয়ে গেল। আমরা যাঁরা ভ্যাট পেশায় আছি তাদের এ বিষয়টা জানা খুব দরকার যেন জনগণের জন্য আইনসঙ্গত কাজ সহজ করে দেয়া যায়। (ড. মোঃ আব্দুর রউফ, ২২.০৫.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-৩): কোন্ কোন্ পণ্য/সেবার ওপর ভ্যাট আরোপিত রয়েছে এবং কোন্ কোন্ পণ্য/সেবার ওপর ভ্যাট আরোপিত নেই তা অনেকে সঠিকভাবে বুঝতে পারেন না। এর অনেক কারণ রয়েছে। একটা কারণ হলো বিষয়সমূহ সহজ নয়। এসআরও-এর মাধ্যমে যেসব পণ্য ও সেবাকে ভ্যাটমুক্ত করা হয়েছে সেগুলো একটা এসআরও-এর মাধ্যমে জারি করা হলে বুঝা সহজ হতো। পরবর্তীতে একটা এসআরও-এর মধ্যে সংশোধন করা যেতো। একটা এসআরও আপডেট করে রাখা সবার জন্যে সহজ হতো। বর্তমানে এতগুলো অব্যাহতি এসআরও ট্র্যাক রাখা কঠিন হয়। ভ্যাট ফোরাম থেকে এবারে এনবিআরে যে বাজেট প্রস্তাব দেয়া হয়েছে সেখানে প্রস্তাব নং-৪ হলো সব অব্যাহতি এসআরও সমন্বিত করে একটা এসআরও জারি করার প্রস্তাব যা কয়েকদিন আগে আপনাদেরকে পাঠিয়েছিলাম। যখন কোনো একটা পণ্যের ওপর ভ্যাট আরোপিত রয়েছে কিনা জানার প্রয়োজন হবে, প্রথমে আইনের প্রথম তফসিলের প্রথম খণ্ড দেখবেন, তারপর এসআরও নং ১৭২-আইন/২০১৯/২৯-মূসক, তাং ১৩ জুন, ২০১৯ (মূল অব্যাহতি এসআরও) এর টেবিল-১, ২, ৩ ও ৫ দেখবেন, তারপর অন্যান্য এসআরও দেখবেন।যখন কোনো একটা সেবার ওপর ভ্যাট আরোপিত আছে কিনা জানার প্রয়োজন হবে, প্রথমে আইনের প্রথম তফসিলের দ্বিতীয় খণ্ড দেখবেন, তারপর মূল অব্যাহতি এসআরও-এর টেবিল-৪ দেখবেন, তারপর অন্যান্য এসআরও দেখবেন। এই ধারাবাহিকতায় দেখলে সমাধান পেয়ে যাবেন ইন-শা-আল্লাহ্। (ড. মোঃ আব্দুর রউফ, ২১.০৫.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-২): কোন্ কোন্ ক্ষেত্রে ভ্যাট আরোপিত আছে এবং কোন্ কোন্ ক্ষেত্রে নেই তা নিয়ে অনেকে প্রশ্ন করেন। অনেকে ভ্যাটযোগ্য পণ্য/সেবার তালিকা চান। তাদেরকে বুঝাতে হয় যে এমন তালিকা নেই। কোন্ কোন্ ক্ষেত্রে ভ্যাট প্রযোজ্য নেই তা আইন ও এসআরও-তে বর্ণিত রয়েছে। ভ্যাট আইন এ ৩টি তফসিল রয়েছে। ১ম তফসিল ভ্যাটমুক্ত পণ্য ও সেবার তালিকা। এখানে দুটি খণ্ড। প্রথম খণ্ড পণ্যের তালিকা; দ্বিতীয় খণ্ড সেবার তালিকা। এ দুই খণ্ডে বর্ণিত পণ্য ও সেবার ওপর ভ্যাট নেই। প্রথম খণ্ডে বর্ণিত পণ্যগুলোর ওপর আমদানি, উৎপাদন, ট্রেডিং, যোগানদার কোনো স্তরে ভ্যাট নেই। একটা এসআরও রয়েছে যার নম্বর ১৭২-আইন/২০১৯/২৯-মূসক, তাং ১৩ জুন, ২০১৯। এখানে ৫টি টেবিল রয়েছে। টেবিল-১ এ বর্ণিত পণ্য আমদানি স্তরে ভ্যাটমুক্ত। টেবিল-২ এর পণ্য আমদানি ও উৎপাদন স্তরে ভ্যাটমুক্ত। টেবিল-৩ এর পণ্য উৎপাদন স্তরে ভ্যাটমুক্ত। টেবিল-৪ এ বর্ণিত সেবা ভ্যাটমুক্ত যা ১ম তফসিলের ২য় খণ্ডে বর্ণিত সেবার অতিরিক্ত। টেবিল-৫ এর পণ্য ট্রেডিং স্তরে ভ্যাটমুক্ত। অনেকগুলো এসআরও রয়েছে যেগুলো আমার বই-এর ১ম খণ্ডে, অধ্যায়-৮ এর উপ-অধ্যায়-৩ এ পাওয়া যাবে। এই এসআরওগুলোতে বর্ণিত পণ্য ও সেবার ওপর ভ্যাট নেই। এর বাইরে সব পণ্য, সেবা, স্থাবর সম্পত্তি ও অস্থাবর সম্পত্তির আমদানি, উৎপাদন এবং ট্রেডিং-এর ওপর ভ্যাট আরোপিত রয়েছে।কভিড-১৯ খাদ্য সহায়তা তহবিলে জনাব ইফতেখার  ট. ১,৫০০ দিয়েছেন। আল্লাহ্ তাঁর দান কবুল করুন। ব্যালান্স ২৬,৩০০ টাকা। (ড. মোঃ আব্দুর রউফ, ২০.০৫.২০২০)। "
    },
    {
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-১): গতকাল আলোচনা করেছিলাম যে, অর্থের সরবরাহের ওপর ভ্যাট প্রযোজ্য হবে না। কারণ হলো পণ্য, সেবা ও স্থাবর সম্পত্তির সংজ্ঞার মধ্যে “অর্থ” অন্তর্ভুক্ত নেই। ধারা ২ এর দফা (৫) অনুসারে, অর্থ বলতে মুদ্রা, বিনিমেয় দলিল, বিল অব এক্সচেঞ্জ, প্রমিসরি নোট, ব্যাংক ড্রাফট, পোস্টাল অর্ডার, মানি অর্ডার, ক্রেডিট কার্ড, ডেবিট কার্ড ইত্যাদি বুঝায়। ফিল্ড লেভেলে এ বিষয়টি নিয়ে বিভ্রান্তি রয়েছে। যেমন, এক এনজিও অন্য এনজিও-কে দিয়ে প্রকল্প বাস্তবায়ন করে। তাহলে ফান্ড সরবরাহ করতে হয়। এরূপ ফান্ড হস্তান্তরের ওপর ভ্যাট প্রয়োগ করা হয়েছে বলে শুনেছি। আবার, সরকার এতিমখানায় ছাত্র প্রতি কিছু টাকা সহায়তা দেই। স্বাভাবিকভাবে সরকার চেক প্রদান করে। এরূপ অর্থের সরবরাহের ওপর থেকে ভ্যাট উৎসে কর্তন করা হয়েছে বলে জেনেছি। এগুলো হলো অর্থের সরবরাহ। এসব সরবরাহের ওপর ভ্যাট প্রযোজ্য হবে না। ভ্যাট প্রযোজ্য হতে হলে পণ্য, সেবা, অস্থাবর সম্পত্তি এবং স্থাবর সম্পত্তির সরবরাহ হতে হবে। এগুলো আইনে সংজ্ঞায়িত করা রয়েছে।   কভিড-১৯ খাদ্য সহায়তা তহবিলে আজ নাম প্রকাশে অনিচ্ছুক একজন ১,০০০ টাকা দিয়েছেন। গতকাল ব্যালান্স ছিল ২৩,৮০০ টাকা। আজকের ব্যালান্স ২৪,৮০০ টাকা। ঈদের সপ্তাহ খানেক পর চাল-ডাল দেয়ার নিয়ত করেছি। গতকালের প্যাকেজটা ভালো ছিল। ১১টি আইটেম ছিল। ছোট পরিবার ভালোভাবে ঈদ করতে পারবে ইন-শা-আল্লাহ্। আল্লাহ যেন সবার দান কবুল করে নেন। আ-মিন। (ড. মোঃ আব্দুর রউফ, ১৯.০৫.২০২০)। "
    }
]