[
    {
        "id": 1,
        "details": "ভ্যাট টিপস-০৭০/২০২৩:  বিষয়: ভ্যাট প্র্যাকটিশনার ও ভ্যাট সংস্কৃতি।   আমরা রেয়াত নিয়ে আলোচনা করছি। আজ একটু প্রসঙ্গ পরিবর্তন করবো। আগামীকাল আবারো প্রসঙ্গে ফিরে আসবো, ইন-শা-আল্লাহ্।              আমার কাছে একজন একটা প্রশ্ন পাঠিয়েছেন, যা সরাসরি উদ্ধৃত করলাম, “কাস্টম ভ্যাট দিয়ে মাল আমদানি করলে বিক্রির সময় কি আবার ভ্যাট দিতে হয়?” একজন আমদানিকারক/ব্যবসায়ী এই কথার উত্তর জানেন না। তাঁর কাছে ভ্যাটের কথা বলতে গেলে অফিসার বলেন আর কনসালট্যান্ট বলেন, অনেক বিড়ম্বনার স্বীকার হতে হয়। কেউ ঢাকা শহরে চলাফেরা করেন, তিনি যদি না জানেন যে, ট্রাফিক সিগনালে লালবাতি জ্বললে থেমে যেতে হয়। এটা কি হতে পারে? যাহোক, আমাদের ভ্যাট ব্যবস্থায় এমনটাই হয়েছে। দেশে ভ্যাট সংস্কৃতি গড়ে তোলা সুদূর পরাহত। তাই, আমার মতামত হলো, দেশে ২৫/৩০ হাজার ভ্যাট প্র্যাকটিশনার গড়ে তুলতে হবে। এই প্র্যাকটিশনারদেরকে ভ্যাটের সব শেখাতে হবে। দেশের ১৮ কোটি মানুষকে ভ্যাট শেখানো আপাতত সম্ভব নয়। প্র্যাকটিশনাররা ভ্যাটের সব কাজ করবেন। আমদানিকারক, উৎপাদনকারী, ব্যবসায়ী, সেবা প্রদানকারী, রপ্তানিকারক যার ভ্যাট সংক্রান্ত সেবা প্রয়োজন হবে, তিনি প্র্যাকটিশনারের কাছ থেকে সেবা নেবেন। যেমন, আমরা ডাক্তারের কাছ থেকে চিকিৎসা নেই, আর্কিটেক্ট এর কাছ থেকে বিল্ডিং এর ডিজাইন করাই, মুফতীর কাছ থেকে ফতোয়া নেই ইত্যাদি। দুঃখের বিষয় আমাদের দেশের ভ্যাট ব্যবস্থায় প্র্যাকটিশনার তৈরির প্রচেষ্টা নেই। আজ ৩২ বছর আমাদের দেশে ভ্যাট চালু হয়েছে, এখনও আমাদের দেশে ভ্যাট প্র্যাকটিশনারের সংখ্যা অতি নগণ্য। আপনি কী দ্বীমত পোষণ করেন যে, ১৮ কোটি মানুষকে ভ্যাট না শিখিয়ে ২৫/৩০ হাজার প্র্যাকটিশনারকে ভ্যাট শেখানো উত্তম। দয়া করে আপনার মতামত জানালে বাধিত হবো।               ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 2,
        "details": "ভ্যাট টিপস-০৬৯/২০২৩:  বিষয়: রেয়াত নেয়ার অন্যতম শর্ত হলো ব্যবহৃত ইনপুটস উপকরণ হতে হবে।   পণ্য বা সেবায় যেসব কাঁচামাল ব্যবহার করা হয়েছে, সে কাঁচামাল সবগুলোকে উপকরণ হিসেবে বিবেচনা করা হয় না। ভ্যাট আইনে উল্লেখ রয়েছে যে, কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে এবং কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে না। সহজভাবে বলা যায় যে, সকল কাঁমাচাল উপকরণ নয়। উপকরণ হিসেবে গণ্য হলে রেয়াত পাওয়া যাবে, অন্যথায় রেয়াত পাওয়া যাবে না।              ভ্যাট আইনের ধারা ২(১৮ক)তে “উপকরণ” সংজ্ঞায়িত করা হয়েছে। সেখানে উল্লেখ রয়েছে যে, কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে, আর কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে না। তবে, ভাষা এবং বাক্যের গঠন সহজবোধ্য নয়। একজন ভ্যাট প্র্যাকটিশনারের এ বিষয়ে স্পষ্ট ধারণা থাকা খুব দরকার হয়। তিনি রেয়াত পাবেন কি পাবেন না সেটা তাকেই নির্ণয় করতে হয়। কোনটা উপকরণ আর কোনটা উপকরণ নয়, তা বোঝার সাধারণ পদ্ধতি রয়েছে। আগামী টিপসে সেটা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 3,
        "details": "ভ্যাট টিপস-০৬৮/২০২৩:  বিষয়: রেয়াত নেয়ার মূল শর্ত দুটি।   রেয়াত নেয়ার যে শর্তগুলো রয়েছে, তার মধ্যে মূল শর্ত দুটি। এক হলো, আউটপুট ভ্যাট ১৫% হতে হবে। আর দুই হলো, যেটা ক্রয় করে ভ্যাট পরিশোধ করা হয়েছে সেটা ভ্যাট আইনের আওতায় উপকরণ হতে হবে। আউটপুট ভ্যাট কী তা আমরা এর আগে আলোচনা করেছি। পণ্য বা সেবা বিক্রি করার সময় যে ভ্যাট পরিশোধ করা হয়, সে ভ্যাট হলো আউটপুট ভ্যাট, বাংলায় বলা হয় উৎপাদ কর। আউটপুট ভ্যাট ১৫% এর কম হলে উপকরণ কর রেয়াত পাওয়া যাবে না। যেমন: কাগজ ‍উৎপাদনের ক্ষেত্রে আউটপুট ভ্যাট ৫%। তাই, কাগজ উৎপাদনের ক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। ডুপ্লেক্স বোর্ড উৎপাদনের ক্ষেত্রে ভ্যাট হার ৭.৫%। তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। বৈদ্যুতিক খুঁটি প্রস্তুত করার ক্ষেত্রে ভ্যাট হার ১০%। তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। সিমেন্ট উৎপাদনের ক্ষেত্রে ভ্যাট হার ১৫%, তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে।             তাছাড়া, ভ্যাট হার শূন্য (০) শতাংশ হলেও উপকরণ কর রেয়াত পাওয়া যায়। শূন্য ভ্যাট হার প্রযোজ্য রয়েছে রপ্তানি এবং প্রচ্ছন্ন রপ্তানির ওপর। তাই, রপ্তানি এবং প্রচ্ছন্ন রপ্তানির ক্ষেত্রেও উপকরণ কর রেয়াত পাওয়া যাবে। আগামী টিপস এ উপকরণ নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 4,
        "details": "ভ্যাট টিপস-০৬৭/২০২৩:  বিষয়: সরকার কেনো রেয়াত দেয়?   সরকার কেনো উপকরণ ক্রয় করার সময় পরিশোধ করা ভ্যাট ফেরৎ দিয়ে দেয়, অর্থাৎ রেয়াত দেয়, এটা বোঝা দরকার। তাহলে পাঠকদের মন হতে বেশ কিছু অস্পষ্টতা দূরীভূত হবে, ইন-শা-আল্লাহ। রেয়াত দেয়ার একটা মূল শর্ত হলো, আউটপুট ভ্যাট যদি বেশি হয়, তাহলে ইনপুট ভ্যাট রেয়াত দেয়া হয়। রেয়াত দেয়ার আরো শর্ত রয়েছে, সব শর্ত একসাথে প্রয়োগ করতে হবে। আউটপুট ভ্যাট হলো, বিক্রি করার সময় যে ভ্যাট পরিশোধ করা হয় সে ভ্যাট। আর ইনপুট ভ্যাট হলো, উপকরণ ক্রয় করার সময় যে ভ্যাট পরিশোধ করা হয়েছে সে ভ্যাট। ধরুন, একটা সাবান উৎপাদন করতে ২৫ টাকার উপকরণ ব্যবহার করা হয়েছে। ধরুন, এর মধ্যে ২ টাকা ছিল উপকরণ ক্রয় করার সময় পরিশোধ করা ভ্যাট। অর্থাৎ উপকরণের মূল্য ছিল ২৩ টাকা। এই উপকরণ প্রসেসিং করে একটা সাবান তৈরি করা হলো। সাবানটি ৪০ টাকায় বিক্রি করা হবে। অর্থাৎ ১৭ টাকা মূল্য সংযোজন করা হয়েছে। সাবানটা বিক্রি করার সময় ৪০ টাকার ওপর ১৫% হারে ৬ টাকা ভ্যাট পরিশোধ করতে হবে। তাই, সরকার উপকরণ ক্রয় করার সময় পরিশোধ করা ২ টাকা ভ্যাট রেয়াত দিয়ে দেবে। অর্থাৎ এই স্তরে সরকার ৬ টাকা ভ্যাট পায়, আর ২ টাকা ভ্যাট রেয়াত দিয়ে দেয়। অর্থাৎ সরকার নীট ৪ টাকা ভ্যাট পায়। অর্থাৎ বিক্রি করার সময় বেশি ভ্যাট পরিশোধ করা হলে উপকরণ ক্রয় করার সময় যে কম ভ্যাট পরিশোধ করা হয়েছে তা রেয়াত পাওয়া যায়।           রেয়াত নেয়ার আরো অনেকগুলো শর্ত রয়েছে যা ক্রমান্বয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 5,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ।"
    },
    {
        "id": 6,
        "details": "ভ্যাট টিপস-০৬৬/২০২৩:  বিষয়: রেয়াত বলতে কী বোঝায়?   ভ্যাট ব্যবস্থায় রেয়াত একটা গুরুত্বপূর্ণ বিষয়। প্রথমেই আমরা আলোচনা করবো, রেয়াত বলতে কী বোঝায়? রেয়াত বা উপকরণ কর রেয়াত হলো, উপকরণের ওপর পূর্বে যে ভ্যাট পরিশোধ করা হয়েছে সে ভ্যাট ফেরৎ নিয়ে নেয়া। রেয়াতকে অনেকে রিবেট বলে থাকেন। গতকাল রেয়াতের একটা উদাহরণ দিয়েছিলাম। বিষয়টা আরো স্পষ্ট করার জন্য আজ আর একটা উদাহরণ দেবো, ইন-শা-আল্লাহ।          ধরুন, একটা ফ্যাক্টরীতে সিমেন্ট উৎপাদন করা হয়। সিমেন্টের মূল উপকরণ বা কাঁচামাল হলো ক্লিংকার। ক্লিংকার আমদানি করার সময় বা স্থানীয় বাজার থেকে ক্রয় করার সময় ভ্যাট পরিশোধ করতে হয়। ক্রেতা ক্লিংকার এবং অন্যান্য উপকরণ ব্যবহার করে সিমেন্ট উৎপাদন করে সিমেন্ট বিক্রি করার সময় ভ্যাট পরিশোধ করেন। তাই, ক্লিংকার এবং অন্যান্য উপকরণের ওপর তিনি ইতোপূর্বে যে ভ্যাট পরিশোধ করেছেন সে ভ্যাট তিনি সরকারের নিকট থেকে ফেরৎ নিয়ে নেন। এই ফেরৎ নেয়াকে রেয়াত নেয়া বলে।  দাখিলপত্রের মাধ্যমে রেয়াত নিতে হয়। রেয়াত নেয়ার অনেক নিয়ম-কানুন অর্থাৎ শর্ত রয়েছে যা পরবর্তীতে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 7,
        "details": "ভ্যাট টিপস-০৬৫/২০২৩:  বিষয়: ভ্যাট প্রফেশনালের ৩টি প্রশ্নের উত্তর জানা জরুরি।   আমরা ভ্যাটকে কঠিন বলে মনে করি। তা মনে করার যথেষ্ট কারণ রয়েছে। তবে, যে কোনো কঠিন বিষয়ও সহজভাবে হ্যান্ডলিং করার উপায় রয়েছে। ৩টি প্রশ্নের উত্তর শিখলেই ভ্যাট ব্যবস্থায় মোটামুটি ভালোভাবে কাজ করা যায়। প্রথম প্রশ্ন হলো, একটি সরবরাহ গ্রহণ করা হয়েছে। এক্ষেত্রে ভিডিএস কাটতে হবে, কি হবে না। দ্বিতীয় প্রশ্ন হলো, একটি ক্রয় করা হয়েছে। ক্রয়ের বিপরীতে ভ্যাট পরিশোধ করা হয়েছে। এই ভ্যাট রেয়াত পাওয়া যাবে, কি যাবে না। এবং তৃতীয় প্রশ্ন হলো, কোনো একটা সরবরাহ রপ্তানি বা প্রচ্ছন্ন রপ্তানি হিসেবে গণ্য হবে, কি হবে না। গণ্য হলে সেক্ষেত্রে শূন্য হার প্রযোজ্য হবে। অর্থাৎ ভ্যাট পরিশোধ করতে হবে না।         ভিডিএস নিয়ে আমরা ইতোপূর্বে বিস্তারিত আলোচনা করেছি। আজ থেকে আমরা রেয়াত আলোচনা শুরু করলাম। রেয়াত আলোচনা বেশ বড় ধরনের আলোচনা, দীর্ঘদিন চলবে। মাঝে মাঝে আমরা প্রয়োজনে অন্য আলোচনাতেও যাবো, ইন-শা-আল্লাহ। আবার, রেয়াত আলোচনায় ফিরে আসবো। আশা করি, এই আলোচনা অনুসরণ করলে পাঠকদের রেয়াত সম্পর্কে ভালো ধারণা হবে। যাঁরা রেয়াত নিয়ে কাজ করেন, তাঁরা আরো ভালোভাবে কাজ করতে পারবেন, ইন-শা-আল্লাহ।  রেয়াত বা উপকরণ কর রেয়াত অর্থ কী। আমরা জানি পণ্য এবং সেবা সরবরাহ অর্থাৎ বিক্রির সময় ভ্যাট আরোপিত হয়। ওই পণ্যের উপকরণ কেনার সময় যে ভ্যাট দিয়ে আসা হয়েছে, সেই ভ্যাট ফেরৎ নিয়ে নেয়া যায়। এভাবে উপকরণের ওপর পরিশোধ করা ভ্যাট ফেরৎ নেয়াকে রেয়াত নেয়া বলে। ধরুন, একটা প্রতিষ্ঠান সাবান উৎপাদন করে। সাবানের উপকরণ গ্লিসারিন ক্রয় করা হয়েছে। ক্রয় করার সময় ভ্যাট পরিশোধ করা হয়েছে। সেই ভ্যাট ক্রেতা ফেরৎ নিয়ে নিতে পারবেন। তবে, কিছু শর্ত রয়েছে। প্রাথমিকভাবে এই হলো উপকরণ কর রেয়াত।             ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 8,
        "details": "ভ্যাট টিপস-০৬৪/২০২৩:  বিষয়: ভ্যাট রেজিষ্ট্রেশনের আইডি, পাওয়ার্ড ভুলে গেলে করণীয় কি?   মাঝে মাঝে আইডি লক হয়ে যায়। ভুলভাবে ৩ বার পাসওয়ার্ড দিলে আইডি লক হয়ে যায়। তখন লক খোলার দরকার হয়। আবার, মাঝে মাঝে কেউ কেউ আইডি, পাসওয়ার্ড ভুলে যান। তখন সিস্টেমে প্রবেশ করা যায় না। আপনার যদি রিকভারি উত্তর জানা থাকে, তাহলে আপনি নিজে নিজেই আইডি, পাসওয়ার্ড রিকভার করতে পারেন। ‍উল্লেখ্য, ভ্যাট রেজিষ্ট্রেশনের ফরম মূসক-২.১ পূরণ করার সময় আপনিই সিস্টেমে ৫টা রিকভারি উত্তর দিয়েছেন। অন্যে রেজিষ্ট্রেশন করে দিলে রিকভারি উত্তরও জানা থাকে না। সেক্ষেত্রে ভ্যাট বিভাগীয় অফিসে সরাসরি যোগাযোগ করে রিকভারি উত্তর সংগ্রহ করে সিস্টেমে প্রবেশ করা যায়। প্রতি ৯০ দিন পর পাসওয়ার্ড পরিবর্তন করতে হয়। সিস্টেম থেকে আপনার কাছে একটা মেসেজ আসবে। সে মেসেজে ইয়েস এবং ক্যানসেলড দুটি অপশন থাকে। ইয়েস ক্লিক করে আপনি পাসওয়ার্ড পরিবর্তন করতে পারেন। আবার, ক্যানসেলড ক্লিক করে আপনি আগের পাসওয়ার্ড কনটিনিউ করতে পারেন। ভ্যাট অনলাইন সিস্টেম কর্তৃপক্ষকে অনুরোধ করি এ বিষয়ে সহজ ও ব্যবসা-বান্ধব একটা পদ্ধতি উদ্ভাবন করতে। কারণ, ভ্যাট বিভাগীয় অফিসে সরাসরি যোগাযোগ করে রিকভারি উত্তর সংগ্রহ করা অনেক ক্ষেত্রেই নিবন্ধিত ব্যক্তির জন্য সহজ হয় না।          ভ্যাট অনলাইনের কল সেন্টারে ফোন করলে এসব বিষয়ে সহযোগিতা পাবেন। নাম্বার ১৬৫৫৫। তাছাড়া, ভ্যাট ফোরামের কল সেন্টারে ফোন করলেও সহযোগিতা পাবেন। নাম্বার ০৯৬৭৮-২০৮২০৮।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 9,
        "details": "ভ্যাট টিপস-০৬৩/২০২৩: বিষয়: যার আইডি, পাওয়ার্ড তার কাছে থাকতে হবে।   যেসব আইডি, পাসওয়ার্ড অন্যের হাতে চলে গেছে সেগুলো ক্রমে নিজ হাতে নিয়ে আসতে হবে। কিছু কনসালট্যান্টের কাছে এবং কিছু ফোন/ফ্যাক্সের দোকানে এখনও আইডি, পাসওয়ার্ড রয়েছে। দোকানে যেগুলো রয়েছে, সেগুলোও কোনো ব্যক্তির নামে আছে, অর্থাৎ তিনি কনসালট্যান্ট। উল্লেখ্য, আমাদের দেশে এনবিআর এর সনদপ্রাপ্ত ভ্যাট কনসালট্যান্ট এর সংখ্যা বেশি নয়। মাত্র কয়েকশ’। তাছাড়া, বাংলাদেশ কারিগরি শিক্ষাবোর্ডের সনদপ্রাপ্ত কনসালট্যান্ট রয়েছেন। অধিকন্তু, কিছু সংগঠিত প্রফেশনাল বোডি রয়েছে যাদের সদস্যগণ প্রাতিষ্ঠানিক কনসালট্যান্ট বলে ধরে নেয়া যায়। এর বাইরে আরো অনেক কনসালট্যান্ট রয়েছেন যাদের প্রাতিষ্ঠানিক ভিত্তি নেই। এই ধরনের অপ্রাতিষ্ঠানিক কনসালট্যান্টদের কাছেই অন্যের আইডি, পাসওয়ার্ড বেশি আছে বলে জানা গেছে। যাহোক, ভ্যাট নিবন্ধিত ব্যক্তির আইডি, পাসওয়ার্ড যার কাছেই থাক, তার কাছ থেকে কিভাবে নিবন্ধিত ব্যক্তির কাছে নিয়ে আসা যায় সেটা হলো মূল কথা।       গত টিপসে আমরা আলোচনা করেছি যে, ভ্যাট বিভাগীয় অফিসে আবেদন করে নিজের আইডি, পাসওয়ার্ড নিজের কাছে আনা যায়। আমি কনসালট্যান্টদেরকে অনুরোধ করবো যে, ভ্যাট সিস্টেমে ভালোভাবে কাজ করতে হলে কিছু বিষয়ে সকলকে একমত হতে হবে। তার মধ্যে একটা বিষয় হলো, যার আইডি, পাসওয়ার্ড তার কাছে থাকতে হবে। তাই, আপনারা দয়া করে অন্যের আইডি, পাসওয়ার্ড থাকলে তাদেরকে দিয়ে দিন। এমন কনসালট্যান্ট এর সংখ্যা বেশি নয়। সকলে নজর রাখুন যে, কে এমন কাজ করছে। কেউ এমন কাজ করে থাকলে তাকে অন্য সকলে ভালো কাজে উৎসাহিত করুন।        রেগুলেটরী কর্তৃপক্ষের দায়িত্বতো রয়েছেই। তাদের নতুন করে ভাবতে হবে এখন কি করা যায়। একটা উপায় বের করতে হবে। মহান আল্লাহ সুন্দর একটা সমাধান করে দিন। আমিন।           ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 10,
        "details": "ভ্যাট টিপস-০৬২/২০২৩:  বিষয়: ভ্যাট অনলাইন সিস্টেমে আপনার আইডি, পাওয়ার্ড পুনরুদ্ধার করা।   গতকালের আলোচনার ধারাবাহিকতায় আমরা আজ আলোচনা করবো যে, এখন করণীয় কী? একটা সমাধানতো হতে হবে। এমন অবস্থা হওয়াটা দুঃখজনক বললেও কম বলা হবে। ভ্যাট অনলাইন সিস্টেম তৈরি করা হয়েছে ভ্যাটদাতাদের সুবিধার জন্যে, তাঁদের হয়রানী কমানোর জন্যে। এখন যদি ভ্যাট অনলাইন সিস্টেমে ভ্যাটদাতার আইডি, পাসওয়ার্ড কোনোভাবে আর একজন হস্তগত করে ভ্যাটদাতাকে হয়রানী করে, তাহলে আমরা যতো ভালো ভালো কথা বলছি, সুন্দর ভবিষ্যতের কথা বলছি, এসবের কোনো অর্থ নেই। আমাদেরকে তিমিরে হারিয়ে যেতে হবে। সেটা নিশ্চয়ই আমরা কেউ চাইবো না।        ভ্যাট অনলাইন সিস্টেমে আপনার আইডি, পাসওয়ার্ড পুনরুদ্ধার করতে হলে ফরম মূসক-২.৫ পূরণ করবেন। এই ফরমের নূতন সংযোজিত তথ্যের স্থানে আপনার নিজের নাম, এনআইডি, মোবাইল নম্বর, ইমেইল লিখে দেবেন। বা আপনার অফিসের বিশ্বস্ত কারোর তথ্য দিতে পারেন। লিখবেন যে, মূসক-২.১ ফরমের M সেকশনে পরিবর্তন করতে হবে। ভ্যাট বিভাগীয় অফিস থেকে এই সংশোধনটুকু করে দিলে আপনি নতুন করে সিস্টেমে সাইন-আপ করে নেবেন। তখন অথরাইজ পার্সন পরিবর্তন হয়ে যাবে, আপনি নতুন আইডি, পাসওয়ার্ড পেয়ে যাবেন। যিনি আপনার আইডি, পাসওয়ার্ড কুক্ষিগত করে রেখেছিলেন তাঁর কাছে আর থাকবে না। আমি যতদূর জেনেছি, ভ্যাট বিভাগীয় অফিসে মূসক-২.৫ দাখিল করলে এ কাজগুলো তাঁরা আন্তরিকতার সাথে করে দিচ্ছে। তাঁদেরকে অধিকতর আন্তরিক হতে বিনীত অনুরোধ করছি। তাছাড়া, ভ্যাট অনলাইন সিস্টেম কর্তৃপক্ষকেও বিনীত অনুরোধ করছি সহজভাবে ভ্যাটদাতাদের এই সহায়তাটুকু করা যায় কিনা সে বিষয়ে পদক্ষেপ নেয়ার জন্য।        যার আইডি, পাসওয়ার্ড তাঁর হাতে যেতে হবে। এটা নিশ্চিত করা এখন জরুরি হয়ে দাঁড়িয়েছে। এটা নিশ্চিত করতে না পারলে জটিলতা দূরীকরণ করে সহজীকরণ হবে না। আল্লাহ সহায় হোন। আমিন।            ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 11,
        "details": "ভ্যাট টিপস-০৬১/২০২৩:  বিষয়: একটি উদ্বেগের বিষয়।   ভ্যাট ব্যবস্থাকে সহজীকরণ করা হলো আমাদের সকলের একটা অন্যতম উদ্দেশ্য। ভ্যাট আইনের ভূমিকায় ৪টি উদ্দেশ্য উল্লেখ করা হয়েছে। তার মধ্যে একটা হলো, সহজীকরণ করা। তবে, বাস্তবে সহজীকরণ কতটুকু হয়েছে তা আমরা সবাই জানি। অনেক বিষয় সহজীকরণকে ব্যাহত করছে। আজ এমন একটা বিষয়ের আলোচনা সূচনা করবো, ইন-শা-আল্লাহ।       ভ্যাট অনলাইন সিস্টেম স্থাপন করার পর যখন অনলাইনে ভ্যাট রেজিষ্ট্রেশন দেয়া শুরু হয়, তখন অনেকেই অনলাইনে নিবন্ধন নেয়ার প্রক্রিয়া সম্পর্কে জানতেন না। তাই, তারা পরামর্শকদের স্মরণাপন্ন হয়েছেন। অনেক ইন্টারনেট/ফোন/ফ্যাক্সের দোকান থেকেও ভ্যাট রেজিষ্ট্রেশন করানো হয়েছে। আপনারা নিশ্চয়ই দেখেছেন যে, ইন্টারনেট/ফোন/ফ্যাক্সের দোকানের সামনে মাঝে মাঝে লেখা থাকে যে, এখানে অনলাইনে ২০০/৫০০ টাকায় ভ্যাট রেজিষ্ট্রেশন করানো হয়। তারা ভ্যাট রেজিষ্ট্রেশন করিয়েছে। তবে, সমস্যা হলো, এভাবে যারা রেজিষ্ট্রেশন করিয়েছেন, তারা কেউ কেউ নিবন্ধিত ব্যক্তিকে ভ্যাট নিবন্ধন সার্টিফিকেটটা দিয়েছেন কিন্তু সিস্টেমে লগ-ইন করার আইডি ও পাসওয়ার্ড দেননি। ফলে, এখন মাসিক দাখিলপত্র দাখিল করাসহ নানা কাজে নিবন্ধিত ব্যক্তি বলতে গেলে জিম্মি হয়ে গেছেন। যিনি নিবন্ধন করে দিয়েছেন তার কাছে বার বার ফিরে আসতে হয় এবং এই সুযোগে কেউ কেউ নিবন্ধিত ব্যক্তির সাথে অপেশাদার আচরণ করেন বলে আমরা জেনেছি।  এটাই হলো উদ্বেগের বিষয়। সহজীকরণ ব্যাহত হয়েছে। হয়রানী বৃদ্ধি পেয়েছে।      এ বিষয়টা নিয়ে আজ থেকে কয়েকটা টিপস লিখবো। এই সমস্যাটার কিছু সমাধান দেয়ার জন্য আমরা চেষ্টা করবো, ইন-শা-আল্লাহ্। সহজীকরণ করতে হলে এভাবে প্রতিটি পয়েন্ট ধরে ধরে আমাদের কাজ করতে হবে। আল্লাহ সহায় হোন। আমিন।            ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 12,
        "details": "ভ্যাট টিপস-০৬০/২০২৩:  বিষয়: অটোমেটেড ভ্যাট ইনভয়েসিং।   আমরা ভ্যাট ব্যবস্থা সহজীকরণ নিয়ে অনেক কথা বলি। কিন্তু সহজীকরণ হয় না। আমি ব্যক্তিগতভাবে বিশ্বাস করি যে, মানুষ ভ্যাট দিতে চাই। তবে, তারা চাই সহজ ও সহনীয় ভ্যাট ব্যবস্থা। অর্থাৎ ভ্যাট প্রদান করার পদ্ধতি সহজ হতে হবে এবং ভ্যাটের হার সহনীয় হতে হবে। সর্বক্ষেত্রে অটোমেটেড ইনভয়েসিং সহজীকরণের একটা উত্তম পদক্ষেপ হতে পারে বলে আমার বিশ্বাস। আমি দুএকটা ফোরামে একথা বলার চেষ্টা করেছি, তবে, তেমন সাঁড়া পায়নি। তবে, আমরা বিশ্বাস যে এটা করা সম্ভব। আজ আমি পাঠকদের কাছে মতামত জানতে চাই যে, সকল বিক্রির ক্ষেত্রে অটোমেটেড ইনভয়েসিং করা সম্ভব কিনা। আমার আইটি জ্ঞান কম। তবে, গ্রুপে অনেকেই আছেন, যাঁদের আইটিতে ভালো অভিজ্ঞতা রয়েছে, তাঁরা দয়া করে মতামত দিলে বাধিত হবো।      ধরুন, সারা দেশের সকল আমদানিকারক, সকল উৎপাদনকারী, সকল ব্যবসায়ী, সকল সেবা প্রদানকারী অটোমেটেড সিস্টেমে চালানপত্র (ইনভয়েস) ইস্যু করবে। অনেকগুলো ছোটো সার্ভার থাকতে পারে, একটা সেন্ট্রাল সার্ভার থাকতে পারে। বড়, মাঝারি ও ছোটো প্রতিষ্ঠানের জন্য আলাদা ধরনের ব্যবস্থা হতে পারে। অর্থাৎ কোনো প্রতিষ্ঠান সফটওয়্যারের মাধ্যমে, কোনো প্রতিষ্ঠান ইলেক্ট্রনিক মেশিনের মাধ্যমে, কোনো প্রতিষ্ঠান মোবাইল ফোনের মাধ্যমে, যার জন্য যেটা সুবিধা সে পদ্ধতিতে ইনভয়েস ইস্যু করবে। এমন একটা সিস্টেম তৈরী করতে পারলে শুধু ভ্যাট ফাঁকি মিনিমাম হয়ে যেতো তা নয়, ইনকাম ট্যাক্স, এ্যাকাউন্টস ইত্যাদিও সঠিক হয়ে যেতো বলে আমার বিশ্বাস।     মোবাইল ফোন কোম্পানীগুলো কত সুক্ষ্ণভাবে কোটি কোটি গ্রাহকের হিসাব রাখে। আর ভ্যাট ব্যবস্থায় লক্ষ লক্ষ নিবন্ধিত ব্যক্তির হিসাব কোনো অটোমেটেড পদ্ধতিতে রাখা যাবে না, তা আমার সাধারণ জ্ঞানে আমি বুঝি না। যাঁরা বুঝেন তাঁরা দয়া করে আলোকপাত করুন।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 13,
        "details": "ভ্যাট টিপস-০৫৯/২০২৩:  বিষয়: উৎপাদনকারী যোগানদার হতে পারবে কি-না।   উৎপাদনকারী যোগানদার হতে পারবে না এমন বাধা-নিষেধ আইনে নেই। তবে, প্র্যাকটিক্যালী সাধারণত উৎপাদনকারী যোগানদার হয় না। উৎপাদনকারীও টেন্ডারে অংশগ্রহণ করেন, কার্যাদেশ পেলে সরবরাহ করেন। ‍উৎপাদনকারী সাধারণত তার উৎপাদিত পণ্য সরবরাহ দেয়ার টেন্ডারে অংশগ্রহণ করেন, অন্য পণ্য সরবরাহ দেয়ার টেন্ডারে অংশগ্রহণ করেন না। কারণ, তার ব্যবসায়ীক কৌশল সাধারণ উৎপাদনকাজকে কেন্দ্র করেই পরিচালিত হয়।     তবে, মাঝে মাঝে এমন হয় যে, একটা টেন্ডারে অনেকগুলো পণ্য রয়েছে। তারমধ্যে কিছু পণ্য তিনি উৎপাদন করেন, আর কিছু পণ্য তাকে আমদানি করে বা কিনে সরবরাহ দিতে হয়। এমনও মাঝে মাঝে হয় যে, কোনো টেন্ডারে সব পণ্য তিনি কিনে বা আমদানি করে সরবরাহ দেন। অর্থাৎ উৎপাদনকারী যোগানদারের কাজ করেন। সেক্ষেত্রে তার ভ্যাট রেজিস্ট্রেশনে সেবা প্রদানকারী বা যোগানদার উল্লেখ থাকতে হবে এবং ট্রেড লাইসেন্সে সরবরাহকারী উল্লেখ থাকতে হবে। আমদানি করে সরবরাহ দিলে তার বাণিজ্যিক আইআরসি থাকতে হবে অথবা আমদানি স্তরে ৫% আগাম কর পরিশোধ করে আসতে হবে।   তাই, মূল কথা হলো, উৎপাদনকারী সাধারণত যোগানদার হয় না। তবে, উৎপাদনকারী যোগানদার হতে পারবে। তবে, মাঠ পর্যায়ে এমন প্র্যাকটিস খুব বেশি নেই। উৎপাদনকারী সাধারণত উৎপাদনকারী হিসাবেই সরবরাহ দিয়ে থাকে। উৎসে কর্তনকারী সত্তাকে মূলত এটাই বুঝতে হয় যে, সরবরাহকারী কি উৎপাদনকারী, নাকি ট্রেডার (ব্যবসায়ী), নাকি যোগানদার, নাকি অন্য কোনো সেবা প্রদানকারী।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 14,
        "details": "ভ্যাট টিপস-০৫৮/২০২৩:  বিষয়: নিজে ভ্যাট পরিশোধ করা আর ভিডিএস কাটার একই ফলাফল।    অনেক সময় দেখা যায় যে, বিক্রেতা বলেন যে, আমি ভ্যাট পরিশোধ করেছি, আমার বিল থেকে ভিডিএস কাটবেন না। ক্রেতা বলেন যে, আমি ভিডিএস কাটবোই। এই নিয়ে ক্রেতা ও বিক্রেতার মাঝে বেশ জটিলতার সৃষ্টি হয়। অনেকে মনে করেন যে, ভিডিএস কাটলে বেশি ভ্যাট দেয়া হয়। কিন্তু আসলে বিক্রেতা কর্তৃক নিজে ভ্যাট পরিশোধ করা এবং ক্রেতা কর্তৃক ভিডিএস না কাটা অথবা বিক্রেতা কর্তৃক নিজে ভ্যাট পরিশোধ করা এবং ক্রেতা কর্তৃক ভিডিএস কাটা এ দুই পদ্ধতির সর্বশেষ ফলাফল একই। তা হলো ভ্যাট প্রদান করেন ক্রেতা, আর ভ্যাট পায় সরকার।    বিক্রেতা বিক্রী করার সময় ক্রেতার নিকট থেকে ভ্যাট নিয়ে নেন। পরে ভ্যাট সরকারকে পরিশোধ করে দেন। এক্ষেত্রে ভ্যাট প্রদান করেছেন ক্রেতা। আর সরকারি কোষাগারে ভ্যাট জমা দিয়েছেন বিক্রেতা। এটা সাধারণ পদ্ধতি। ভিডিএস এর ক্ষেত্রেও এভাবে একবার ভ্যাট পরিশোধ করা হয়। তারপর ক্রেতার কাছে ভ্যাটসহ বিল/ভ্যাট চালানপত্র দেয়া হয়। ক্রেতা ভ্যাট কেটে আবার সরকারি কোষাগারে জমা দেন। বিক্রেতা বিক্রির সময় একবার ভ্যাট জমা দিয়েছেন। তাহলে ভ্যাট দুইবার সরকারী কোষাগারে জমা হয়েছে। এবার ক্রেতা ‍উৎসে কর্তন প্রত্যয়নপত্র (মূসক-৬.৬) জারি করেন। বিক্রেতা উক্ত প্রত্যয়নপত্রবলে সমপরিমাণ ভ্যাট হ্রাসকারী সমন্বয় করে নেন। তাহলে বিক্রেতা প্রথমে একবার ভ্যাট পরিশোধ করেন, আর পরে একবার হ্রাসকারী সমন্বয় করে নেন। জিরো হয়ে যায়। বিক্রেতার স্থানে সরকার কোনো ভ্যাট পায় না। ক্রেতা উৎসে কর্তন করে সরকারী কোষাগারে জমা দিয়েছেন। এই ভ্যাট সরকার পেয়েছে। ভ্যাট দিয়েছে ক্রেতা, আর পেয়েছে সরকার। আগের হিসাবেও তাই ছিল। অর্থাৎ উভয় ক্ষেত্রেই ভ্যাট দেয়া ক্রেতা, আর ভ্যাট পায় সরকার।  তাই, স্বাভাবিকভাবে ভ্যাট পরিশোধ করা আর ভিডিএস কাটার একই ফলাফল যদি নিয়ম-কানুন সঠিকভাবে পালন করা হয়।          ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 15,
        "details": "ভ্যাট টিপস-০৫৭/২০২৩:  বিষয়: কতিপয় বিশেষ সেবার ক্ষেত্রে ভিডিএস কর্তন।   আমরা পণ্য এবং সেবার ক্ষেত্রে ভিডিএস কর্তন সংক্রান্ত আলোচনা প্রায় শেষ করেছি। কয়েকটা বিশেষ সেবা সম্পর্কে আজ আলোচনা করা হবে, ইন-শা-আল্লাহ।   পানি (ওয়াসা), বিদ্যুৎ, টেলিফোন, মোবাইল ফোন এর বিল পরিশোধ করার ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে না [ভিডিএস বিধিমালার বিধি ৫(৩)]। এসব ক্ষেত্রে সম্পূর্ণ বিল পরিশোধ করে দিতে হবে। তবে, এসব ক্ষেত্রে যদি ভ্যাট চালানপত্র না থাকে তাহলে ভিডিএস কাটতে হবে। উল্লেখ্য, আইনে ধারা ৪৬(৩)(ঙ) অনুসারে পানি, বিদ্যুৎ, টেলিফোন সেবার ক্ষেত্রে সংশ্লিষ্ট প্রতিষ্ঠান কর্তৃক ইস্যুকৃত বিল ভ্যাট চালানপত্র হিসেবে গণ্য। টেলিফোন বলতে মোবাইল ফোনও বোঝায়। ভ্যাট আইনের প্রথম তফসিলে উল্লেখিত সেবার ক্ষেত্রে ভিডিএস কাটতে হবে না। আমরা জানি যে, ভ্যাট আইনের প্রথম তফসিলে উল্লেখিত পণ্য ও সেবার ক্ষেত্রে কোনো স্তরে ভ্যাট প্রযোজ্য নেই; তাই, ভিডিএসও প্রযোজ্য নেই [ভিডিএস বিধিমালার বিধি ৫(৪)]। শূন্যহারবিশিষ্ট সেবা সরবরাহ অর্থাৎ সেবা রপ্তানির ক্ষেত্রে ভিডিএস কাটতে হবে না [ভিডিএস বিধিমালার বিধি ৫(৫)]।         ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 16,
        "details": "ভ্যাট টিপস-০৫৬/২০২৩: বিষয়: তালিকার বাইরের সেবার ক্ষেত্রে ভিডিএস কর্তন।   ভিডিএস বিধিমালার তালিকায় বর্ণিত ৪৩টা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আমরা ইতোমধ্যে আলোচনা করেছি। এই ৪৩টা সেবার বাইরে আর যত সেবা রয়েছে সেসব সেবার ক্ষেত্রে যথাযথ ভ্যাট চালানপত্র থাকলে ভিডিএস কাটতে হবে না। কিন্তু যদি যথাযথ ভ্যাট চালানপত্র না থাকে, তাহলে ভিডিএস কাটতে হবে।  যেমন উক্ত ছকের বাইরের সেবা হলো ইন্টারনেট সেবা, ব্যাংকিং সেবা, টেইলরিং সেবা, তৈরি পোষাক বিপণন সেবা ইত্যাদি। এসব সেবার ক্ষেত্রে সেবাপ্রদানকারী যদি বিলের সাথে যথাযথ ভ্যাট চালানপত্র ইস্যু করেন, তাহলে ভিডিএস কাটতে হবে না। সম্পূর্ণ বিল পরিশোধ করে দিতে হবে। কিন্তু যদি বিলের সাথে যথাযথ ভ্যাট চালানপত্র না থাকে, তাহলে প্রযোজ্য হারে ভ্যাট উৎসে কর্তন করতে হবে। ছকের বাইরের সব সেবার ক্ষেত্রে এ কথা প্রযোজ্য।  আগামী টিপস-এ কয়েকটা বিশেষ সেবা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ্।      ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 17,
        "details": "ভ্যাট টিপস-০৫৫/২০২৩:  বিষয়: আসবাবপত্রের ক্ষেত্রে ভিডিএস কর্তন।   ভিডিএস বিধিমালার তালিকায় বর্ণিত ৪৩টা সেবার মধ্যে ইতোমধ্যে ৪২টা আলোচনা করা হয়েছে। আর একটা অবশিষ্ট আছে। সেটা হলো আসবাবপত্র। আমাদের দেশের ভ্যাট ব্যবস্থায় আসবাবপত্র সেবা হিসেবে বিবেচিত। ০৩৮ নম্বর টিপসে আসবাবপত্র আলোচনা করা হয়েছিল। আজ আবারো আলোকপাত করা হলো।    আসবাবপত্র যেখানে প্রস্তুত করা হয়, সে স্থান হলো উৎপাদনস্থান। আবসাবপত্র যে স্থানে বিক্রি করা হয়, সে স্থানকে বলে শো-রুম। আসবাবপত্রের ক্ষেত্রে উৎপাদনস্থানে ভ্যাটের হার ৭.৫% এবং শো-রুমেও ৭.৫%। তবে, উৎপাদনস্থান থেকে শো-রুমের কাছে বিক্রি না করে যদি সরাসরি ভোক্তার কাছে বিক্রি করা হয়, তাহলে ভ্যাটের হার ১৫%। ফ্যাক্টরী থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র শো-রুমে নিয়ে যেতে হবে। শো-রুম থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র বিক্রি করতে হবে। শো-রুম থেকে উৎসে কর্তনকারীর কাছে বিক্রি করা হলে শো-রুমের ভ্যাট চালানপত্রসহ ফ্যাক্টরী থেকে আনার চালানপত্রের কপি দিতে হবে। তাহলে উৎসে কর্তনকারী ৭.৫% কর্তন করবে। ফ্যাক্টরী থেকে আনার ভ্যাট চালানপত্র দিতে না পারলে ১৫% ভ্যাট কর্তন করতে হবে।  ফ্যাক্টরী থেকে যদি সরাসরি ভোক্তার কাছে বিক্রি করা হয়, তাহলে ১৫% হারে ভ্যাট চালানাপত্র ইস্যু করতে হবে। ফ্যাক্টরী থেকে যদি উৎসে কর্তনকারীর কাছে সরাসরি বিক্রি করা হয়, তাহলে ১৫% হারে ইস্যুকৃত ভ্যাট চালানপত্র রাজস্ব কর্মকর্তা প্রত্যয়ন করে দিলে উৎসে ভ্যাট কর্তন করতে হবে না। প্রত্যয়ন না থাকলে ১৫% ভ্যাট উৎসে কর্তন করতে হবে।   ভিডিএস বিধিমালার তালিকায় উল্লিখিত ৪৩টা সেবার আলোচনা শেষ হলো। আগামী টিপসে তালিকার বাইরের সেবা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 18,
        "details": "ভ্যাট টিপস-০৫৪/২০২৩:  বিষয়: ৩টি বিশেষ সেবার ক্ষেত্রে ভিডিএস কর্তন।   আমরা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আলোচনা করছিলাম। ইতোমধ্যে একজন পাঠকের অনুরোধে রেস্তোরাঁর ওপর দুটো টিপস দিয়েছি। আজ আবার সেবায় ফিরে এলাম। আমরা বলেছিলাম যে, ভিডিএস বিধিমালায় ৪৩টা সেবার যে তালিকা রয়েছে তার মধ্যে ৪০টা সেবার ক্ষেত্রে সকল পরিস্থিতিতে বাধ্যতামূলকভাবে ভিডিএস কর্তন করতে হবে। ৩টা সেবা ব্যতিক্রম রয়েছে। সেই ৩টা সেবা নিয়ে এখন আলোচনা করবো, ইন-শা-আল্লাহ।          উক্ত ৩টা সেবার মধ্যে একটা হলো ক্রমিক নং ৬ বিজ্ঞাপন সেবা। আর একটা সেবা হলো ক্রমিক নং ২৩ টেলিভিশন ও অনলাইন সম্প্রচার মাধ্যমে অনুষ্ঠান সরবরাহকারী সেবা। এ দুটি সেবার ক্ষেত্রে সেবা প্রদানকারী তার ইস্যু করা ভ্যাট চালানপত্র তার সার্কেলের রাজস্ব কর্মকর্তাকে দিয়ে সত্যায়িত করে বিলের সাথে দাখিল করবে। তাহলে উৎসে ভ্যাট কর্তন করতে হবে না। যদি এমন সত্যায়িত ভ্যাট চালানপত্র বিলের সাথে দাখিল করা না হয় তাহলে ১৫% ভিডিএস কাটতে হবে [ভিডিএস বিধিমালার বিধি ৫(৬)]।   তালিকার মধ্যে আর একটা সেবা অবশিষ্ট থাকলো, সেটা হলো আসবাবপত্র। আসবাবপত্র নিয়ে এর আগেও আলোচনা করেছি। তবে, পরবর্তী টিপসটাও দেবো আসবাবপত্র বিষয়ে। তাহলে তালিকার ৪৩টা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান সমাপ্ত হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 19,
        "details": "ভ্যাট টিপস-০৫৩/২০২৩:  বিষয়: রেস্তোরাঁর ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান।   গতকাল আমরা রেস্তোরাঁ সেবার ক্ষেত্রে ভ্যাট সংক্রান্ত বিধান আলোচনা করছিলাম। আজ রেস্তোরাঁ সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আলোচনা করবো, ইন-শা-আল্লাহ।         ভিডিএস বিধিমালার বিধি ৩(২) এ উল্লিখিত সেবার তালিকা অনুসারে, এসি বা নন-এসি উভয় প্রকারের হোটেলের ক্ষেত্রে ভিডিএস কাটতে হবে। সাধারণ রেস্তোরাঁ যেখানে ভ্যাটের হার ৫% সেখানে ভিডিএস কাটতে হবে। তিন তারকা হোটেলে অবস্থিত রেস্তোরাঁ, মদের বার সম্বলিত হোটেলে অবস্থিত রেস্তোরাঁ এবং মদের বার আছে এমন রেস্তোরাঁয় যেখানে ভ্যাটের হার ১৫% সেক্ষেত্রে ভিডিএস কাটতে হবে না। ক্যাটারিং সেবার ক্ষেত্রে ভ্যাটের হার ১৫% এবং ভিডিএস কাটতে হবে।  তবে, একটা বিষয় হলো, সাধারণত হোটেল এবং রেস্তোরাঁ সেবা একই স্থান থেকে দেয়া হয়, একটা ভ্যাট নিবন্ধন থাকে। একটা বিল বা ভ্যাট চালানপত্র ইস্যু করা হয়। আবার, আর একটা বিষয় হলো, একই হোটেলে কিছু কক্ষ এসি এবং কিছু কক্ষ নন-এসি থাকতে পারে বা অনেক ক্ষেত্রেই থাকে। আবার, আবাসিক কক্ষ এসি কিন্তু রেস্তোরাঁ ননএসি হতে পারে। আবার, এক্ষেত্রে একাধিক হার রয়েছে। এসব কারণে হোটেল-রেস্তোরাঁ সেবার ক্ষেত্রে ভ্যাট প্রদান বা ভিডিএস কাটার পদ্ধতি বেশ জটিল এবং মাঠ পর্যায়ে বেশ সমস্যা হয়। ভ্যাট আইনের ভূমিকায় উল্লেখ রয়েছে যে, সহজীকরণ করা হলো নতুন ভ্যাট আইন প্রণয়ন করার একটা উদ্দেশ্য। হোটেল-রেস্তোরাঁর ক্ষেত্রে বিধি-বিধান সহজ হয়েছে বলে মনে হয় না। আমার ব্যক্তিগত মতামত হলো, হোটেল-রেস্তোরাঁ সেবার ক্ষেত্রে ২টা হার হলে ভালো হতো, তা হলো এসি ১৫% এবং ননএসি ৭.৫%। কোনো হোটেল-রেস্তোরাঁর কক্ষ, রেস্তোরাঁ এবং অন্যান্য ফ্যাসিলিটির ৫০% স্পেস এসি হলে সম্পূর্ণ এসি বিবেচনা করতে হবে এবং ৫০% এর কম স্পেস এসি হলে সম্পূর্ণটা নন-এসি বিবেচনা করতে হবে। উভয় ক্ষেত্রে ভিডিএস কাটা বাধ্যতামূলক করতে হবে। এমন হলে সহজ হতো এবং রাজস্ব আহরণ বৃদ্ধি পেতো বলে আমার বিশ্বাস। বিদগ্ধ পাঠকগণ দয়া করে আপনার মূল্যবান মতামত দিলে কৃতার্থ হবো।        ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 20,
        "details": "ভ্যাট টিপস-০৫২/২০২৩:  বিষয়: রেস্তোরাঁর ক্ষেত্রে ভ্যাট সংক্রান্ত বিধান।    আমরা সেবার ক্ষেত্রে ভিডিএস আলোচনা করছিলাম। এর মধ্যে একজন পাঠক রেস্তোরাঁ নিয়ে লেখার জন্য বেশ অনুরোধ করেছেন। আমাদের দেশের ভ্যাট ব্যবস্থায় রেস্তোরাঁ সেবা বুঝতে হলে হোটেল, রেস্তোরাঁ এবং ক্যাটারিং এই ৩টা সেবা বুঝতে হয়। হোটেল বলতে আবাসিক হোটেল বোঝায়। অর্থাৎ আবাসিক হোটেলে কক্ষ ভাড়া দেয়ার সেবাকে হোটেল সেবা বলে। রেস্তোরাঁ সেবা হলো রেস্তোরাঁতে বসে খাবার খেয়ে আসা। আর ক্যাটারিং সেবা হলো, খাবার আপনার স্থানে সরবরাহ দিয়ে যাওয়া।         এসি আবাসিক হোটেলের ক্ষেত্রে ভ্যাটের হার ১৫%। নন-এসি আবাসিক হোটেলের ক্ষেত্রে ভ্যাটের হার ৭.৫%। সাধারণ রেস্তোরাঁর ক্ষেত্রে ভ্যাটের হার ৫%। তবে, তিন তারকা বা তদূর্ধ্ব মানের আবাসিক হোটেলে অবস্থিত রেস্তোরা, মদের বার আছে এমন আবাসিক হোটেলে অবস্থিত রেস্তোরাঁ এবং মদের বার আছে এমন রেস্তোরাঁয় ভ্যাটে হার ১৫%। ক্যাটারিং সেবার ক্ষেত্রে ভ্যাটের হার ১৫%।  এই সেবাগুলোর মধ্যে এসি হোটেল ও নন-এসি হোটেলের ক্ষেত্রে উৎসে ভ্যাট কর্তন করার বিধান আছে। সাধারণ রেস্তোরাঁ এবং ক্যাটারিং সেবার ক্ষেত্রে ভিডিএস কাটার বিধান আছে [ভিডিএস বিধিমালার বিধি ৩(২)]। এ বিষয়গুলো আগামী টিপসে আরো সাজিয়ে সহজভাবে পেশ করার চেষ্টা করবো, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 21,
        "details": "ভ্যাট টিপস-০৫১/২০২৩:  বিষয়: সেবার ক্ষেত্রে ভিডিএস কর্তন।   পণ্যের ক্ষেত্রে ভিডিএস কর্তন করতে হবে কি হবে না তা বুঝতে হলে দুটি দিক থেকে চিন্তা করতে হয়। এক হলো, পণ্যের সরবরাহ কে দিয়েছে? আমদানিকারক, নাকি উৎপাদনকারী, নাকি ট্রেডার (ব্যবসায়ী), নাকি যোগানদার। দুই হলো, ওই পণ্যের ওপর ভ্যাটের হার কতো। সেবার ক্ষেত্রে এভাবে চিন্তা করতে হবে না। ভিডিএস বিধিমালায় ৪৩টা সেবার একটা তালিকা রয়েছে। সেবার ক্ষেত্রে চিন্তা করতে হবে যে, এই তালিকায় উল্লেখিত সেবার ক্ষেত্রে করণীয় কি এবং তালিকার বাইরের সেবার ক্ষেত্রে করণীয় কি।         ভিডিএস বিধিমালায় উল্লেখিত ৪৩টা সেবার যে তালিকা রয়েছে, তার মধ্য থেকে আপাতত ৩টা সেবা আমরা বাদ দিয়ে রাখি। সে ৩টা সেবা হলো: ক্রমিক নং ৬ বিজ্ঞাপনী সংস্থা, ক্রমিক নং ১৫ আসবাবপত্র এবং ক্রমিক নং ২৩ টেলিভিশন ও অনলাইন সম্প্রচার মাধ্যমে অনুষ্ঠান সরবরাহকারী। এই ৩টা সেবা আপাতত বাইরে রাখলে ৪০টা সেবা থাকে। ভিডিএস আলোচনার সবচেয়ে গুরুত্বপূর্ণ কথা হলো, এই ৪০টা সেবার ক্ষেত্রে সকল পরিস্থিতিতে ভিডিএস কাটতে হবে [ভিডিএস বিধিমালার বিধি ৩(২)]। ভ্যাট চালান থাকলেও কাটতে হবে, না থাকলেও কাটতে হবে; ট্রেজারী চালান থাকলেও কাটতে হবে, না থাকলেও কাটতে হবে, সকল পরিস্থিতিতে কাটতে হবে। কাটার পরে কি করতে হবে সেটা পরবর্তীতে আলোচনা করা হবে। তাই, উৎসে কর্তনকারী সত্তা এই ৪০টা সেবা ক্রয় করার ক্ষেত্রে কোনো চিন্তা-ভাবনা না করে তালিকায় উল্লেখিত হারে উৎসে কর্তন করবে। আশা করি, বিষয়টা সহজ মনে হচ্ছে। আমার জীবনের একটা ব্রত হলো, ভ্যাট যা জনগণ কঠিন বলে মনে করে, তা জনগণের কাছে সহজভাবে উপস্থাপন করা। দোয়া করবেন।  সেবার ক্ষেত্রে ভিডিএস কর্তন সংক্রান্ত আরো কয়েকটা টিপস দেয়া হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 22,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ।"
    },
    {
        "id": 23,
        "details": "ভ্যাট টিপস-০৫০/২০২৩:  বিষয়: কিছু ব্যতিক্রমী পণ্যের ক্ষেত্রে ভিডিএস কর্তন।    গত ৪৮ নম্বর টিপসে আমরা আলোচনা করেছিলাম যে, পণ্যের সরবরাহ গ্রহণের ক্ষেত্রে ভিডিএস কর্তন করতে হলে মূল বিবেচনার বিষয় কি। আজ আমরা কিছু ব্যতিক্রমী পণ্য নিয়ে আলোচনা করবো, ইন-শা-আল্লাহ্।         জ্বালানী তেল, গ্যাস, ঔষধ এবং ভ্যাট আইনের প্রথম তফসিলভুক্ত পণ্যের সরবরাহ গ্রহণের ক্ষেত্রে ভিডিএস কাটতে হবে না (ভিডিএস বিধিমালার বিধি-৫)। জ্বালানী তেল বলতে পেট্রোল, ডিজেল, অকটেন, কেরোসিন, ফারনেস অয়েল ইত্যাদি সব ধরনের জ্বালানী তেল বোঝায়। গ্যাস বলতে লাইনের গ্যাস, সিএনজি, এলএনজিসহ সব ধরনের গ্যাস বোঝায়। ঔষধ বলতে সব ধরনের ঔষধ বোঝায়। তেল, গ্যাস, ঔষধ এবং ভ্যাট আইনের প্রথম তফসিলভুক্ত পণ্য ক্রয়ের ক্ষেত্রে সম্পূর্ণ বিল পরিশোধ করে দিতে হবে। ভ্যাট আইনের প্রথম তফসিলভুক্ত পণ্যের ক্ষেত্রে ভ্যাট আইনের কোনো পরিপালন করতে হবে না।  আগামী টিপসে সেবা গ্রহণের ক্ষেত্রে ভিডিএস-এর বিধান আলোচনা করা হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 24,
        "details": "ভ্যাট টিপস-০৪৯/২০২৩: বিষয়: ইএফডি ইদ্বোধন।   গত পরশু ২২ আগষ্ট মাননীয় অর্থমন্ত্রী ইএফডি (ইলেকট্রনিক ফিসক্যাল ডিভাইস) উদ্বোধন করেছেন। জেনেক্স ইনফোসিস নামে একটা প্রতিষ্ঠান আগামী ৫ বছরের মধ্যে ঢাকা ও চট্টগ্রামের ৫টি কমিশনারেটে ৩ লক্ষ ইএফডি মেশিন স্থাপন করবে। বাংলাদেশের ভ্যাট ব্যবস্থায় ভ্যাট অনলাইন প্রকল্পের পর এটা সবচেয়ে বড় কার্যক্রম। তবে, এই কার্যক্রমের সফলতা নির্ভর করছে ভ্যাট চালানপত্র ইস্যু করার ওপর। বিক্রেতাকে ভ্যাট চালানপত্র ইস্যু করতে হবে, ক্রেতাকে ভ্যাট চালানপত্র চেয়ে নিতে হবে। ব্যবসায়ী সংগঠনগুলোকে তাদের সকল সদস্যদের ইএফডিতে ভ্যাট চালানপত্র ইস্যু করা উৎসাহিত করতে হবে। মিডিয়াতে গঠনমূলক প্রচারণা থাকতে হবে। তাহলেই ইএফডির উদ্দেশ্য সফল হবে, ইন-শা-আল্লাহ। তাছাড়া, অন্যান্য কমিশনারেটগুলোতে দ্রুত ইএফডি স্থাপন করার প্রয়োজন হবে। তা না হলে অসম প্রতিযোগিতার প্রশ্ন থেকেই যাবে।  ইএফডি সফল করা আমাদের জন্য অতীব জরুরি। এর আগে ইসিআর সফল হয়নি। ইএফডি সফল করতে পারলে প্রায় ৩০% ভ্যাট স্ট্রীমলাইন হয়ে যাবে, ইন-শা-আল্লাহ্। ক্রেতা, বিক্রেতা, ব্যবসায়ী নেতা, অফিসার, সিভিল সোসাইটি লীডার, অর্থনীতিবিদ, টেকনোলোজি পার্টনারসহ সকল অংশীদারদের প্রতি আমার একটা অনুরোধ হলো, দয়া করে আপনারা কেউ নেগেটিভ কথা বলবেন না। হবে না, করা যাবে না, এমন কথা দয়া করে কেউ বলবেন না। কিভাবে আরো ভালো করা যায়, সে বিষয়ে সাজেশন দেবেন। অন্যে কি করেনি সেই আলোচনা না করে নিজের যেটুকু করণীয় ছিল সেটুকু আমি করেছি কিনা দয়া করে সে পর্যালোচনা করার জন্য সকলের প্রতি বিনীত অনুরোধ করছি। প্রত্যেকটা মানুষের কিছু না কিছু করণীয় রয়েছে। আমরা সবাই যদি আমাদের নিজের কাজটুকু করি, তাহলে এই উদ্যোগ সফল হবে ইন-শা-আল্লাহ। লেট আস হোপ ফর দ্য বেস্ট। দয়া করে আপনি লিখবেন কি ইএফডি সফল করতে বা ইএফডিতে ভ্যাট চালান ইস্যু করতে আপনার করণীয় কি?        ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 25,
        "details": "ভ্যাট টিপস-০৪৮/২০২৩: বিষয়: পণ্যের ক্ষেত্রে ভিডিএস কর্তন।   আমরা গত টিপসে আলোচনা করেছি যে, পণ্যের ক্ষেত্রে মূল বিবেচনার বিষয় হলো, ভ্যাটের হার কতো এবং কে সরবরাহ দিয়েছেন। আমরা জানি যে, পণ্য সরবরাহ করেন আমদানিকারক। আমদানিকারক আমদানি করার পর বিক্রি করলে তিনি ব্যবসায়ী (ট্রেডার) হয়ে যান। তাছাড়া, পণ্য সরবরাহ করেন উৎপাদনকারী। পণ্য সরবরাহ করেন ব্যবসায়ী এবং পণ্য সরবরাহ করেন যোগানদার। আমরা জানি যে, ব্যবসায়ী স্তরে ভ্যাটের হার মূলত দুটি। রেয়াত নিলে ১৫%, আর রেয়াত না নিলে ৫%। উৎপাদন স্তরে ভ্যাটের হার মূলত ৪টি; যথা: ১৫%, ১০%, ৭.৫% এবং ৫%। যোগানদারের ক্ষেত্রে ভ্যাট হার ৭.৫%।       আমাদের আলোচনার মূল বিষয় হলো, পণ্যের ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হলে মূলত ভ্যাটের হার বিবেচনা করতে হয়, আর সরবরাহকারীর স্ট্যাটাস বিবেচনা করতে হয়। এ দুটি বিষয় বিবেচনা করে এখন আমরা এ্যাপ্লিকেশন দেখি। যদি উৎপাদনকারী ভ্যাট চালানপত্রসহ পণ্য সরবরাহ করেন, তাহলে যে ভ্যাট হার হোক না কেনো (১৫%, ১০%, ৭.৫%, ৫%) ভিডিএস কাটতে হবে না। ভ্যাট চালানপত্র না থাকলে প্রযোজ্য ভ্যাট উৎসে কর্তন করতে হবে। আমদানিকারক এবং ট্রেডার যদি ১৫% হারে ভ্যাট চালানপত্র ইস্যু করে পণ্য সরবরাহ করেন এবং মূসক সম্মাননাপত্রের কপি প্রদান করেন, তাহলে ভিডিএস কাটতে হবে না। ভ্যাট চালানপত্র ও সম্মাননাপত্র না দিলে ৭.৫% ভিডিএস কাটতে হবে। আমদানিকারক এবং ট্রেডার যদি ৫% হারে ভ্যাট চালানপত্রসহ পণ্য সরবরাহ করেন, তাহলে ৭.৫% উৎসে কর্তন করত হবে। আর যোগানদার পণ্য সরবরাহ দিলে ৭.৫% উৎসে কর্তন করতে হবে। আগামী টিপসে পণ্যের ক্ষেত্রে কিছু ব্যতিক্রমী পণ্য সরবরাহের ক্ষেত্রে ভিডিএস-এর বিধান আলোচনা করা হবে, ইন-শা-আল্লাহ্।      ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 26,
        "details": "ভ্যাট টিপস-০৪৭/২০২৩:  বিষয়: যোগানদার, ভিডিএস এবং ভ্যাট হার।    আমরা যোগানদার আলোচনা করছি। যোগানদার আলোচনা করার মূল কারণ হলো, ভিডিএস কর্তন বুঝতে পারা। ভিডিএস এর একটা বড় অংশ হলো যোগানদার।       পণ্য এবং সেবা ক্রয়ের ক্ষেত্রে ভিডিএস কর্তন করার নিয়ম রয়েছে। যারা উৎসে ভ্যাট কর্তনকারী সত্তা, তারা ভিডিএস কর্তন করবে। তবে, সকল ক্রয়ের ক্ষেত্রে কর্তন করতে হবে না। যেসব পণ্য এবং সেবার ক্ষেত্রে ভ্যাট ফাঁকি হয়ে যাওয়ার আশঙ্কা বেশি, কেবলমাত্র সেইসব পণ্য ও সেবার ক্ষেত্রে ভিডিএস কর্তন করার বিধান করা হয়েছে। কোন কোন ক্ষেত্রে এই ঝুঁকি বেশি এবং কোন কোন ক্ষেত্রে ভিডিএস কর্তন করতে হবে তা বুঝতে হলে কয়েকটা দৃষ্টিকোণ হতে বিষয়টা দেখা যায়। তার মধ্যে দুটো দিক আজ আলোচনা করবো, ইন-শা-আল্লাহ। পণ্যের ক্ষেত্রে মূলত চিন্তা করতে হয়, পণ্যের ওপর ভ্যাটের হার কত শতাংশ। মূলত এর ভিত্তিতেই ভিডিএস কর্তন করতে হবে কি হবে না তা নির্ণয় করা হয়। আর সেবার ক্ষেত্রে চিন্তা করতে হয়, সেবাটি উৎসে ভ্যাট কর্তনের সেবার তালিকার মধ্যে অন্তর্ভুক্ত, নাকি তালিকার বাইরে রয়েছে। উল্লেখ্য, উৎসে ভ্যাট কর্তন বিধিমালায় এমন একটা তালিকা রয়েছে। এই দুটো দিক চিন্তা করলেই কোনো ক্ষেত্রে ভিডিএস কর্তন করতে হবে কি হবে না তা নির্ণয় করা যায়। তবে, কিছু ব্যতিক্রম রয়েছে। এ বিষয়গুলো আগামী কয়েকটা টিপসে আলোচনা করা হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 27,
        "details": "ভ্যাট টিপস-০৪৬/২০২৩:  বিষয়: যোগানদার চেনা এবং ভিডিএস কর্তন।    গত চারটি টিপসে আমরা যোগানদারের চারটি বৈশিষ্ট্য আলোচনা করে দেখিয়েছি যে কিভাবে যোগানদারকে চেনা যায় এবং ব্যবসায়ী (ট্রেডার) এর সাথে যোগানদারের পার্থক্য কিভাবে নির্ণয় করা যায়। উৎসে ভ্যাট কর্তন করার ক্ষেত্রে যোগানদার চেনার দরকার ‍খুব বেশি হয়, কারণ মাঠ পর্যায়ে যে সকল ক্ষেত্রে উৎসে ভ্যাট কর্তন করা হয়, তার মধ্যে যোগানদারের সংখ্যা এবং পরিমাণ উভয়ই বেশি।      ভিডিএস কর্তন করার ক্ষেত্রে যোগানদার ছাড়াও আমদানিকারক, উৎপাদনকারী, ব্যবসায়ী এবং সেবা প্রদানকারীদেরকে চিনতে হয়। আমদানিকারক চেনা সহজ। সব ডকুমেন্টে ইমপোর্টার লেখা থাকে, বিল-অব-এন্ট্রি থাকে। উৎপাদনকারী চেনাও সহজ। সব ডকুমেন্টে ম্যানুফ্যাকচারার লেখা থাকে। তাছাড়া, উৎপাদন স্থান খুব দৃশ্যমান থাকে। ভিডিএস কর্তনকারীকে প্রতিটি বিলের ক্ষেত্রে এভাবে সরবরাহকারীকে চিনতে হয় না। উৎসে কর্তনকারীর কাছে যারা সরবরাহ করে, তাদের তালিকা থাকে। যখন সরবরাহকারীকে তালিকাভুক্ত করা হয়, তখনই বিষয়টি নিশ্চিত হয়ে নেয়া যায়। সরবরাহকারীর ব্যবসায়ের প্রকৃতি কি তা তার ট্রেড লাইসেন্সে উল্লেখ থাকে। তার প্যাডে উল্লেখ থাকে। সর্বোপরি, তার ঠিকানায় গমন করে সরেজমিনে দেখে আসা যায় যে, তার ব্যবসার প্রকৃতি কি। উৎসে কর্তনকারীকে প্রথমত বুঝতে হয় যে তিনি যার কাছ থেকে সরবরাহ নিয়েছেন তিনি কি আমদানিকারক, নাকি, উৎপাদনকারী, নাকি ব্যবসায়ী, নাকি যোগানদার, নাকি অন্য কোনো সেবা প্রদানকারী।      ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 28,
        "details": "ভ্যাট টিপস-০৪৫/২০২৩:  বিষয়: যোগানদার কিভাবে চেনা যায়?   গত তিনটি টিপসে আমরা যোগানদারের তিনটি বৈশিষ্ট্য আলোচনা করেছি। আজ যোগানদারের আর একটা বৈশিষ্ট্য আলোচনা করা হবে এবং ব্যবসায়ী (ট্রেডার) এর সাথে যোগানদারের পার্থক্য কী তা আলোচনা করা হবে, ইন-শা-আল্লাহ।    ব্যবসায়ী সব টেন্ডারে অংশগ্রহণ করেন না। তাঁর কাছে যে পণ্য মজুদ আছে বা যে পণ্য সাধারণত তিনি বিক্রি করে থাকেন বা যে পণ্য তিনি সহজে কিনে সরবরাহ দিতে পারবেন, সাধারণত সে ধরনের টেন্ডারে ব্যবসায়ী অংশগ্রহণ করেন। ধরুন, একজন সিমেন্টের ব্যবসায়ী সাধারণত একটা গাড়ি সরবরাহ করার টেন্ডারে অংশগ্রহণ করেন না। কিন্তু যোগানদার সব ধরনের টেন্ডারে অংশগ্রহণ করেন। যোগানদার যদি আর্নেষ্ট মানি দিতে পারেন তাহলেই সে টেন্ডারে অংশগ্রহণ করেন। যোগানদার কোনো টেন্ডারে কার্যাদেশ পাওয়ার পর সে পণ্য কিনে সরবরাহ করেন। আর যদি টেন্ডারে তিনি বিজয়ী না হন তাহলে আর্নেষ্ট মানি তুলে নিয়ে নেন। এই হলো যোগানদারের কাজের ধরন। আমি আশা করি যে, এই ৪টা টিপস থেকে পাঠকগণ যোগানদার এবং ট্রেডার (ব্যবসায়ী) সম্পর্কে ধারণা পেয়েছেন এবং তাদের মধ্যে পার্থক্য বুঝতে পারবেন। উৎসে ভ্যাট কর্তন সংক্রান্ত বিষয়ে এটা বোঝা বেশ গুরুত্বপূর্ণ। আগামী টিপস এ আমরা এ বিষয়ের উপর আলোকপাত করবো, ইন-শা-আল্লাহ্।     ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 29,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে।"
    },
    {
        "id": 30,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে।"
    },
    {
        "id": 31,
        "details": "ভ্যাট টিপস-০৪৪/২০২৩:  বিষয়: যোগানদার চেনার উপায়।   গত দুটি টিপসে আমরা যোগানদারের দুটি বৈশিষ্ট্য আলোচনা করেছিলাম। আজ যোগানদারের আর একটা বৈশিষ্ট্য আলোচনা করা হবে এবং ব্যবসায়ী (ট্রেডার) এর সাথে যোগানদারের পার্থক্য কী তা আলোচনা করা হবে, ইন-শা-আল্লাহ।    ব্যবসায়ী সব ধরনের ক্রেতার কাছে পণ্য বিক্রি করেন। ব্যবসায়ী এক-দুই পিস করে বিক্রি করেন; আবার, একবারে অনেক বেশিও বিক্রি করেন। ব্যবসায়ীর কাছে কোনো ক্রেতা যে পরিমাণ কিনতে চান, ব্যবসায়ী সে পরিমাণই বিক্রি করেন। ব্যবসায়ী সবার কাছে পণ্য বিক্রি করেন। ব্যবসায়ী দোকান খুলে বসে থাকেন। দোকানে যিনি কিনতে আসেন, তাঁর কাছেই বিক্রি করেন। কিন্তু যোগানদার এক-দুই পিস করে বিক্রি করেন না। যোগানদার সবার কাছে বিক্রি করেন না। যোগানদার দোকান খুলে বসে থাকেন না। যোগানদার যে সংখ্যক বা পরিমাণ পণ্য সরবরাহ করার জন্য কার্যাদেশ পান, ঠিক সেই সংখ্যক বা পরিমাণ পণ্য ক্রয় বা আমদানি করে কার্যাদেশদাতার কাছে সরবরাহ করেন।যোগানদার বিষয়ে আগামী টিপসে আরো আলোচনা করা হবে, ইন-শা-আল্লাহ।    ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 32,
        "details": "ভ্যাট টিপস-০৪৩/২০২৩:  বিষয়: যোগানদার কিভাবে চেনা যায়।   গত টিপসে আমরা আলোচনা করেছিলাম যে, যোগানদারের একটা বৈশিষ্ট্য হলো, যোগানদারের সাধারণত কোনো স্থাপনা (অফিস, সরঞ্জাম, ম্যানপাওয়ার ইত্যাদি) থাকে না। আর ব্যবসায়ী (ট্রেডার) এর নির্দিষ্ট স্থাপনা (দোকান, সাইনবোর্ড ইত্যাদি) থাকে। আজ আমরা যোগাদারের আর একটা বৈশিষ্ট্য আলোচনা করবো, ইন-শা-আল্লাহ।    যোগানদার কোনো পণ্য কিনে মজুদ করে রাখে না। যোগানদার টেন্ডারে অংশগ্রহণ করে কার্যাদেশ পাওয়ার পর ক্রয় করতে যায়। তাই, বলা হয়ে থাকে যে, যোগানদার বিক্রি করার পর ক্রয় করতে যায়। যোগানদার ক্রয় করার পর মজুদ করে রাখে না, সরাসরি টেন্ডার আহ্বানকারীর অফিসে পৌঁছে দিয়ে আসে। অপরদিকে, ব্যবসায়ী (ট্রেডার) অর্থাৎ সুপারশপ, শপিং মল, খুচরা বিক্রেতা, পাইকারী বিক্রেতা, ডিলার, ডিষ্ট্রিবিউটর, কমিশন এজেন্ট, ডিপার্টমেন্টাল স্টোর, জেনারেল স্টোর ইত্যাদি পণ্য কিনে এনে নিজ স্থাপনায় মজুদ করে রাখে, সেখান থেকে বিক্রি করে। অর্থাৎ ব্যবসায়ী পণ্য কিনে মজুদ করে আস্তে আস্তে বিক্রি করে। আর যোগানদার পণ্য কিনে সরাসরি সরবরাহ দিয়ে আসে। যোগানদারের আরো কিছু বৈশিষ্ট্য পরবর্তী টিপসগুলোতে আলোচনা করা হবে, ইন-শা-আল্লাহ।  ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 33,
        "details": "ভ্যাট টিপস-০৪২/২০২৩:  বিষয়: যোগানদারকে কিভাবে চিনবেন?   যোগানদারকে চিনতে হলে মূলত যোগানদার এবং ব্যবসায়ী (ট্রেডার) এর মধ্যে পার্থক্য কী তা বোঝা দরকার এবং যোগানদারের কিছু বৈশিষ্ট্য বোঝা দরকার। ব্যবসায়ী এবং যোগানদারের মধ্যে প্রথম পার্থক্য হলো, ব্যবসায়ীর একটা নির্দিষ্ট স্থাপনা থাকে। তার দোকান থাকে, সাইনবোর্ড থাকে, বিদ্যুৎ সংযোগ থাকে, কর্মচারী থাকে, পণ্য পরিবহণের জন্য কাভার্ড ভ্যাট ইত্যাদি থাকে। যোগানদারের সাধারণত এমন কোনো স্থাপনা এবং স্থাপনা সংশ্লিষ্ট এই আইটেমগুলো থাকে না। তাহলে যোগানদারের কী থাকে? যোগানদারের কাজ শুরু করার জন্য কিছু ডকুমেন্ট দরকার হয়। যোগানদার একটা ঠিকানা ব্যবহার করে উক্ত ডকুমেন্টস যথা: ট্রেড লাইসেন্স, টিআইএন, বিআইএন ইত্যাদি প্রয়োজনীয় দলিলাদি প্রস্তুত করে থাকেন। ওই ঠিকানায় হয়তো তার কিছুই নেই। সেটা হয়তো তার বন্ধুর বাসার ঠিকানা বা অন্য কোনো ঠিকানা যেখানে তার নিজস্ব কিছু নেই। অবশ্য যোগানদার যখন বড় হয়ে যায় তখন অফিস নেয়, অফিসে সরঞ্জাম, ম্যানপাওয়ার ইত্যাদি থাকে। অর্থাৎ যোগানদার বড় হলে তার নির্দিষ্ট স্থাপনা থাকে।   সমাজের দিকে গভীরভাবে তাকিয়ে আমরা যদি যুবকদের ক্যারিয়ার গঠনের গতিবিধি দেখি, তাহলে আমরা দেখতে পাই যে, কিছু ব্যক্তি প্রাথমিক কর্মজীবনে অনেক কিছুতে এটেম্পট করে বিফল হয়ে সবশেষে প্রতিষ্ঠিত আত্মীয়-স্বজন, বন্ধু-বান্ধবদের সহায়তায় সাপ্লাই ব্যবসা শুরু করেন। এইসব ব্যক্তি হলেন যোগানদার। যোগানদারের আরো কতিপয় বৈশিষ্ট্য আগামী টিপসগুলোতে আলোচনা করা হবে, ইন-শা-আল্লাহ। ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "id": 34,
        "details": "ভ্যাট টিপস-০৪১/২০২৩:  বিষয়: ভ্যাট ব্যবস্থায় যোগানদার একটা সেবা।   প্রিয় ভ্যাট নিবন্ধিত, নিবন্ধনযোগ্য ব্যক্তি আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, যোগানদার বা প্রোকিউরমেন্ট প্রোভাইডার আমাদের দেশের ভ্যাট ব্যবস্থায় একটা সেবা হিসেবি বিবেচিত।    যোগানদার কী সে বিষয়ে গতকাল কিছুটা আলোচনা করেছি। আমাদের দেশের ভ্যাট ব্যবস্থায় যোগানদার হলো একটা সেবা। তবে, তিনি পণ্য সরবরাহ করেন। তিনি পণ্য কিনে বা আমদানি করে সরবরাহ করেন। পণ্য উৎপাদনকারীর নিকট থেকে ক্রয় করার সময় ভ্যাট পরিশোধ করতে হয় বা পণ্য অন্য কোনো ব্যবসায়ীর (ট্রেডার) নিকট থেকে ক্রয় করার সময় ভ্যাট পরিশোধ করতে হয় বা পণ্য আমদানি করার সময় ভ্যাট পরিশোধ করতে হয়। অর্থাৎ সরবরাহকৃত পণ্যের ওপর ভ্যাট পরিশোধ করা থাকে। তাই, ভ্যাট নেয়া হয় যোগানদারের সেবার ওপর। তাই, এখানে ভ্যাটের হার ৭.৫%। যোগানদারের সেবা হলো: তিনি টেন্ডার সংক্রান্ত দলিলাদি প্রস্তুত করে দাখিল করেন, অফিসে আসা-যাওয়া করেন। এই পণ্য কোথায় কিনতে পাওয়া যাবে তা তিনি খোঁজ-খবর নেন। তারপর, যদি কার্যাদেশ পান তাহলে তিনি উৎপাদনকারীর কাছ থেকে পণ্য ক্রয় করেন বা ব্যবসায়ীর কাছ থেকে ক্রয় করেন বা আমদানি করেন। পণ্য পরিবহন করে নিয়ে আসেন। তারপর পণ্য সরবরাহ দেন। তার এই কাজগুলো হলো যোগানদার সেবা। উৎপাদনকারী কে তা বুঝতে অসুবিধা হয় না। ট্রেড লাইসেন্স, ভ্যাট রেজিষ্ট্রেশন, অন্যান্য দলিলাদি দেখে বোঝা যায়। তাছাড়া, উৎপাদনকারীর ফ্যাক্টরীসহ অন্যান্য স্থাপনা আছে সেগুলো দেখে বোঝা যায়। আমদানিকারক কে সেটা ‍বুঝতেও অসুবিধা হয় না, সহজেই বোঝা যায়। ব্যবসায়ী অর্থাৎ ট্রেডার পণ্য কিনে বিক্রি করেন; আবার যোগানদারও পণ্য কিনে বিক্রি করেন। এই ক্ষেত্রে একটু সমস্যা হয়। ট্রেডার এর সাথে যোগানদারের পার্থক্য করা একটু কঠিন হয়, বিধায় যোগানদার কে তা বোঝা একটু অসুবিধা হয়। আগামী কয়েকটা টিপসে যোগানদার কিভাবে চেনা যায় সে বিষয় নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ। ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।তারিখ: ১৪ আগষ্ট, ২০২৩ খ্রিষ্টাব্দ।"
    },
    {
        "id": 35,
        "details": "ভ্যাট টিপস-০৩৯/২০২৩:  বিষয়: ভ্যাট ব্যবস্থায় রেয়াত বলতে কী বোঝায়?  প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, ভ্যাট ব্যবস্থায় রেয়াত।    রেয়াত হলো একটা সুবিধা। ভ্যাটদাতা এই সুবিধা নিতে পারেন। যিনি ভ্যাটযোগ্য পণ্য বা সেবা বিক্রি করেন এবং বিক্রির ওপর ভ্যাট পরিশোধ করেন, তিনি ভ্যাটযোগ্য পণ্য বা সেবা প্রস্তুত করার জন্য উপকরণ ক্রয় করেন। উপকরণ যদি ভ্যাটযোগ্য হয়, তাহলে তিনি ভ্যাট পরিশোধ করে উপকরণ ক্রয় করেন। উপকরণের ওপর পরিশোধ করা ভ্যাট ফেরৎ নেয়াকে রেয়াত নেয়া বলে। উপকরণ কর রেয়াত নেয়ার অনেকগুলো শর্ত রয়েছে। মূল শর্ত হলো, ক্রয়টি ভ্যাট আইনের বিধান অনুসারে উপকরণের সংজ্ঞার আওতাভুক্ত হতে হবে এবং বিক্রিত পণ্য বা সেবার ওপর প্রদেয় ভ্যাট ১৫% বা ০% হতে হবে। আমরা জানি যে, রপ্তানি এবং প্রচ্ছন্ন রপ্তানির ওপর ভ্যাটের হার শূন্য শতাংশ।  আমাদের দেশের ভ্যাট ব্যবস্থায় কোনো কোনো সময় দেখা যায় যে, ভ্যাটদাতা সঠিকভাবে রেয়াত নেন না। কখনো ভুলভাবে রেয়াত নেয়া হয়। আবারো, কখনো পাওনা রেয়াত ভুলক্রমে নেয়া হয় না। আবার কখনো দেখা যায় যে, রেয়াত নেয়া সুবিধাজনক কি না তা বুঝতে পারেন না। রেয়াত বিষয়টা বুঝতে হলে ভ্যাট আইনের ধারা ২ এর উপ-ধারা (১৮ক) পড়তে হবে। ধারা ৪৬ পড়তে হবে। আমরা বই “সহজ ভাষায় নতুন ভ্যাট আইন” এ আমি এ বিষয়গুলো বিস্তারিত ব্যাখ্যা করেছি। আমার বইয়ের তৃতীয় খণ্ডে প্রশ্নোত্তর অধ্যায়ে (অধ্যায়-৭, পৃষ্ঠা-৩৩৬ থেকে ৩৭১) রেয়াত সংক্রান্ত ৫১টি প্রশ্নের উত্তর দেয়া আছে। এগুলো পাঠ করলে রেয়াত সম্পর্কে স্বচ্ছ ধারণা হবে বলে আশা করি।      ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।তারিখ: ১২ আগষ্ট, ২০২৩ খ্রিষ্টাব্দ।"
    },
    {
        "id": 36,
        "details": "ভ্যাট টিপস-০৩৮/২০২৩:  বিষয়: আসবাবপত্রের ওপর ভ্যাট সংক্রান্ত বিধান।      প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, আসবাবপত্রের ওপর ভ্যাট সংক্রান্ত বিধান।   আসবাবপত্র যেখানে প্রস্তুত করা হয়, সে স্থানকে বলে কারখানা বা ফ্যাক্টরী বা উৎপাদনস্থান। আবসাবপত্র যে স্থানে বিক্রি করা হয়, সে স্থানকে বলে শো-রুম। কারোর নিজের ফ্যাক্টরি এবং শো-রুম রয়েছে। কারোর শো-রুম আছে, অন্যের ফ্যাক্টরি থেকে কিনে এনে বিক্রি করেন। আসবাবপত্র ফ্যাক্টরি থেকে বিক্রি হয়। আবার, শো-রুম থেকেও বিক্রি হয়। সাধারণ ক্রেতারা আসবাবপত্র কেনেন। আবার, উৎসে কর্তনকারী সত্তাও আসবাবপত্র কেনে। প্রথম কথা হলো, আসবাবপত্রের ক্ষেত্রে ফ্যাক্টরীতে ভ্যাটের হার ৭.৫% এবং শো-রুমেও ৭.৫%। ফ্যাক্টরী থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র শো-রুমে নিয়ে যেতে হবে। শো-রুম থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র বিক্রি করতে হবে। শো-রুম থেকে উৎসে কর্তনকারীর কাছে বিক্রি করা হলে শো-রুমের ভ্যাট চালানপত্রসহ ফ্যাক্টরী থেকে আনার চালানপত্রের কপি দিতে হবে। তাহলে উৎসে কর্তনকারী ৭.৫% কর্তন করবে। ফ্যাক্টরী থেকে আনার ভ্যাট চালানপত্র দিতে না পারলে ১৫% ভ্যাট কর্তন করতে হবে।  ফ্যাক্টরী থেকে যদি সরাসরি ভোক্তার কাছে বিক্রি করা হয়, অর্থাৎ শো-রুমে না নেয়া হয়, তাহলে ১৫% হারে ভ্যাট চালানাপত্র ইস্যু করতে হবে। ফ্যাক্টরী থেকে যদি উৎসে কর্তনকারীর কাছে বিক্রি করা হয়, তাহলে ১৫% হারে ইস্যুকৃত ভ্যাট চালানপত্র রাজস্ব কর্মকর্তা প্রত্যয়ন করে দিলে উৎসে ভ্যাট কর্তন করতে হবে না। প্রত্যয়ন না থাকলে ১৫% ভ্যাট উৎসে কর্তন করতে হবে। আশা করি, বিষয়টা স্পষ্ট হয়েছে।    ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।তারিখ: ০৮ আগষ্ট, ২০২৩ খ্রিষ্টাব্দ"
    },
    {
        "id": 37,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ।"
    },
    {
        "id": 38,
        "details": "ভ্যাট টিপস-০৩৭/২০২৩:  বিষয়: নিবন্ধিত ব্যক্তিকে ভ্যাটযুক্ত এবং ভ্যাটমুক্ত উভয় ক্রয়ের হিসাব রাখতে হবে।প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, নিবন্ধিত ব্যক্তিকে ভ্যাটযুক্ত এবং ভ্যাটমুক্ত উভয় ক্রয়ের হিসাব রাখতে হবে। ভ্যাট আইনের ধারা ১০৭(২)(ক) নিম্নরূপ:“(ক) করযোগ্য বা কর অব্যাহতিপ্রাপ্ত নির্বিশেষে পণ্য, সেবা বা স্থাবর সম্পত্তি ক্রয়ের বিবরণী, এবং তৎসংশ্লিষ্ট চালানপত্র;” অর্থাৎ ক্রয় ভ্যাটযুক্ত হোক বা ভ্যাটমুক্ত হোক, ক্রয় সংক্রান্ত বিবরণী এবং চালানপত্র সংরক্ষণ করতে হবে। মাঝে মাঝে এ বিষয়টি নিয়ে প্রশ্ন পাওয়া যায়। জনমনে একটা সাধারণ ধারণা রয়েছে যে, ভ্যাটমুক্ত ক্রয়ের হিসাব রাখতে হবে না। অনেকেই ভ্যাটমুক্ত ক্রয়ের হিসাব রাখে না। তারা শুধুমাত্র পণ্য উৎপাদনে সরাসরি ব্যবহৃত উপকরণের হিসাব রাখে। যেগুলো রেয়াত নেয় সেগুলোর হিসাব রাখে। এছাড়া, আর কোনো ক্রয়ের হিসাব রাখে না। এটা ভুল প্র্যাকটিস। আইনের বিধান হলো, নিবন্ধিত ব্যক্তি কর্তৃক সকল ক্রয়ের হিসাব রাখতে হবে। ভ্যাটযু্ক্ত বা ভ্যাটমুক্ত সকল ক্রয়ের হিসাব রাখতে হবে। তা না হলে উপকরণ এবং উৎপাদন হিসাব করে মেলানো যাবে না। তাছাড়া, উৎসে কর্তনকারী সত্তা হলে উৎসে ভ্যাট কর্তন করার বিষয় থাকতে পারে। ভ্যাটের বাইরে ওই প্রতিষ্ঠানের সামগ্রিক হিসাব ব্যবস্থাপনার জন্যও সকল ক্রয়ের হিসাব রাখা প্রয়োজন। তাই, ক্রয় হিসাব বিবরণী (মূসক-৬.১)তে ভ্যাটযুক্ত এবং ভ্যাটমুক্ত উভয় ক্রয়ের হিসাব রাখতে হবে।         ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।(তারিখ: ০২ আগষ্ট, ২০২৩ খ্রিষ্টাব্দ)"
    },
    {
        "id": 39,
        "details": "ভ্যাট টিপস-০৩৬/২০২৩:  বিষয়: উৎসে ভ্যাট কর্তনকারী সত্তা ও তার দায়িত্ব।   প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আজকের আলোচনার বিষয় হলো, উৎসে ভ্যাট কর্তনকারী সত্তা ও তার দায়িত্ব। ভ্যাট আইনের ধারা ২(২১) অনুসারে, উৎসে ভ্যাট কর্তনকারী সত্তা হলো: সরকারি অফিস, এনজিও, ব্যাংক, বীমা কোম্পানী, আর্থিক প্রতিষ্ঠান, মাধ্যমিক বা তদুর্ধ্ব পর্যায়ের শিক্ষা প্রতিষ্ঠান এবং লিমিটেড কোম্পানী। ভ্যাট আইনের ধারা ২(৯৩) অনুসারে, সরকারী অফিস বলতে বুঝাবে: মন্ত্রণালয়, বিভাগ, দপ্তর, আধাসরকারী ও স্বায়ত্বশাসিত প্রতিষ্ঠান, রাষ্ট্রীয় মালিকানাধীন প্রতিষ্ঠান, স্থানীয় কর্তৃপক্ষ, পরিষদ বা অনুরূপ সংস্থা।  এর মধ্যে অধিকাংশ প্রতিষ্ঠান ভ্যাটযোগ্য কোনো পণ্য বা সেবা সরবরাহ করে না কিন্তু তার উৎসে ভ্যাট কর্তন করার দায়িত্ব রয়েছে। এ বিষয়টা অনেকে বুঝতে পারেন না। ফলে, নানা জটিলতার সৃষ্টি হয়। যেমন: একটা হাসপাতাল ভ্যাটযোগ্য সেবা প্রদান করে না; তবে তা লিমিটেড কোম্পানী; তাকে উৎসে ভ্যাট কর্তন করতে হবে। উৎসে ভ্যাট কর্তন হলো, এসব প্রতিষ্ঠান (উৎসে কর্তনকারী) যখন কোনো ক্রয় করবে তখন কিছু ক্ষেত্রে ভ্যাট বিক্রেতার কাছে দেয়া যাবে না, নিজে সরকারী কোষাগারে জমা দিতে হবে।  এসব প্রতিষ্ঠানে একাউন্টস, অর্থ, ক্রয়, বিলস পেয়েবল ইত্যাদি শাখায় যারা কাজ করেন, তাঁদের বুঝতে হয় যে, কোন কোন ক্রয়ের ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে। আসুন আমরা যারা উৎসে ভ্যাট কর্তনকারী সত্তায় কাজ করি, তাঁরা উৎসে ভ্যাট কর্তন বিষয়টি সম্পর্কে অবগত হই। ভ্যাট পরিপালন নিশ্চিত করি। নিজ প্রতিষ্ঠানকে ভ্যাট অডিট আপত্তির সমস্যা থেকে মুক্ত রাখি। ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই।"
    },
    {
        "id": 40,
        "details": "ভ্যাট টিপস-০২১/২০২৩: বিষয়: ব্যবসায়ী স্তরের ভ্যাট নিয়ে কিছু কথা-৩। গত টিপসে আলোচনা করেছিলাম যে, ব্যবসায়ী স্তরে রেয়াত নিলে ভ্যাটের ভার কম হয়। প্রশ্ন আসে যে, রেয়াত কিভাবে নিতে হবে? রেয়াত নিতে হলে কিছু ডকুমেন্ট রাখতে হয়। যেমন: ক্রয়ের দলিল তথা ভ্যাট চালান, ক্রয় হিসাব রেজিষ্টার, বিক্রয় হিসাব রেজিষ্টার, ভ্যাট চালান ইস্যু করতে হয়, দাখিলপত্র দাখিল করতে হয় এবং অন্যান্য প্রয়োজনীয় দলিলাদি সংরক্ষণ করতে হয়। যারা একটু বড় প্রতিষ্ঠান তারা ভ্যাট সফটওয়্যার ব্যবহার করতে পারে। স্বল্পমূল্যে ভ্যাট সফটওয়্যার ক্রয় করার জন্য অনুগ্রহ করে যোগাযোগ করতে পারেন: ০১৭৫৮-৬৬৯০৬৫, ০১৭১৪-০৭২১১১, ০১৭৪৬-০৬৮৬৬০। এনবিআর ইএফডি-এসডিসি মেশিন দিচ্ছে। এই মেশিনে সব হিসাব থাকে। আলাদা হিসাব রাখতে হয় না। তাই, ইএফডি-এসডিসি নিতে পারেন। যেসব ডিলার, ডিস্ট্রিবিউটর অল্প কিছু পণ্য ক্রয়-বিক্রয় করে থাকেন, তাদের হিসাবপত্রের পরিমাণ কম। তাই, রেজিষ্টারে হাতে লিখে এমন হিসাব রাখা যায়। তবে, এজন্য পেশাদারের সাহায্য নিতে হবে। নিজে নিজে করা সহজ হবে না। আজকাল নেটে অনেক ভ্যাট পেশাদার পাওয়া যায়। তাছাড়া, দেশে কিছু প্রতিষ্ঠান গড়ে উঠেছে, সেখানেও পাওয়া যায়। যেমন: বাংলাদেশ ভ্যাট প্রফেশনালস ফোরম (ভ্যাট ফোরাম), ইন্টারন্যাশনাল ভ্যাট ট্রেনিং ইন্সটিটিউট (আইভিটিআই), ভ্যাট কনসালট্যান্ট এ্যাসোসিয়েশন অব বাংলাদেশ, বাংলাদেশ ভ্যাট বার এ্যাসোসেয়েশন, কর্পোরেট একাডেমী, বাংলাদেশ ট্যাক্স ট্রেনিং ইন্সটিটিউট এমন আরো প্রতিষ্ঠান রয়েছে। এসব প্রতিষ্ঠান থেকে ট্রেনিং দেয়া হয়, পরামর্শ দেয়া হয়। দয়া করে যোগাযোগ করতে পারেন। আসুন আমরা ভ্যাটে রেয়াত ব্যবস্থা প্রতিষ্ঠা করি, ভ্যাটের ভার কমায় এবং উত্তম ভ্যাট ব্যবস্থা গড়ে তুলি। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ২৯.০৪.২০২৩)।"
    },
    {
        "id": 41,
        "details": "Work for the IMF. Work for the World! We are recruiting for an experienced senior customs advisor to join our team based at the IMF's Middle East Technical Assistance Center (METAC) in Lebanon. This is a great opportunity to work with the METAC region's customs administration to support the implementation of their reform programs. I’m #hiring. Know anyone who might be interested?"
    },
    {
        "id": 42,
        "details": "ভ্যাট টিপস-০২০/২০২৩: বিষয়: ব্যবসায়ী স্তরের ভ্যাট নিয়ে কিছু কথা-২। ব্যবসায়ী স্তরে রেয়াত নিলে ভ্যাটের ভার কম হয়। কিন্তু বাস্তবে অল্প কিছু ব্যবসায়ী রেয়াত নেয়। বেশিরভাগ ব্যবসায়ী রেয়াত নেয় না। এখন রেয়াত আলোচনা করি। রেয়াত হলো, আপনি পণ্যটা কেনার সময় যে ভ্যাট পরিশোধ করেছেন, সেই ভ্যাট ফেরৎ নিয়ে নেয়া। আপনি যদি পণ্যটা বিক্রি করার সময় ১৫% ভ্যাট পরিশোধ করেন, তাহলে রেয়াত নিতে পারবেন। ধরুন, একজন ব্যবসায়ী উৎপাদনকারীর কাছ থেকে ৪০ টাকা দিয়ে একটা সাবান কেনেন। ৪০ টাকার উপর ৬ টাকা ভ্যাট পরিশোধ করা হয়েছে। ব্যবসায়ী তাঁর দাখিলপত্রের মাধ্যমে ৬ টাকা নিয়ে নেবেন। ধরুন, তিনি সাবানটি ৫৫ টাকায় বিক্রি করবেন। ৫৫ টাকার ওপর ১৫% হারে ৮.২৫ টাকা ভ্যাট তিনি ক্রেতার কাছ থেকে নিয়ে সরকারকে পরিশোধ করবেন। আগের ভ্যাট ৬ টাকা তিনি রেয়াত নিয়েছেন। তাহলে এক্ষেত্রে ভ্যাট দেয়া হলো ২.২৫ টাকা। রেয়াত না নিয়ে ৫% ট্রেড ভ্যাট পরিশোধ করলে ৫৫ টাকার ওপর ভ্যাট হতো ২.৭৫ টাকা এবং পূর্বের ৬ টাকা রেয়াত পাওয়া যেতো না। অর্থাৎ ৬+২.৭৫=৮.৭৫ টাকা ভ্যাট পরিশোধ করতে হতো। তাই, বড় এবং মাঝারি ব্যবসায়ীদের জন্য রেয়াত নিয়ে ১৫% ভ্যাট পরিশোধ করা উত্তম। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ২৫.০৪.২০২৩)।"
    },
    {
        "id": 43,
        "details": "দুঃস্থদের মাঝে বিতরণ করার জন্য ঈদ ফুডব্যাগ প্রস্তুত করা হচ্ছে, আলহামদুলিল্লাহ।"
    },
    {
        "id": 44,
        "details": "দুঃস্থদের মাঝে বিতরণ করার জন্য ঈদ ফুডব্যাগ প্রস্তুত করা হচ্ছে, আলহামদুলিল্লাহ।"
    },
    {
        "id": 45,
        "details": "ভ্যাট টিপস-০১৯/২০২৩: বিষয়: ব্যবসায়ী স্তরের ভ্যাট নিয়ে কিছু কথা। প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আশা করি আল্লাহর রহমতে ভালো আছেন। ভ্যাট আরোপিত হয় পণ্য ও সেবার ওপর, বিক্রির সময়ে। পণ্যের ক্ষেত্রে ৩টি স্তর রয়েছে। এর একটি হলো ব্যবসায়ী স্তর। ব্যবসায়ী স্তরের ভ্যাটের স্থানগুলো হলো, সুপারশপ, শপিং মল, জেনারেল স্টোর, ডিপার্টমেন্টাল স্টোর, সেলস সেন্টার, ডিস্ট্রিবিউশন সেন্টার, ডিপো, ডিলার, পাইকারী বিক্রেতা, খুচরা বিক্রেতা ইত্যাদি। ব্যবসায়ীর ক্ষেত্রে কোন্ ব্যবসায়ী ভ্যাটমুক্ত এবং কোন্ ব্যবসায়ীকে ভ্যাট দিতে হবে এ বিষয়টা এখনও অনেকের কাছে স্পষ্ট নয়। আজ আমি মূলত এ বিষয়টা স্পষ্ট করবো, ইন-শা-আল্লাহ।  সাধারণ কথা হলো, ব্যবসায়ী ৫% ভ্যাট দিলে রেয়াত পাবেন না, আর, ১৫% ভ্যাট দিলে রেয়াত পাবেন। সাধারণ আদেশ নং-১৭/মূসক/২০১৯, তারিখ: ১৭ জুলাই, ২০১৯ অনুসারে, সুপারশপ এবং শপিংমল দেশের যেখানেই অবস্থিত হোক এবং বিক্রির পরিমাণ যা-ই হোক না কেনো ভ্যাট পরিশোধ করতে হবে। উক্ত আদেশের টেবিল-৩ এর পণ্য সেখানেই বিক্রি হোক, আর বিক্রির পরিমাণ যা-ই হোক না কেনো ভ্যাট পরিশোধ করতে হবে। সে পণ্যগুলো হলো, সিমেন্ট, সিরামিক ও পোরসেলিনের তৈরি পণ্য, জিপি শীট/সিআই শীট, এমএস প্রোডাক্ট, সেনিটারী ওয়্যার, এ্যালুমিনিয়াম ফিটিংস, এয়ারকন্ডিশনার, রেফ্রিজারেটর, টেলিভিশনসহ সকল প্রকার ইলেক্ট্রিক ও ইলেক্ট্রনিক পণ্য।উপরে বর্ণিত ৩ ক্যাটাগরির ব্যবসায়ীকে ভ্যাট পরিশোধ করতে হবে, তার অবস্থান যেখানেই হোক আর বিক্রির পরিমাণ যা-ই হোক না কেনো। এই ৩ ক্যাটাগরির বাইরে যেসব ব্যবসায়ী রয়েছেন তাঁদের বার্ষিক টার্নওভার ৫০ লক্ষ টাকা হলে তারা ভ্যাটমুক্ত হবে। বার্ষিক টার্নওভার ৫০ লক্ষ টাকা থেকে ৩ কোটি টাকা পর্যন্ত হলে টার্নওভার কর প্রদান করবে নাকি ভ্যাট প্রদান করবে তা স্পষ্ট নয়। তবে, এ নিয়ে বিতর্ক করা নিষ্প্রয়োজন। কারণ টার্নওভার কর ৪% আর ভ্যাট ৫%, তেমন পার্থক্য নেই। ‍ তবে, বার্ষিক টার্নওভার ৫০ লক্ষ টাকা নির্ধারণ করার কোন সুনির্দিষ্ট মাপকাঠি এখনো পর্যন্ত মাঠ পর্যায়ে প্রচলিত হয়নি। ব্যবসায়ী সংগঠনগুলো এক্ষেত্রে ভূমিকা রাখতে পারে। অর্থাৎ টার্নওভার ৫০ লক্ষ টাকা কি-না তা নির্ধারণ করার জন্য সুনির্দিষ্ট মাপকাঠি প্রচলন করা দরকার। তাহলে দাঁড়ালো এই যে, উপরে বর্ণিত সুপারশপ, শপিংমল এবং টেবিল-৩ এর পণ্যসমূহের বিক্রেতার অবস্থান যেখানেই হোক এবং বিক্রির পরিমাণ যা-ই হোক না কেনো, তাকে ভ্যাট পরিশোধ করতে হবে। অন্যান্য ব্যবসায়ীদের বার্ষিক টার্নওভার ৫০ লক্ষ টাকা বা তার চেয়ে কম হলে ভ্যাটমুক্ত হবে। অন্যান্য ব্যবসায়ীদের বার্ষিক টার্নওভার ৫০ লক্ষ টাকার বেশি হলে ভ্যাট পরিশোধ করতে হবে। আশা করি, ব্যবসায়ী স্তরের ভ্যাট সংক্রান্ত বিধান পাঠকদের কাছে স্পষ্ট হয়েছে। বিস্তারিত দয়া করে সংযুক্তিতে দেখুন।     ধন্যবাদ ও শুভ কামনা। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ১৭.০৪.২০২৩)।"
    },
    {
        "id": 46,
        "details": "ভ্যাট টিপস-০১৮/২০২৩: বিষয়: জনমনে ভ্যাট সচেতনতা সৃষ্টির গুরুত্ব অপরিসীম। প্রিয় ভ্যাট অনুরাগী,আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আশা করি আল্লাহর অশেষ রহমতে সবাই ভালো আছেন। ট্যাক্সেশন থিওরীর দুটো দিক রয়েছে। একটা হলো, মানুষ স্বভাবগতভাবে কর ফাঁকি দিতে চায়। তাই, কঠিন নিয়ম-কানুন করে কর আদায় করতে হবে, যেন ফাঁকি দিতে না পারে। আর একটা দিক হলো, মানুষ স্বভাবগতভাবে সরকারের পাওনা পরিশোধ করতে চায়। তবে, কর প্রদানে জটিলতার কারণে মাঝে মাঝে তারা ফাঁকি না দিয়ে পারে না। তাই, কর প্রদানের সিস্টেম সহজ করতে পারলে মানুষ কর প্রদান করতে উৎসাহী হবেন। আমি এই দ্বিতীয় মতে বিশ্বাস করি। আপনি যদি ডাক্তরের কাছে যান, ডাক্তার যদি আপনার সাথে কথা না বলেন, আলোচনা না করেন, বুঝিয়ে না দেন, তাহলে সে ডাক্তারকে আপনার পছন্দ হবে না। ডাক্তার যদি মনে করেন যে, তুমি কি বোঝো? আমি জানি কি ঔষুধ দিতে হবে। আমি ঔষুধ দিয়েছি, তুমি খেতে থাকো। এমন পরিবেশ রোগীর মানসিক অবস্থার ওপর বিরূপ প্রভাব ফেলে। আবার, ডাক্তার যদি একই ঔষুধ দেন কিন্তু রোগীর সাথে কথা বলেন, ভালো ব্যবহার করেন, রোগীকে বুঝিয়ে দেন, শান্তনা দেন, তাহলে রোগীর ওপর ভালো প্রভাব পড়ে। এ বিষয়টায় আমি করের ক্ষেত্রে আনতে চাই। তা হলো, করদাতাকে বোঝাতে হবে, তার সাথে কথা বলতে হবে। তাকে জানাতে হবে যে, তিনি কেনো কর দিচ্ছেন, তার কর দিয়ে কী করা হচ্ছে এবং কর দেয়া কত গুরুত্বপূর্ণ কাজ। এই বোঝানোর কাজটা আমাদের দেশে তেমন একটা হয়নি। তাত্ত্বিকভাবে বলতে গেলে বলতে হয় যে, আমাদের দেশে কর-সংস্কৃতির বিকাশ ঘটেনি। ভ্যাটের কথায় আসি। এখনও দেশের অনেক মানুষ বলে থাকেন যে, আমি ভ্যাট দেবো কেনো, অমুকে ভ্যাট দেয় না, ভ্যাট দিলে আমার লাভ কি? ইত্যাদি। মানুষের কাছে যেতে হবে, তাদেরকে বোঝাতে হবে। সরকারের পাশাপাশি এ কাজে বেসরকারকে বেশি এগিয়ে আসতে হবে। আরো সুনির্দিষ্ট করে বলতে গেলে বলতে হয় যে, পেশাদারদের অগ্রণী ভূমিকা নিতে হবে। শুধু কাজ করা এবং ফী নেয়া নয়, পেশাদারের সময়ের একটা অংশ ব্যয় করতে হবে সমাজের জন্য, অন্যের জন্য, নিজ গোত্রের সেবা প্রত্যাশীদের জন্য। “সকলের তরে সকলে আমরা, প্রত্যেকে মোরা পরের তরে।” করদাতার সাথে ভালো ব্যবহার করলে, তাঁকে বুঝিয়ে বললে, তাঁকে গুরুত্ব দিলে, সকলকে সমানভাবে দেখলে কর ব্যবস্থার ওপর উত্তম প্রভাব পড়বে বলে আমি বিশ্বাস করি। দয়া করে আপনার মূল্যবান মতামত জানাবেন।   ধন্যবাদ ও শুভ কামনা। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ০৯.০৪.২০২৩)।"
    },
    {
        "id": 47,
        "details": "ভ্যাট টিপস-০১৭/২০২৩: বিষয়: টপ ১,০০০ ভ্যাট প্রদানকারী প্রতিষ্ঠানের অটোমেশন গুরুত্বপূর্ণ। প্রিয় ভ্যাট অনুরাগীআসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ।আশা করি আল্লাহর অশেষ রহমতে সবাই ভালো আছেন। আমরা ভ্যাট সিস্টেম নিয়ে চিন্তা-ভাবনা করি, লেখি ও কাজ করি। উদ্দেশ্য হলো, একটা স্মার্ট ভ্যাট সিস্টেমে উপনীত হওয়া। বর্তমান জমানায় অটোমেশন ছাড়া তা সম্ভব নয়। আমাদের দেশের ভ্যাট ব্যবস্থায় অটোমেশন বলতে অনলাইনে ভ্যাট রেজিস্ট্রেশন নেয়া যায়, অনলাইনে দাখিলপত্র দাখিল করা যায়, আর দু-একটা কাজ অনলাইনে করা যায়। ভ্যাট ব্যবস্থার একটা অন্যতম গুরুত্বপূ্র্ণ অনুষঙ্গ হলো ভ্যাট চালানপত্র। আমরা ৩২ বছর হলো ভ্যাট ব্যবস্থা চালু করেছি কিন্তু ভ্যাট চালানপত্র এখনো অটোমেটেড হয়নি। পক্ষান্তরে আমাদের পাশের দেশ ভারত ২০১৭ সালে জিএসটি (গুডস এন্ড সার্ভিসেস ট্যাক্স) (ভ্যাটের নামান্তর) চালু করেছে। ভারত প্রথম দিন থেকেই (১ জুলাই, ২০১৭) চালানপত্র অটোমেশন করেছে। আমাদের বর্তমানে প্রায় ৪ লক্ষ ৩২ হাজার ভ্যাট নিবন্ধন রয়েছে। তবে, এলটিইউ কমিশনারেটের ১১০টি প্রতিষ্ঠান মোট ভ্যাটের প্রায় ৫৫% আহরণ করে। যদি আমরা টপ ভ্যাট প্রদানকারী ১,০০০ প্রতিষ্ঠান বিবেচনায় নেই, তাহলে মোট ভ্যাটের প্রায় ৯০% কাভার হয়ে যাবে বলে আমার ধারণা। এমন একটা সিদ্ধান্ত যদি নেয়া যেতো যে, আমরা প্রথমে টপ ভ্যাট প্রদানকারী ১,০০০ প্রতিষ্ঠানের ভ্যাট কার্যক্রম অটোমেশন করবো, তা করা খুব কঠিন কাজ হবে না বলে আমার বিশ্বাস। এমন পদক্ষেপ ভ্যাট ব্যবস্থাপনার ওপর খুব ভালো প্রভাব ফেলতে পারতো। এ বিষয়ে আপনার চিন্তা-ভাবনা জানালে উপকৃত হবো।  ধন্যবাদ ও শুভ কামনা। স্মার্ট বাংলাদেশ গড়তে ভাই, স্মার্ট ভ্যাট সিস্টেমের বিকল্প নাই। (ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ এবং ভ্যাট প্রশিক্ষক, ০৬.০৪.২০২৩)।"
    },
    {
        "id": 48,
        "details": "It’s been a while since I started my role at International VAT Training Institute as a VAT Specialist and Trainer, but I wanted to share this update with everyone."
    },
    {
        "id": 49,
        "details": "ভ্যাট টিপস-০০৫/২০২৩: বিষয়: অতিরিক্ত পরিশোধিত ভ্যাট নিজেই হ্রাসকারী সমন্বয় করে নিন।মাঝে মাঝে এমন হয় যে, ভুলক্রমে ভ্যাট অতিরিক্ত পরিশোধ করা হয়ে যায়। যারা এ সংক্রান্ত বিধি-বিধান জানেন না তারা এরূপ পরিস্থিতিতে দিশেহারা হয়ে পড়েন। তারা কারো কারো সাথে আলোচনা করেন বা ভ্যাট অফিসে আবেদন করেন, তবে, সহসা সমাধান পান না। আমার এক ছাত্র একবার ভুলক্রমে অতিরিক্ত ভ্যাট পরিশোধ করে ফেলেছিলেন। তারপর অনেক দৌঁড়া-দৌঁড়ির পর আমার কাছে এলেন। তাঁকে আমি সহজ বিধান বুঝিয়ে দিলাম। তিনি মহা খুশি। এর আগে তাঁর চাকুরি হারানোর উপক্রম হয়েছিল। এই বিধান নিয়ে আজ আমরা আলোচনা করবো, ইন-শা-আল্লাহ্।ভ্যাট আইনের ধারা ২ এর উপ-ধারা (১০৩) এর দফা (জ) হলো, “পূর্ববর্তী কর মেয়াদে অতিরিক্ত পরিশোধিত মূসক হ্রাসকারী সমন্বয়”। আইনের ধারা ৭২ এ উল্লেখ রয়েছে যে, কোনো নিবন্ধিত ব্যক্তি যদি কোনো কর মেয়াদে অতিরিক্ত কর পরিশোধ করেন, তাহলে নির্ধারিত সময়সীমা, শর্ত ও পদ্ধতিতে উক্ত অর্থ ফেরত গ্রহণের জন্য আবেদন করা যাবে বা পরবর্তী দাখিলপত্রে হ্রাসকারী সমন্বয় করা যাবে। ভ্যাট বিধিমালার বিধি ৫২(৬) এ উল্লেখ রয়েছে যে, কোনো নিবন্ধিত ব্যক্তি তার অতিরিক্ত পরিশোধিত কর পরিশোধ পরবর্তী ৬ (ছয়) কর মেয়াদের মধ্যে দাখিলপত্রে হ্রাসকারী সমন্বয় করতে পারবেন। এসব বিধি-বিধানের অর্থ হলো, যদি কোনো কারণে কর (ভ্যাট, সম্পূরক শুল্ক, টার্নওভার কর, জরিমানা, সুদ) অতিরিক্ত পরিশোধ করা হয়, তাহলে পরবর্তী ৬ কর মেয়াদের মধ্যে দাখিলপত্রে করদাতা নিজে নিজেই হ্রাসকারী সমন্বয় করতে পারবেন। এজন্য কোথাও আবেদন করতে হবে না বা কারোর অনুমতির প্রয়োজন হবে না। কিন্তু এ বিধানগুলো কারো কারোর জানা নেই। যারা ভ্যাটের সাথে কাজ করেন, তারাও মাঝে মাঝে দেখা যায় যে, এই বিধান জানেন না।নতুন ভ্যাট আইনের ভূমিকায় উল্লেখ রয়েছে যে, মূলত ৪টি উদ্দেশ্যে নতুন ভ্যাট আইন প্রণয়ন করা হয়েছে। (১) করের ক্ষেত্র বিস্তৃত করা; (২) কর আদায় প্রক্রিয়া সহজ করা; (৩) বিধি-বিধান সুসংহত করা; এবং (৪) প্রাসঙ্গিক অন্যান্য বিধি-বিধান প্রণয়ন করা। অর্থাৎ বিধি-বিধান সুসংহত করা নতুন ভ্যাট আইনের একটা উদ্দেশ্য ছিল। সুসংহত করার অর্থ কি? আমি বুঝি যে, ইনটিগ্রেটেড করা, অর্থাৎ একস্থানে নিয়ে আসা। অতিরিক্ত পরিশোধ করা কর হ্রাসকরী সমন্বয় করা যাবে এ সংক্রান্ত সামগ্রিক বিধান আইন ও বিধার ৩ স্থানে উল্লেখ রয়েছে। তাই, তা পাঠকদের পক্ষে বোঝা সহজ হয় না। ভ্যাট আইনে এমন আরো অনেক উদাহরণ দেয়া যাবে। স্মার্ট আইন এমন হওয়া দরকার যে, কোনো বিধান একস্থানে পাওয়া যাবে। বারংবার ক্রস-রেফারেন্স দেখতে হবে না। কোনো বিষয়ের সামগ্রিক বিধান একস্থানে সন্নিবেশ করা হলে পাঠক তা সহজে পড়তে পারবেন, বুঝতে পারবেন, পালন করতে পারবেন। স্মার্ট বাংলাদেশ গঠন করতে হলে স্মার্ট ভ্যাট সিস্টেম স্থাপন করতে হবে। স্মার্ট ভ্যাট সিস্টেম স্থাপন করতে হবল স্মার্ট ভ্যাট আইন প্রণয়ন করতে হবে। আইন স্মার্ট হতে হলে কোনো বিষয়ের সব বিধান একস্থানে সহজ ভাষায় সন্নিবেশ করতে হবে। আশা করি, আপনারা আমার সাথে দ্বীমত পোষণ করবেন না। তাহলে আমরা বুঝতে পারলাম যে, ভ্যাট ব্যবস্থা সংস্কারে আমাদের কি করা দরকার। আল্লাহ আমাদের এসব কাজ করার তৌফিক দান করুন। আমিন। আমিন। (ড. মোঃ আব্দুর রউফ, ২০.০১.২০২৩)।"
    },
    {
        "id": 50,
        "details": "ভ্যাট টিপস-০০৪/২০২৩: বিষয়: ভ্যাট ব্যবস্থা সংস্কারে পেশাদার শ্রেণী গঠন জরুরিআমরা ভ্যাট ব্যবস্থা বা ভ্যাট সিস্টেম বলে থাকি। ভ্যাট ব্যবস্থা বা ভ্যাট সিস্টেম বলতে কী বুঝায় তা আজ আলোচনা করবো, ইন-শা-আল্লাহ্। প্রথমে আমাদের জানা দরকার যে, সিস্টেম বলতে কি বুঝায়। সিস্টেম হলো, কয়েকটা উপাদানের সমষ্টি যা একত্রে কাজ করে সিস্টেমটা সচল রাখে এবং কোনো আউটপুট তৈরি করে। আমাদের চারপাশে নানা ধরনের সিস্টেম রয়েছে। যেমন: সোসাল সিস্টেম, ইকোনোমিক সিস্টেম, পলিটিক্যাল সিস্টেম, বাওলজিক্যাল সিস্টেম, মেকানিক্যাল সিস্টেম ইত্যাদি। ভ্যাট সিস্টেমের উপাদানগুলো হলো: (১) আইন-কানুন, বিধি-বিধান; (২) ভ্যাটদাতা শ্রেণী; (৩) ভ্যাট সংগ্রহকারী; (৪) তথ্যপ্রযুক্তি ব্যবস্থা এবং (৫) পেশাদার শ্রেণী। ভ্যাট ব্যবস্থার এই ৫টা উপাদান একসাথে কাজ করে ভ্যাট ব্যবস্থাকে সচল রাখে এবং ভ্যাট উৎপাদন করে। এখানে উল্লেখ করা যেতে পারে যে, ভ্যাট সংগ্রহকারীদেরকেও পেশাদার শ্রেণীর অন্তর্ভুক্ত করা যায়।  এই ৫টা উপাদানের মধ্যে সবচেয়ে গুরুত্বপূর্ণ হলো পেশাদার শ্রেণী। কারণ, একমাত্র পেশাদার শ্রেণী অন্য উপাদানগুলোকে উত্তমরূপে গঠন করতে পারে। তবে, দুঃখজনক হলেও সত্য যে, আমাদের দেশে প্রায় ৩২ বছর ভ্যাট ব্যবস্থা পরিচালনা করা হলেও আজ পর্যন্ত আমরা একটা উত্তম পেশাদার শ্রেণী গড়ে তুলতে পারিনি। তাই, উত্তম ভ্যাট ব্যবস্থাও গড়ে ওঠেনি। এ পর্যন্ত এনবিআর প্রদত্ত ভ্যাট কনসালট্যান্ট লাইসেন্সধারীর সংখ্যা মাত্র প্রায় ২০০ এর কাছাকাছি হবে। আমার মতে, বাংলাদেশের অর্থনীতির আকার, আকৃতি অনুযায়ী সঠিকভাবে, সঠিক পরিমাণ ভ্যাট আহরণ করতে হলে অন্তত ৩০ হাজার ভ্যাট পেশাদার প্রয়োজন। নতুন ভ্যাট আইন চালু হওয়ার পর ভ্যাট কনসালট্যান্ট লাইসেন্স দেয়ার জন্য কয়েকবার পরীক্ষা অনুষ্ঠিত হয়েছে; তবে নানা কারণে অতি স্বল্প সংখ্যক পরীক্ষার্থী উত্তীর্ণ হয়েছেন। যেদেশে বিসিএস পরীক্ষায় হাজার হাজার পরীক্ষার্থী উত্তীর্ণ হন, সেদেশে ভ্যাট কনসালট্যান্ট পরীক্ষায় কেনো এত স্বল্পসংখ্যক পরীক্ষার্থী উত্তীর্ণ হন তা বোধগম্য হলেও বর্ণনাযোগ্য নয়। দেশে একটা আদর্শ ভ্যাট ব্যবস্থা গড়ে তুলতে হলে এ অবস্থা থেকে আমাদের বেরিয়ে আসতে হবে। এনবিআর এর আওতাধীন আরো দুটো প্রফেশনাল শ্রেণীকে নির্দেশ করে অনেক সময় বলা হয় যে, এমন আর একটা প্রফেশনাল শ্রেণী গড়ে না তোলাই উত্তম। আমার মতে, এমন বক্তব্য মাথা ব্যাথা হলে মাথা কেটে ফেলার শামীল যা কাম্য নয়। মাথা ব্যাথা দূরীভূত করতে হবে। অন্যান্য পেশাতেও (যেমন: ডাক্তার, শিক্ষক, ইঞ্জিনিয়ার ইত্যাদি) মাঝে মাঝে দু-একটা অপেশাদারিত্বের খবর আমরা শুনি। সেজন্যে সে পেশার সবাইকে তেমন মনে করাও সমীচীন নয়; আবার সে পেশাকে নিরুৎসাহিত করা বা পেশাদার গড়ে না তোলা সমাজের জন্য সঠিক নয়। ভ্যাট পেশাদারও তেমন। দেশে একটা উত্তম, দক্ষ, পেশাদার মনোভাবসম্পন্ন এবং মানবীয় গুণাবলীসম্পন্ন ভ্যাট পেশাদার শ্রেণী গড়ে তুলতে হবে। কেবল তাহলেই আমরা একটা উত্তম ভ্যাট ব্যবস্থা গড়ে তুলতে পারবো। দোয়া করি, মহান আল্লাহ যেন আমাদের সকলকে সুমতি দান করেন। আমিন। (ড. মোঃ আব্দুর রউফ, ১৮.০১.২০২৩)।"
    },
    {
        "id": 51,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ।"
    },
    {
        "id": 52,
        "details": "ভ্যাট টিপস-০০৩/২০২৩: বিষয়: ভ্যাট আইনের প্রথম তফসিলের ২.৫ কেজির বিষয় বিশ্লেষণ:ভ্যাট আইনের প্রথম তফসিল হলো ভ্যাটমুক্ত পণ্য ও সেবার তালিকা। তফসিলের প্রথম খন্ড পণ্যের তালিকা, দ্বিতীয় খন্ড সেবার তালিকা। এই পণ্য ও সেবাগুলোর ওপর কোনো স্তরে ভ্যাট প্রযোজ্য নেই। পণ্যের এই তালিকায় মাঝে মাঝে পণ্যের বর্ণনার সাথে একটা কথা লেখা আছে। সেটা হলো “২.৫ কেজি পর্যন্ত মোড়ক বা টিনজাত ব্যতীত”। কেউ কেউ এই কথার অর্থ বুঝতে পারেন না, কেউ কেউ ভুল বোঝেন, আবার কেউ কেউ উল্টা বোঝেন। এই বিষয়টা আজ আমি বোঝানোর চেষ্টা করবো, ইন-শা-আল্লাহ্।এই কথার অর্থ হলো, এটুকুর ওপর ভ্যাট প্রযোজ্য হবে। অর্থাৎ ২.৫ কেজি পর্যন্ত যদি মোড়কজাত বা টিনজাত হয়, তাহলে তার ওপর ভ্যাট প্রযোজ্য হবে। অর্থাৎ যদি .৫ কেজি বা ১ কেজি বা ১.২৫ কেজি বা ১.৫ কেজি বা ১.৭৫ কেজি বা ২ কেজি বা ২.২৫ কেজি বা ২.৫ কেজির মোড়কে বা টিনে ওই পণ্য মোড়কজাত করে বা টিনজাত করে বিক্রি করা হয়, তাহলে তার ওপর ভ্যাট প্রযোজ্য হবে। এর চেয়ে বেশি ওজনের অর্থাৎ ২.৭৫ কেজি বা ৩ কেজি বা ৩.২৫ কেজি বা ৩.৭৫ কেজি বা ৪ কেজি বা তার চেয়ে বেশি ওজনের মোড়ক বা টিনজাত করে বিক্রি করলে তার ওপর ভ্যাট প্রযোজ্য হবে না। আর খোলা বা বাল্কে বিক্রি করলেতো ভ্যাট প্রযোজ্য হবেই না। যেমন: প্রথম তফসিলে ০৭.০১ শিরোনামা সংখ্যার বিপরীতে তিনটি এইচএস কোড উল্লেখ করে বর্ণনায় বলা আছে “আলু, তাজা অথবা ঠান্ডা (২.৫ কেজি পর্যন্ত মোড়ক বা টিনজাত ব্যতীত)”। এই কথার অর্থ হলো, আলু তাজা অথবা ঠান্ডা খোলা বা বাল্কে বিক্রি হলে তার ওপর ভ্যাট প্রযোজ্য হবে না। তাজা অর্থাৎ মাঠ থেকে উঠানো, আর ঠান্ডার অর্থ হলো, কোল্ড স্টোরেজ থেকে বের করা। কিন্তু এই আলু যদি মোড়কজাত বা টিনজাত করে বিক্রি করা হয় যার ওজন ২.৫ কেজি পর্যন্ত তাহলে তার ওপর ভ্যাট প্রযোজ্য হবে। ছোটো ছোটো মোড়কে, প্যাকেটে বা টিনে প্যাকিং করলে মূল্য সংযোজন বেশি হয়। তাই, এখানে ভ্যাট আরোপ করা হয়েছে।  আশা করি বিষয়টি স্পষ্ট হয়েছে। (ড. মোঃ আব্দুর রউফ, ১৩.০১.২০২৩)।"
    },
    {
        "id": 53,
        "details": "ভ্যাট টিপস-০০২/২০২৩: স্মার্ট ভ্যাট সিস্টেম গঠন:ডিজিটাল বাংলাদেশ থেকে আমরা এখন স্মার্ট বাংলাদেশের দিকে যাচ্ছি। স্মার্ট বাংলাদেশ গঠন করতে হলে বাংলাদেশের সকল উপাদানকে স্মার্ট হিসাবে গড়ে তুলতে হবে। আমরা ভ্যাট এরিয়াতে কাজ করছি। এখন আমাদের মূল কাজ হলো স্মার্ট ভ্যাট সিস্টেম গড়ে তোলা। প্রথমে আমাদের জানা দরকার যে, স্মার্ট ভ্যাট সিস্টেম বলতে কী বোঝায়, অর্থাৎ স্মার্ট ভ্যাট সিস্টেমের বৈশিষ্ট্যগুলো কী কী? আমরা এভাবে বলতে পারি যে, স্মার্ট ভ্যাট সিস্টেম হবে এমন সিস্টেম যেখানে প্রত্যেক ক্রেতা ক্রয় করার সময় রিয়েল টাইমে অনলাইনে বিক্রেতাকে মূল্য পরিশোধ করতে পারবে এবং সরকারকে ভ্যাট পরিশোধ করতে পারবে। ক্রয়কৃত পণ্য বা সেবা বিক্রেতার স্টক থেকে বিয়োগ হয়ে ক্রেতার স্টকে জমা হবে। ক্রেতার মোবাইল এ্যাপস থেকে এইসব কাজ ক্রয়ের সময় তাৎক্ষণিকভাবে, সহজে ও নির্ভুলভাবে সম্পন্ন করা যাবে। রেগুলেটরী এজেন্সী অনলাইনে সব দেখতে পাবে। ক্রমে ক্রমে ভ্যাটযোগ্য এবং ভ্যাটমুক্ত সব লেন-দেন এই সিস্টেমে নিয়ে আসতে হবে। তাহলে এ্যাকাউন্টিং সিস্টেম এবং স্ট্যাটিসটিকস পারফেক্ট হয়ে যাবে। এরপর সব লেনদেনের ওপর ভ্যাট প্রয়োগ করে ভ্যাটের হার কমিয়ে আনা সম্ভব হবে। তাহলে ভ্যাটের ভিত্তি সম্প্রসারিত হবে এবং সকলের ওপর কম প্রভাব পড়বে। এমন একটা ভ্যাট সিস্টেমকে আমরা স্মার্ট ভ্যাট সিস্টেম বলতে পারি। এমন একটা সিস্টেম গড়ে তুলতে হলে মূল কাজ হলো অটোমেশন। প্রয়োজনীয় ডাটা সেন্টার, কানেকটিভিটি এবং সফটওয়্যার স্থাপন করে এমন একটা সিস্টেম গড়ে তোলা দরকার। এমন ভ্যাট সিস্টেম স্থাপন করতে হলে আমাদের এখনও অনেক পথ যেতে হবে। মহান আল্লাহ আমাদের সহায় হোন এবং আমাদের জন্য সবকিছু সহজ করে দিন। এ বিষয়ে অর্থাৎ এমন সিস্টেমের তথ্যপ্রযুক্তি অবকাঠামো কেমন হওয়া দরকার, ভ্যাট ব্যবস্থাপনা কেমন হওয়া দরকার, এমন তথ্যপ্রযুক্তি অবকাঠামো এবং ভ্যাট ব্যবস্থপনা স্থাপন করার মতো জনবল আমাদের দেশে আছে কিনা, এমন অবকাঠামো নির্মাণে কেমন খরচ হতে পারে ইত্যাদি বিষয়ে আপনাদের মূল্যবান মতামত পেলে কৃতার্থ হবো। (ড. মোঃ আব্দুর রউফ, ০৫.০১.২০২৩)।"
    },
    {
        "id": 54,
        "details": "ভ্যাট টিপস-০০১/২০২৩: প্রশ্ন: আমাদের প্রতিষ্ঠান একটি অনলাইন ব্যবসা প্রতিষ্ঠান। আমরা যদি ভ্যাট আইনের প্রথম তফসিলে উল্লেখিত শাক-সব্জি, মাছ, মাংস ইত্যাদি ভ্যাটমুক্ত পণ্য সরাসরি কৃষক বা প্রত্যন্ত অঞ্চলের পাইকার হতে ভ্যাট চালানপত্র (মূসক-৬.৩) ছাড়া ক্রয় করে বিক্রি করি সেক্ষেত্রে ভ্যাট এর বিধান কি হবে, অনুগ্রহ করে জানালে বাধিত হবো [জনৈক ভ্যাট প্রফেশনাল।]  উত্তর: এরূপ ক্ষেত্রে প্রাপ্ত কমিশন, ফি বা চার্জের ওপর ৫% হারে ভ্যাট পরিশোধ করতে হবে। আপনারা পণ্য বিক্রি করেন না। আপনারা সেবা প্রদান করেন। আমাদের দেশের ভ্যাট ব্যবস্থায় এই সেবার শিরোনাম হলো “অনলাইনে পণ্য বিক্রয়”। “অনলাইনে পণ্য বিক্রয়” সেবা প্রদানকারী পণ্যের মূল সরবরাহকারীর নিকট থেকে পণ্য ক্রয়/সংগ্রহ করে ভোক্তার কাছে পৌঁছে দেয়। পৌঁছে দেয়ার বিনিময়ে পণ্যের মূল্য সরবরাহকারী প্রতিষ্ঠান হতে কমিশন, ফি, সার্ভিস চার্জ, রেভিনিউ শেয়ারিং বা অন্যবিধভাবে সেবামূল্য গ্রহণ করে থাকে। এরূপ অর্থের ওপর ভ্যাট প্রযোজ্য হবে। সরবরাহকৃত পণ্যটি যদি প্রথম পর্যায়ে ভ্যাটমুক্ত পণ্য হয় এবং যদি উক্ত পণ্য সরবরাহের বিপরীতে প্রথম পর্যায়ে ভ্যাট চালান ইস্যু করার প্রয়োজনীয়তা না থাকে তাহলেও পণ্যটি ভোক্তার কাছে সরবরাহ করার সময় প্রাপ্ত চার্জ, ফি, কমিশনের ভিত্তিতে ৫% ভ্যাট পরিশোধ করতে হবে। বিস্তারিত অনুগ্রহ করে সংযুক্তিতে দেখুন (ড. মোঃ আব্দুর রউফ, ০২.০১.২০২৩)।"
    },
    {
        "id": 55,
        "details": "ভ্যাট টিপস-০১৮/২০২২: বিষয়: উৎসে ভ্যাট কর্তন (ভিডিএস) এবং রেয়াত (রিবেট) কখনও একসাথে গুলাবেন না। প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। গত টিপসের পর বেশ কয়েকটা প্রশ্ন পেয়েছি। প্রশ্নগুলোর সারমর্ম হলো, এতো শতাংশ উৎসে কর্তন করা হলে রেয়াত কিভাবে নেবে, এতো শতাংশ উৎসে কর্তন করা হলে রেয়াত নেয়া যাবে কিনা, ইত্যাদি। এর আগেও এমন প্রশ্ন অনেক পেয়েছি। উত্তরও দিয়েছি। আজ আবার তা পুনরাবৃত্তি করলাম। সব সময় একটা বিষয় মনে রাখতে হবে, তা হলো, উৎসে ভ্যাট কর্তন আর রেয়াত দুটো সম্পূর্ণরূপে আলাদা বিষয়। এ দুটো বিষয়কে আলাদাভাবে দেখতে হবে। এ দুটো বিষয়কে একত্রে চিন্তা করা সঠিক নয়। রেয়াত নিতে হলে তা উপকরণ হবে। উপকরণের ওপর ভ্যাট পরিশোধ করা থাকতে হবে। তাহলে রেয়াত নেয়া যাবে। কোনটা উপকরণ, আর কোনটা উপকরণ নয় তা ভ্যাট আইনের ধারা ২(১৮ক)তে উল্লেখ রয়েছে। তাছাড়া, কোন্ কোন্ ক্ষেত্রে রেয়াত নেয়া যাবে না, তা ধারা ৪৬ এ উল্লেখ রয়েছে। এই বিধানগুলো প্রয়োগ করে বুঝতে হবে যে কোনো ক্রয়ের ক্ষেত্রে রেয়াত পাওয়া যাবে কি যাবে না। এর মধ্যে উৎসে ভ্যাট কর্তনের কোনো বিষয় আসে না, আসার প্রয়োজন নেই, আসা নিরর্থক। অর্থাৎ রেয়াতের সাথে উৎসে কর্তনের কোনো সম্পর্ক নেই।আবার, কোনো ক্রয়ের মূল্য পরিশোধের সময় উৎসে ভ্যাট কর্তন করতে হবে কিনা সে বিষয়ে আলাদা বিধি-বিধান রয়েছে, তা হলো মূলত উৎসে মূল্য সংযোজন কর কর্তন ও আদায় বিধিমালা, ২০২১। এখানে বর্ণিত রয়েছে যে, কোন্ কোন্ ক্রয়ের মূল্য পরিশোধের সময় উৎসে ভ্যাট কর্তন করতে হবে, আর কোন্ কোন্ ক্রয়ের মূল্য পরিশোধের সময় উৎসে ভ্যাট কর্তন করতে হবে না। এর সাথে রেয়াতের কোনো সম্পর্ক নেই। রেয়াত সম্পূর্ণ আলাদা বিষয়।তাহলে আমরা বুঝতে পারলাম যে, রেয়াত এবং উৎসে ভ্যাট কর্তন দুটি সম্পূর্ণরূপে আলাদা বিষয়। একটার উপর আর একটা নির্ভরশীল নয়। একটার সাথে আর একটার সরাসরি কোনো সম্পর্ক নেই। দুটি বিষয় বিবেচনা করার জন্য সম্পূর্ণ আলাদা বিধি-বিধান রয়েছে। তারপরও কেনো জানি অনেকে এ দুটোকে একসাথে করে প্রশ্ন করে থাকেন। আশা করি, বিষয়টি স্পষ্ট হয়েছে। (ড. মোঃ আব্দুর রউফ, ২৫ অক্টোবর, ২০২২)।"
    },
    {
        "id": 56,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ!"
    },
    {
        "id": 57,
        "details": "ভ্যাট টিপস-০১৭/২০২২: বিষয়: ব্যবসায়ী (ট্রেডার) এর বিল থেকে ৭.৫% ভ্যাট উৎসে কর্তন প্রসঙ্গে।প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। একটা বিষয় নিয়ে মাঠ পর্যায়ে বেশ ভুল বোঝাবুঝির সৃষ্টি হয়। তা হলো, ব্যবসায়ী যখন কোনো উৎসে ভ্যাট কর্তনকারীর কাছে বিক্রি করে তখন কত শতাংশ ভ্যাট উৎসে কর্তন করতে হবে। উত্তর হলো ৭.৫% ভ্যাট উৎসে কর্তন করতে হবে। ব্যবসায়ী (ট্রেডার) ৫% ভ্যাট প্রয়োগ করে বিক্রি করেন, আবার ১৫% ভ্যাট প্রয়োগ করেও বিক্রি করেন। এটা তার স্বাধীনতা। ৫% ভ্যাট প্রয়োগ করে বিক্রি করলে রেয়াত পাবে না। ১৫% ভ্যাট প্রয়োগ করে বিক্রি করলে রেয়াত পাবে। উভয় ক্ষেত্রেই উৎসে কর্তনকারী ৭.৫% ভ্যাট উৎসে কর্তন করবে। এই বিধান সবার কাছে গ্রহণযোগ্য হয় না। এখানে অনেক প্রশ্ন থাকে। তবে, সবশেষ কথা হলো, এটাই বর্তমানের উৎসে ভ্যাট কর্তন সংক্রান্ত বিধান এবং তা পালন করতে হবে। জুন, ২০২১ থেকে এই বিধান কার্যকর হয়েছে।  উৎসে মূল্য সংযোজন কর কর্তন ও আদায় বিধিমালা, ২০২১ এর বিধি ৪(ক) এ উল্লেখ রয়েছে, “উৎপাদক হিসাবে নিবন্ধিত ব্যতীত অন্য সকল ব্যক্তি যাহারা উৎসে কর্তনকারী সত্তার নিকট কোটেশন বা দরপত্র বা কার্যাদেশ বা অন্যবিধভাবে পণ্য বা সেবা সরবরাহ করে তাহারা যোগানদার হিসাবে বিবেচিত হইবে।” এই বিধান অনুসারে ব্যবসায়ী সরবরাহ দিলে ৭.৫% ভ্যাট উৎসে কর্তন করতে হবে। এখন বিস্তারিত কার্যপদ্ধতিতে আসি যা বিধি-বিধানে সরাসরি বিস্তারিত বর্ণিত নেই। ধরুন, ব্যবসায়ী ৫% ভ্যাট প্রয়োগ করে ভ্যাট চালানপত্র ইস্যু করে উৎসে কর্তনকারীর কাছে বিক্রি করেছে। বিক্রেতা ব্যবসায়ী তার দাখিলপত্রের মাধ্যমে এই ৫% ভ্যাট প্রদেয় করবে এবং তা পরিশোধ করে দেবে। উৎসে কর্তনকারী ধরুন ২ মাস পর বিল পরিশোধ করার সময় ৭.৫% উৎসে কর্তন করবে। উৎসে কর্তনকারী তার দাখিলপত্রে বৃদ্ধিকারী সমন্বয় করে ওই ভ্যাট সরকারি কোষাগারে জমা প্রদান করবে। উৎসে কর্তনকারী সমপরিমাণ অর্থের প্রত্যয়নপত্র (মূসক-৬.৬) ইস্যু করবে। বিক্রেতা প্রত্যয়নপত্র পাওয়ার পর দাখিলপত্রে সমপরিমাণ অর্থ হ্রাসকারী সমন্বয় করবে। এভাবে উৎসে কর্তনকারীর একবার বৃদ্ধিকারী সমন্বয় এবং বিক্রেতার একবার হ্রাসকারী সমন্বয় করার ফলে তা শূন্য হয়ে যাবে। বিক্রেতা বিক্রি করার সময় যে ৫% ভ্যাট দাখিলপত্রে প্রদেয় করেছিল সেই ভ্যাট সরকার পেয়েছে। একইভাবে, বিক্রেতা যদি ১৫% ভ্যাট প্রয়োগ করে ভ্যাট চালানপত্র ইস্যু করে বিক্রি করে, তাহলে ৭.৫% ভ্যাট উৎসে কর্তন করতে হবে। একইভাবে বৃদ্ধিকারী সমন্বয় ও হ্রাসকারী সমন্বয় করে তা শুন্য হয়ে যাবে। বিক্রি করার সময় যে ১৫% ভ্যাট প্রয়োগ করা হয়েছিল তা দাখিলপত্রে প্রদেয় দেখিয়ে পরিশোধ করতে হবে। এই ভ্যাট সরকার পাবে।সবশেষে দাঁড়ালো এই যে, ব্যবসায়ীর নিকট থেকে ৭.৫% হারে ভ্যাট উৎসে কর্তন করা হলে এর কোনো নেগেটিভ প্রভাব নেই। সবশেষ প্রভাব একই। তা হলো, বিক্রেতা যে ভ্যাট প্রদেয় করে সে ভ্যাট সরকার পায়। আর বৃদ্ধিকারী সমন্বয় ও হ্রাসকারী সমন্বয় করার পরে তা শূন্য হয়ে যায়। এই প্রক্রিয়া জানা না থাকার কারণে মাঠ পর্যায়ে কেউ কেউ ভুল বুঝে থাকেন, ভুলভাবে ব্যাখ্যা করেন, ভুল প্রক্রিয়া অনুসরণ করেন। আশা করি, বিষয়টি স্পষ্ট হয়েছে। (ড. মোঃ আব্দুর রউফ, ২০ অক্টোবর, ২০২২)।"
    },
    {
        "id": 58,
        "details": "PGD-GB, DU Circular Published. (100% Scholarship)যদি কমেন্টে মিনিমাম ১০০জন রেসপন্স করেন এই কোর্সের উপর, তাহলে একটা স্টাডি আউট লাইন দিবো এর উপর যা এর পরীক্ষার প্রিপারেশনের জন্য অনেক কাজে লাগবে। ধন্যবাদ।"
    },
    {
        "id": 59,
        "details": "ভ্যাট টিপস-০১৬/২০২২: বিষয়: ১৯৯১ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল করতে হলে ১০% অর্থ জমা দিতে হবে।প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। একটা বিষয় নিয়ে সম্প্রতি মাঝে মাঝে ভুল বোঝাবুঝির সৃষ্টি হয়। তা হলো, ১৯৯১ সনের ভ্যাট আইনের আওতায় কোনো বিষয়ে যদি বর্তমানে হাইকোর্ট বিভাগে আপিল দায়ের করা হয়, তাহলে ১০% অর্থ জমা দিতে হবে কিনা। উত্তর হলো, জমা দিতে হবে। এবার বিস্তারিত কথায় আসি। ১৯৯১ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল দায়ের করতে হলে কোনো অর্থ জমা দেয়ার বিধান ছিল না। ২০১২ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল দায়ের করতে হলে, ১০% অর্থ জমা দেয়ার বিধান করা হয়েছে। নতুন ভ্যাট আইনের ধারা ১৩৭ অনুসারে, ৩০ জুন ২০১৯ তারিখ পর্যন্ত যে সব বিষয় রয়েছে তা ১৯৯১ সনের ভ্যাট আইন ‍অনুযায়ী নিষ্পত্তি হবে। কিন্তু মহামান্য হাইকোর্ট মূল্য সংযোজন কর আপীল নং-০৫/২০২০ মামলার বিপরীতে যে রায় প্রদান করেছেন সে রায় অনুসারে, ১৯৯১ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল দায়ের করতে হলে বর্তমান বিধান অনুসারে ১০% অর্থ জমা দিতে হবে। আদেশটি সংযুক্ত করা হলো। মহামান্য হাইকোর্টের উক্ত আদেশটি সম্পর্কে অনেকেই ওয়াকিবহাল নন। তাই, অনেকে মনে করে থাকেন যে, ১৯৯১ সনের ভ্যাট আইনের আওতায় হাইকোর্ট বিভাগে আপিল দায়ের করতে হলে কোনো অর্থ জমা দিতে হতো না, এখন কেনো জমা দিতে হবে। উত্তর হলো, মহামান্য আদালতের আদেশ অনুসারে ১০% অর্থ জমা দিতে হবে। (ড. মোঃ আব্দুর রউফ, ৯ অক্টোবর, ২০২২)।"
    },
    {
        "id": 60,
        "details": "ভ্যাট টিপস-০০৮/২০২২ (বাজেট-০৩): প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। এবারের বাজেটে ভ্যাট সংক্রান্ত যে পরিবর্তনগুলো এসেছে তার মধ্যে গুরুত্বপূর্ণ পরিবর্তন হয়েছে কেন্দ্রীয় নিবন্ধনে। এবারে কেন্দ্রীয় নিবন্ধনের প্রযোজ্যতা ব্যাপকতর হয়েছে। বলতে গেলে আগের সমস্যাগুলো নেই। ইতোপূর্বে এক স্থান থেকে উৎপাদন করে বিক্রয়কেন্দ্র, ডিপো, ওয়্যারহাউসের মাধ্যমে বিক্রি করলে কেন্দ্রীয় নিবন্ধন পাওয়া যেতো না। এবারের বিধান অনুসারে পাওয়া যাবে। ইতোপূর্বে সমজাতীয় পণ্যের সংজ্ঞা সংকীর্ণ ছিল, বর্তমান সংজ্ঞা ব্যাপকতর। বলতে গেলে সমজাতীয় পণ্যের বিষয়টি এখন আর কেন্দ্রীয় নিবন্ধনের ক্ষেত্রে বাঁধা হবে না। কারণ, বিধিমালার বিধি ১(২) এর তিনটি দফায় উৎপাদনকারীর কেন্দ্রীয় নিবন্ধন বিষয়ে বিধান বর্ণিত হয়েছে; যথা: (ক), (ঙ), (চ)। এর মধ্যে দফা (ঙ) এবং (চ)-তে সমজাতীয় পণ্য উল্লেখ নেই। অর্থাৎ সমজাতীয় পণ্য হওয়া এখন আর কোনো জরুরি বা প্রয়োজনীয় বিষয় নয়। আলহামদুলিল্লাহ, এবারের পরিবর্তনের ফলে One RJSC registration, one TIN, one BIN নীতির দিকে অনেকটা এগিয়েছে। নতুন বিধান অনুসারে যারা কেন্দ্রীয় নিবন্ধন পাওয়ার যোগ্য তারা অনুগ্রহ করে দ্রুত কেন্দ্রীয় নিবন্ধন গ্রহণ করুন। যথাসম্ভব One RJSC registration, one TIN, one BIN নীতির ভিত্তিতে হিসাবপত্র সংরক্ষণ করুন। (ড. মোঃ আব্দুর রউফ, ১২ জুলাই, ২০২২)।"
    },
    {
        "id": 61,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ!"
    },
    {
        "id": 62,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ!"
    },
    {
        "id": 63,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ!"
    },
    {
        "id": 64,
        "details": "গতকাল সিলেটের কোম্পানীগঞ্জের প্রত্যন্ত এলাকায় বণ্যাকবলিত মানুষের মাঝে সেনাবাহিনীর সহায়তায় রিলিফ সামগ্রী বিতরণ করেছি, আলহামদুলিল্লাহ!"
    },
    {
        "id": 65,
        "details": "ভ্যাট টিপস-০০৭/২০২২ (বাজেট-০২): প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। এবারের বাজেটে ভ্যাট সংক্রান্ত যে পরিবর্তনগুলো এসেছে তার মধ্যে গুরুত্বপূর্ণ পরিবর্তন হয়েছে কেন্দ্রীয় নিবন্ধনে। ইতোপূর্বে উৎপাদনকারী দুই বা ততোধিক স্থান হতে উৎপাদন করলে কেন্দ্রীয় নিবন্ধনের আবেদন করতে পারতো। এবারে, এক বা একাধিক স্থান থেকে উৎপাদনের ক্ষেত্রেও কেন্দ্রীয় নিবন্ধনের আবেদন করা যাবে। ইতোপূর্বে সব ক্ষেত্রে অভিন্ন বা সমজাতীয় সরবরাহ হওয়ার বিধান ছিল। এবারে শুধুমাত্র উৎপাদনকারী ও সেবা প্রদানকারীর ক্ষেত্রে অভিন্ন বা সমজাতীয় সরবরাহ হওয়ার বিধান রাখা হয়েছে; বাণিজ্যিক আমদানিকারক ও ব্যবসায়ীর ক্ষেত্রে অভিন্ন বা সমজাতীয় সরবরাহ হতে হবে না। তাছাড়া, ”সমজাতীয়” এর সংজ্ঞা পরিবর্তন করা হয়েছে। সংজ্ঞা আগের চেয়ে অনেক ব্যাপকতর হয়েছে। ব্যবহারের প্রকৃতি অনুযায়ী সমগোত্রীয় হলেই সমজাতীয় বলা যাবে। যেমন: ঔষধ, খাদ্য, কসমেটিক্স ইত্যাদি এবং প্যাকেজিং ও মধ্যবর্তী উপকরণ। তাছাড়া, আউটপুট ভ্যাট ১৫% হতে হবে, এ বিধানও এবারে বাতিল করা হয়েছে। তাছাড়া, এবারে কেন্দ্রীয় নিবন্ধিত প্রতিষ্ঠানের ভ্যাট সফটওয়্যার ব্যবহার করা বাধ্যতামূলক করা হয়েছে। যেসব প্রতিষ্ঠান পূর্ব থেকেই কেন্দ্রীয়ভাবে নিবন্ধিত সেসব প্রতিষ্ঠানকে ৩১ ডিসেম্বর, ২০২২ এর মধ্যে ভ্যাট সফটওয়্যার ব্যবহার করে অটোমেটেড পদ্ধতিতে হিসাব সংরক্ষণ করতে হবে। সব মিলে কেন্দ্রীয় নিবন্ধন পদ্ধতিতে এবারে বেশ পরিবর্তন হয়েছে। (ড. মোঃ আব্দুর রউফ, ১৯ জুন, ২০২২)।"
    },
    {
        "id": 66,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিল্লাহ!"
    },
    {
        "id": 67,
        "details": "ভ্যাট টিপস-০০৬/২০২২: প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। ভ্যাটের কিছু বিষয় নিয়ে জনমনে বিভ্রান্তি রয়েছে। এমন কিছু বিষয় আমরা আলোচনা করছি। অনেকে বলে থাকেন যে, সর্বস্তরের জনগণের মাঝে ব্যাপকভাবে ভ্যাট সচেতনতা বৃদ্ধি করা দরকার। আমি ব্যক্তিগতভাবে মনে করি যে, সর্বস্তরের জনগণকে ভ্যাট শেখানোর দরকার নেই, সেটা সম্ভবও না। ভ্যাট বেশ জটিল একটা বিষয়। যারা একটা শেখবেন তাঁরা অনেক সময় নিয়ে শেখবেন। সাধারণত যাঁরা ভ্যাটকে ক্যারিয়ার হিসেবে নেবেন, তাঁরা ভ্যাট শেখবেন, বিস্তারিতভাবে শেখবেন। ভ্যাট হাল্কাভাবে শেখার অবকাশ নেই। সবাইকে ভ্যাট শেখার দরকার নেই। আমি মনে করি, দেশে ১ (এক) লক্ষ মানুষ যদি ভালো করে ভ্যাট শেখেন তাহলেই একটা উন্নত ভ্যাট ব্যবস্থা পরিচালনা করা যায়। কেনার সময় ভ্যাটের চালানপত্র নিতে হবে, একথা সবাই জানেন। চালানপত্র ইস্যু সহজতর করা, চালানপত্র অনলাইন করা একাজগুলো বেশি জরুরি যেন বিক্রেতার চালানপত্র ইস্যু না করে কোনো উপায় না থাকে। এমন অটোমেটেড সিস্টেম গড়ে তোলা বেশি জরুরী। সিভিল ল’, ক্রিমিনাল ল’ কি সব মানুষ জানেন? এমনকি অনেক উচ্চশিক্ষিত মানুষও কি জানেন বা জানা সম্ভব? উত্তর হলো, না, তাঁরা জানেন না, জানা সম্ভব নয়। যখন প্রয়োজন হয়, তখন তাঁরা আইনজীবীর সহায়তা নেন। ভ্যাটও এমন একটা বিষয়। সকলের পক্ষে ভ্যাট জানা সম্ভব নয়। তাই, আমাদের এমন পদক্ষেপ নেয়া দরকার যেন অন্তত ১ (এক) লক্ষ ভ্যাট প্রফেশনাল গড়ে তোলা যায় যাঁরা ভ্যাট ব্যবস্থাটা পরিচালনা করতে পারবেন। দেশে একটা উন্নত ভ্যাট ব্যবস্থা গড়ে তুলতে পারবেন। দেশের সব মানুষকে ভ্যাট শেখানোর প্রয়োজন নেই, সেটা সম্ভবও নয়। এটা আমার ব্যক্তিগত মতমত। যে কেউ যুক্তিসহ দ্বীমত পোষণ করতে পারেন, ওয়েলকাম। (ড. মোঃ আব্দুর রউফ, ১৬ জুন, ২০২২)।"
    },
    {
        "id": 68,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে আলহামদুলিললাহ!"
    },
    {
        "id": 69,
        "details": "শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে আলহামদুলিললাহ! আজকের ফুডব্যাগে আধা লিটার সয়াবিন তেল যোগ করা হয়েছে, আলহামদুলিললাহ!"
    },
    {
        "id": 70,
        "details": "দুঃস্থদের মাঝে শনিবারের নিয়মিত ফুডব্যাগ বিতরণ করা হচ্ছে, আলহামদুলিললাহ!"
    },
    {
        "id": 71,
        "details": "প্রিয় ভ্যাট অনুরাগী।আসসালামুআলাইকুম ওয়ারাহমাতুল্লাহ্!আশা করি, আল্লাহর রহমতে ভালো আছেন। এর আগের একটা পোস্টে আপনাদেরকে জানিয়েছিলাম যে, ভ্যাট ফোরাম কল সেন্টার চালু করেছে। নাম্বার ০৯৬৭৮ ২০৮ ২০৮। শুক্রবার এবং অন্যান্য সরকারি ছুটির দিন ছাড়া সকাল ১০টা হতে সন্ধা ৬টা পর্যন্ত কল সেন্টার খোলা থাকে। কল সেন্টারে ফ্রি ভ্যাট সংক্রান্ত প্রশ্নের জবাব দেয়ার চেষ্টা করা হয়। সম্প্রতি ভ্যাট ফোরাম আর একটা ফ্রি ভ্যাট সেবা চালু করেছে। তা হলো, ভ্যাট সংক্রান্ত কোনো বিষয়ে লিখিত মতামত প্রদান। আপনারা যদি ভ্যাট সংক্রান্ত কোনো বিষয়ে কোনো জটিলতার সম্মুখীন হন, ফলে কোনো মতামত প্রয়োজন হয় তাহলে আপনার বিষয়টি বিস্তারিত জানিয়ে নিম্নের ঠিকানায় লিখিত আবেদন করতে পারেন: সেক্রেটারিবাংলাদেশ ভ্যাট প্রফেশনালস ফোরামস্কাইলার্ক পয়েন্ট (৫ম তলা)২৪/এ বিজয়নগর, ঢাকা-১০০০।"
    },
    {
        "id": 72,
        "details": "https://lnkd.in/g54cmYV6"
    },
    {
        "id": 73,
        "details": "https://lnkd.in/gNXEiDyQ #VAT #revenue #tax"
    },
    {
        "id": 74,
        "details": "আপনাদের যদি ভ্যাট সংক্রান্ত কোনো প্রশ্ন থাকে দয়া করে ভ্যাট ফোরামের কল সেন্টারে কল করুন: ০৯৬৭৮-২০৮২০৮সকাল ১০টা থেকে সন্ধ্যা ৬টা পর্যন্ত। শুক্রবার ও ছুটির দিন বন্ধ থাকে। শনিবার খোলা থাকে। ভ্যাট ফোরামের কল সেন্টারে ফ্রী  প্রশ্নের উত্তর দেয়া হয়। অনুগ্রহ করে ট্রাই করুন।ধন্যবাদ।"
    },
    {
        "id": 75,
        "details": "আজ দুঃস্থদের মাঝে ৭০টা ফুডব্যাগ বিতরণ করেছি, আলহামদুলিললাহ! প্রতি ব্যাগে ছিল ৫কাজি চাউল, আর ১কেজি ডাউল।"
    },
    {
        "id": 76,
        "details": "দুঃস্থদের মাঝে ফুডব্যাগ বিতরণ করা হচ্ছে আলহামদুলিললাহ!"
    },
    {
        "id": 77,
        "details": "https://lnkd.in/g8EqJ9eV"
    },
    {
        "id": 78,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৫৩/২০২১: গত ২০ আগস্ট তারিখে সর্বশেষ আপডেটস দিয়েছিলাম। নানা ব্যস্ততার কারণে তারপর আর পোস্ট দিতে পারিনি। তবে, ক্ষুধার্তকে অন্নদান কার্যক্রম চলছে। প্রতি শনিবার ফুডব্যাগ, তেহারীর প্যাকেট, বিরানীর প্যাকেট বিতরণ করছি। এখন আমি শনিবারের সেকেন্ড হাফ অন্য কোনো কাজ রাখিনা। খাদ্য বিতরণের জন্য এই সময়টা বরাদ্দ রেখেছি। গতকাল শনিবার ০২ অক্টোবর ৫০টা ফুডব্যাগ এবং ৩০ প্যাকেট রান্না করা বিরানীর বক্স বিতরণ করেছি। বিরানীর বক্স ঢাকা বিশ্ববিদ্যালয়ের আন্তর্জাতিক সম্পর্ক বিভাগের আমাদের শ্রদ্ধেয় অবসরপ্রাপ্ত অধ্যাপক ড. আকমল হোসেন সার বাসায় রান্না করে বিতরণ করার জন্য আমাদের কাছে দিয়েছিলেন। কিছু নিয়মিত ডোনার সৃষ্টি হয়েছে। সব মিলে কাজ চলছে। আল্লাহর ইচ্ছা থাকলে একাজ ব্যাপকতা পাবে, ইন-শা-আল্লাহ। আল্লাহ কবুল করুন, আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৩.১০.২০২১)।"
    },
    {
        "id": 79,
        "details": "https://lnkd.in/gUk54rVN"
    },
    {
        "id": 80,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৫২/২০২১: গত ১৮ জুলাই তারিখে সর্বশেষ আপডেট দিয়েছিলাম। এরপর ২০ জুলাই ৫৫টা ফুডব্যাগ, ২৬ জুলাই ৪০টা ফুডব্যাগ, ২৮ জুলাই ৪০টা ফুডব্যাগ, ৩১ জুলাই ১০০টা ফুডব্যাগ, ৭ আগস্ট ৫৬টা ফুডব্যাগ, ১৪ আগস্ট ১০০টা ফুডব্যাগ দুস্থদের মাঝে বিতরণ করেছি। প্রতি ফুডব্যাগে ছিল ৫কেজি চাউল আর ১কেজি মসুরির ডাউল। দাম পড়েছিল ৩৬৫ টাকা। ইতোমধ্যে আরো বেশ কয়েকজন অনুদান দিয়েছেন। তহবিলে আজ ব্যালান্স আছে ১৫,৮৩৯ টাকা। আগামীকাল কিছু ফুডব্যাগ বিতরণ করার প্রস্তুতি নিচ্ছি ইন-শা-আল্লাহ। দোয়া করবেন। আল্লাহ কবুল করুন, আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ২০.০৮.২০২১)।"
    },
    {
        "id": 81,
        "details": "Session-40_VAT Rebate-16"
    },
    {
        "id": 82,
        "details": "Session-39_VAT Rebate"
    },
    {
        "id": 83,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৪৬/২০২১: তহবিলে সর্বশেষ ব্যালান্স ছিল ৩৬,৬৯১ টাকা। ইতোমধ্যে আরো ১০জন অনুদান প্রদান করেছেন। তহবিলে আজকের ব্যালান্স ৭৮,৭৪১ টাকা, আলহামদুলিল্লাহ্। লকডাউন শুরু হয়েছে। নিম্নবিত্তদের কাজে নেই, আয় নেই। আগামীকাল ও পরশুদিন শুক্র ও শনিবার নিম্নবিত্তদের মাঝে ফুডব্যাগ বিতরণ করার প্রস্তুতি নিচ্ছি। আল্লাহ তুমি রহমত করো। আমিন। (চলবে), (ড. মোঃ আব্দুর রউফ, ০১.০৭.২০২১)।"
    },
    {
        "id": 84,
        "details": "ভ্যাট টিপস-১৯/২০২১ (বাজেট-১৫): ফার্নিচারের প্রস্তুতকারক সরাসরি ভোক্তার কাছে বিক্রি করলে ১৫% ভ্যাট প্রয়োগ করার বিধান করা হয়েছে। সরিষার তেলের উৎপাদন পর্যায়ে ভ্যাট প্রযোজ্য হবে না, তা স্পষ্ট করা হয়েছে। টাইলস ও স্যানেটারি ওয়্যার এর ডিলার ও পরিবেশকগণ কমিশনের ওপর ১৫% ভ্যাট পরিশোধ করতে পারবেন এমন বিধান করা হয়েছে। (চলবে), (ড. মোঃ আব্দুর রউফ, ২৮.০৬.২০২১)।"
    },
    {
        "id": 85,
        "details": "ভ্যাট টিপস-১৮/২০২১ (বাজেট-১৪): ভ্যাট আইনে প্রদেয় করের ওপর সুদ প্রদান করার বিধান রয়েছে। প্রদেয় করের ওপর মাসিক ২ শতাংশ সরল হারে সুদ প্রদান করার বিধান আইনের ধারা ১২৭ এ অন্তর্ভুক্ত ছিল। এবারে তা মাসিক ১ শতাংশ নির্ধারণ করা হয়েছে। তবে, উৎসে ভ্যাট কর্তন সংক্রান্ত বকেয়ার ক্ষেত্রে সুদের পরিমাণ ষাণ্মাসিক ২ শতাংশ, অর্থাৎ ৬ মাসে ২ শতাংশ ছিল তা এখনও বহাল রয়েছে। (চলবে), (ড. মোঃ আব্দুর রউফ, ২৭.০৬.২০২১)।"
    },
    {
        "id": 86,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৪৫/২০২১: তহবিলে সর্বশেষ ব্যালান্স ছিল ৫০,০৭৫ টাকা। ইতোমধ্যে আরো ৭জন অনুদান প্রদান করেছেন। তহবিলে আজকের ব্যালান্স হয়েছিল ৭৭,৮৩৫ টাকা। গতকাল ৬১৯ প্যাকেট মুরগী তেহারী বিতরণ করেছি। সর্বমোট খরচ হয়েছে ৪১,১৪৪ টাকা। গতকালের খরচের পর এখন তহবিলে ব্যালান্স আছে ৩৬,৬৯১ টাকা। আল্লাহ তুমি সব দাতার দান কবুল করে নাও। তাঁদেরকে ইহকাল ও পরকালে কামিয়াবী দান করো। তাঁদেরকে আরো বেশি উত্তম কাজ করার তৌফিক দান করো। আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৭.০৬.২০২১)।"
    },
    {
        "id": 87,
        "details": "ভ্যাট টিপস-১৭/২০২১ (বাজেট-১৩): ভ্যাট আইনে বিধান ছিল যে, অডিট ম্যানুয়্যাল প্রণয়ন করতে হবে এবং উক্ত অডিট ম্যানুয়্যাল অনুযায়ী অডিট করতে হবে। অডিট ম্যানুয়্যাল এখনও প্রণয়ন করা যায়নি। বর্তমানে অডিট ম্যানুয়্যাল প্রয়ণন করার কাজ চলছে। অডিট ম্যানুয়্যাল না থাকায় নতুন ভ্যাট আইন ২০১৯ সালের জুলাই মাস থেকে কার্যকর হলেও উক্ত সময়ের অডিট করা সম্ভব হয়নি। এবারে আইনের ধারা ৯০ এ সংশোধন করে বিধান করা হয়েছে যে, অডিট ম্যানুয়্যাল ছাড়াও অডিট করা যাবে। (চলবে), (ড. মোঃ আব্দুর রউফ, ২৫.০৬.২০২১)।"
    },
    {
        "id": 88,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৪০/২০২১: গত ২৯ মে তারিখ খাদ্য বিতরণের পর দোকানে বকেয়া ছিল ৭,২১৬ টাকা। ৩০ মে তারিখে ডাঃ সুমন নাজমুল হোসেন ২,৭৪৮ টাকা অনুদান দিয়েছিলেন। আমি গতকাল তহবিলে ২,০০০ টাকা দিয়েছি। তহবিলে এখন জমা হয়েছে ৪,৭৪৮ টাকা। দোকানের ৭,২১৬ টাকা বকেয়া এখনও পরিশোধ করা হয়নি। এ সপ্তাহে খাদ্য বিতরণ করা সম্ভব হবে বলে মনে হচ্ছে না, তবে হবে যদি আল্লাহ ইচ্ছা করেন। আগামী সপ্তাতে কম করে হলেও খাদ্য বিতরণ করার আশা করি ইন-শা-আল্লাহ। দোয়া করবেন যেন আল্লাহ ব্যবস্থা করে দেন। আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৩.০৬.২০২১)।"
    },
    {
        "id": 89,
        "details": "ভ্যাট টিপস-০৫/২০২১ (বাজেট-১): অনেক দিন হলো ভ্যাট টিপস দিতে পারিনি। অনেক কাজ নিয়ে বেশ ব্যস্ত আছি। অনেক দিন কোনো ভ্যাট সমস্যার সমাধানও দিতে পারিনি। এ কারণে মনে বেশ কষ্ট পাচ্ছি। যাহোক, আজ বাজেট ঘোষণা হবে ইন-শা-আল্লাহ। এবারের বাজেটে বাংলাদেশের ভ্যাট ব্যবস্থায় যেসব পরিবর্তন হবে তার ওপর আগামীকাল থেকে ধারাবাহিকভাবে লিখবো বলে আশা করছি। অনুগ্রহ করে সাথে থাকুন। (চলবে), (ড. মোঃ আব্দুর রউফ, ০৩.০৬.২০২১)।"
    },
    {
        "id": 90,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩৯/২০২১: আজ ২৯ মে তারিখ বিকাল-সন্ধ্যায় ৪৬৫ প্যাকেট তেহারী মোহাম্মদপুর, শ্যামলী, কল্যাণপুর, গাবতলী, আগারগাঁও, লালমাটিয়া, শংকর, ধানমন্ডি, ঝিকাতলা এলাকায় অসহায়, দুঃস্থ, ভাসমান মানুষের মাঝে বিতরণ করেছি। ৪৫ কেজি গোশত, ৫০ কেজি চাউল এবং অন্যান্য সবকিছু কিনে বাবুর্চি ডেকে রান্না করিয়েছিলাম। গোশত ৫৬০ টাকা কেজি ৪৫ কেজি ২৫,২০০ টাকা; চিনিগুড়া চাউল ১০০ টাকা কেজি ৫০ কেজি ৫,০০০ টাকা; তেল, পিঁয়াজ, রসুন, আদা, মরিচ, এলাচ, দারুচিনি, জায়ফল, কাঁচাবাদাম, পেস্তাবাদাম, কিচমিচ, আলু, তেজপাতা, লবন ইত্যাদি ৮,২৮৮ টাকা; লাকড়ী, প্যাকেট, রাবার ৩,৫৪০ টাকা; বাবুর্চি, সহকারী, ডেকচি, ভাড়া ৩,৫০০ টাকা; মোট খরচ হয়েছে ৪৫,৫২৮ টাকা। প্রতি প্যাকেটে খরচ পড়েছে ৯৭.৯০ টাকা, আলহামদুলিল্লাহ। তহবিলে সর্বশেষ ব্যালান্স ছিল ৩৮,৩১২ টাকা। আজকের খরচের পর দোকানে বকেয়া রয়েছে ৭,২১৬ টাকা। দোয়া করবেন, আল্লাহ যেন দ্রুত বকেয়া পরিশোধ করার ব্যবস্থা করে দেন এবং আরো বেশি সংখ্যক অসহায়, ‍দুঃস্থ মানুষকে খাবার প্রদান করার তৌফিক দান করেন। আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৯.০৫.২০২১)।"
    },
    {
        "id": 91,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩৮/২০২১: তহবিলে সর্বশেষ ব্যালান্স ছিল ২৩,২১২ টাকা। আজ নাম প্রকাশে অনিচ্ছুক একজন দাতা ১০,০০০ টাকা দান করেছেন এবং জনাব আব্দুস সামাদ আল আযাদ ৫,১০০ টাকা দান করেছেন। তহবিলে আজকের ব্যালান্স ৩৮,৩১২ টাকা। আল্লাহ তাঁদের দান কবুল করে নাও। তাঁদেরকে সিরাতিম মুস্তাকিমে দাখিল রাখো। তাঁদের সকল কাজে তুমি সাহায্যকারী হয়ে যাও। আগামীকাল দুঃস্থদের মাঝে তেহারীর প্যাকেট বিতরণ করার প্রস্তুতি নিচ্ছি। দোয়া করবেন যেন সুন্দরভাবে সম্পন্ন করতে পারি। আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৮.০৫.২০২১)।"
    },
    {
        "id": 92,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩৭/২০২১: তহবিলে সর্বশেষ ব্যালান্স ছিল ৯,২১২ টাকা। আজ ডাঃ সুমন নাজমুল হোসেন ৯,০০০ টাকা এবং নাম প্রকাশে অনিচ্ছুক একজন আল্লাহর বান্দা ৫,০০০ টাকা দান করেছেন। তহবিলে আজকের ব্যালান্স ২৩,২১২ টাকা। আল্লাহ তাঁদের দান কবুল করে নিন। তাঁদেরকে দুনিয়া ও আখিরাতে কামিয়াবী দান করুন। পরশুদিন শনিবার দুঃস্থদের মাঝে খাদ্য বিতরণ করার প্রস্তুতি নিচ্ছি। দোয়া করবেন মহান আল্লাহ যেন আরো তহবিলের ব্যবস্থা করে দেন। আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৭.০৫.২০২১)।"
    },
    {
        "id": 93,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩৬/২০২১: গত পরশু ২২ মে তারিখে তেহারী বিতরণের পর দোকানে বকেয়া ছিল ৭,৮৩৮ টাকা। গতকাল জনাব কামরুল হাসান ১,০০০ টাকা, গোবিন্দ কুমার মালো ১,০০০ টাকা, মোঃ শামীমুর রহমান ৩,০০০ টাকা দান করেছেন। গতকাল আমি তহবিলে ২,০০০ টাকা দিয়েছি। আজ ২৪ মে তারিখে আমার সহকারী সুমনের মোবাইলে একজন ৫,০৫০ টাকা বিকাশ করেছেন। তাঁর পরিচয় জানাননি। তাছাড়া, আজ বন্ধু ডাঃ যোবায়দুল কবির ৫,০০০ টাকা দান করেছেন। মোট সংগ্রহ হয়েছিল ১৭,০৫০ টাকা। বকেয়া ৭,৮৩৮ টাকা পরিশোধ করার পর এখন তহবিলে ব্যালান্স আছে ৯,২১২ টাকা। শীঘ্রই আবার খাদ্য বিতরণ করার আশা রাখি। আল্লাহ তুমি কবুল করে নাও। আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৪.০৫.২০২১)।"
    },
    {
        "id": 94,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩৫/২০২১: গতকাল ২২ মে তারিখে বিকালে-সন্ধ্যায় ৫৯৪ প্যাকেট তেহারী মোহাম্মদপুর, ধানমন্ডি, ঝিকাতলা, নীলক্ষেত, শাহবাগ, কাঁটাবন, কলাবাগান, সোবহানবাগ এলাকায় অসহায়, দুঃস্থ, ভাসমান মানুষের মাঝে বিতরণ করেছি। ৫০ কেজি গোশত, ৬০ কেজি চাউল এবং অন্যান্য সবকিছু কিনে বাবুর্চি ডেকে রান্না করিয়েছিলাম। গোশত ৫৬০ টাকা কেজি ৫০ কেজি ২৮,০০০ টাকা; চিনিগুড়া চাউল ১০০ টাকা কেজি ৬০ কেজি ৬,০০০ টাকা; তেল, পিঁয়াজ, রসুন, আদা, মরিচ, এলাচ, দারুচিনি, জায়ফল, বাদাম, কিচমিচ, আলু, তেজপাতা, লবন ইত্যাদি ৮,৩৮৮ টাকা; লাকড়ী, রাবার ২,৩০০ টাকা; প্যাকেট ১,৪০০ টাকা; বাবুর্চি, সহকারী, ডেকচি, ভাড়া ৩,৮০০ টাকা; মোট খরচ হয়েছে ৪৯,৮৮৮ টাকা। প্রতি প্যাকেটে খরচ পড়েছে ৮৩.৯৮ টাকা, আলহামদুলিল্লাহ। তহবিলে সর্বশেষ ব্যালান্স ছিল ৪২,০৫০ টাকা। আজকের খরচের পর দোকানে বকেয়া রয়েছে ৭,৮৩৮ টাকা। দোয়া করবেন, আল্লাহ যেন দ্রুত বকেয়া পরিশোধের ব্যবস্থা করে দেন। অসহায়, নিরীহ ফিলিস্তিনীদের জন্য অনেক দোয়া করেছি। আপাতত শান্তি প্রতিষ্ঠিত হয়েছে। আল্লাহ তুমি ফিলিস্তিনে চিরস্থায়ী শান্তি প্রতিষ্ঠা করে দাও। আমিন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৩.০৫.২০২১)।"
    },
    {
        "id": 95,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩৪/২০২১: গত ১২ মে তারিখে ঈদ ফুডব্যাগ বিতরণ করার পর খাদ্য সহায়তা তহবিলে সর্বশেষ ব্যালান্স ছিল ৩২,০০০ টাকা। ১২ মে তারিখে ডাঃ সারওয়ার ইবনে সালাম ৫,০০০ টাকা দান করেছেন। ১৪ মে তারিখে একজন ৫,০৫০ টাকা আমার এ্যাসিসট্যান্ট সুমনের মোবাইলে বিকাশ করেছেন। তিনি তাঁর পরিচয় জানাননি। তহবিলে এখনকার ব্যালান্স ৪২,০৫০ টাকা। আল্লাহ তুমি সবার দান কবুল করে নাও। সকলকে ইহকাল এবং পরকালে কামিয়াবী দান করো। তুমি অসহায়, নিরীহ ফিলিস্তিনীদের জন্য সহায় হয়ে যাও। আগামী শনিবার অসহায়, দুঃস্থদের মাঝে বিরানীর প্যাকেট বিতরণ করার প্র্রস্তুতি নিচ্ছি, ইন-শা-আল্লাহ। দোয়া করবেন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৮.০৫.২০২১)।"
    },
    {
        "id": 96,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩৩/২০২১: গতকাল বিকালে ৭৩টি নিম্নবিত্ত পরিবারের মাঝে ৭৩টি ঈদ ফুডব্যাগ বিতরণ করেছি, আলহামদুলিল্লাহ্। প্রতি ব্যাগে খরচ পড়েছে ৮৪৬ টাকা। ৭৩ ব্যাগে মোট খরচ হয়েছে ৬১,৭৫৮ টাকা। তিন দিনে মোট ১৭৫টি ফুডব্যাগ দেয়া হয়েছে। খাদ্য সহায়তা তহবিলে সর্বশেষ ব্যালান্স ছিল ৭৮,৬৫৮ টাকা। ১১ এপ্রিল তারিখে একজন ৫,১০০ টাকা বিকাশ করেছেন, পরিচয় জানাননি। ড. সুমন নাজমুল হোসেন ৫,০০০ টাকা দান করেছেন এবং আমি ৫,০০০ টাকা তহবিলে দিয়েছি। মোট ব্যালান্স হয়েছিল ৯৩,৭৫৮ টাকা। গতকালের ৬১,৭৫৮ টাকা খরচের পর তহবিলে এখন ব্যালান্স আছে ৩২,০০০ টাকা। পরবর্বতী কার্যক্রম অবহিত রাখবো ইন-শা-আল্লাহ। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১২.০৫.২০২১)।"
    },
    {
        "id": 97,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩২/২০২১: গতকাল বিকালে ৪৬টি নিম্নবিত্ত পরিবারের মাঝে ৪৬টি ঈদ ফুডব্যাগ বিতরণ করেছি, আলহামদুলিল্লাহ্। প্রতি ব্যাগে খরচ পড়েছে ৮৪৬ টাকা। ৪৬টি ব্যাগে মোট খরচ হয়েছে ৩৮,৯১৬ টাকা। দুই দিনে মোট ১০২টি ফুডব্যাগ দেয়া হয়েছে। খাদ্য সহায়তা তহবিলে সর্বশেষ ব্যালান্স ছিল ১,১৭,৫৭৪ টাকা। উক্ত খরচের পর আজকের ব্যালান্স আছে ৭৮,৬৫৮ টাকা। আগামীকাল আবার ঈদ ফুডব্যাগ বিতরণ করার প্রস্তুতি নিচ্ছি ইন-শা-আল্লাহ। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১০.০৫.২০২১)।"
    },
    {
        "id": 98,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩১/২০২১: গত বিকাল-সন্ধায় ৫৬টি নিম্নবিত্ত পরিবারের মাঝে ৫৬টি ঈদ ফুডব্যাগ বিতরণ করেছি, আলহামদুলিল্লাহ্। প্রতি ব্যাগে খরচ পড়েছে ৮৪৬ টাকা। ৫৬টি ব্যাগে মোট খরচ হয়েছে ৪৭,৩৭৬ টাকা।খাদ্য সহায়তা তহবিলে সর্বশেষ ব্যালান্স ছিল ১,১৮,০৫০ টাকা। ০৮ এপ্রিল তারেখে ব্যারিস্টার ফারিয়া হক ২,০০০ টাকা, ড. মাসুম ৫,১০০ টাকা দান করেছেন। নাম প্রকাশে অনিচ্ছুক একজন ১০,২০০ টাকা, একজন ২,৫০০ টাকা, একজন ৫,১০০ টাকা, একজন ২০,০০০ টাকা এবং একজন ২,০০০ টাকা দান করেছেন। আল্লাহ তুমি সবার দান কবুল করে নাও। তাঁদের সকলকে তুমি উত্তম বিনিময় প্রদান করো। তাঁদেরকে দুনিয়া ও আখিরাতে কামিয়াবী দান করো।তহবিলে আজকের ব্যালান্স ছিল ১,৬৪,৯৫০ টাকা। আজকের ৪৭,৩৭৬ টাকা খরচের পর ব্যালান্স আছে ১,১৭,৫৭৪ টাকা। আগামীকাল আবার ঈদ ফুডব্যাগ বিতরণ করবো ইন-শা-আল্লাহ। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৯.০৫.২০২১)।"
    },
    {
        "id": 99,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০৩০/২০২১: শনি ও রবিবার নিম্নবিত্তদের মাঝে ঈদ ফুডব্যাগ বিতরণ করার প্রস্তুতি নিচ্ছি। খাদ্য সহায়তা তহবিলে সর্বশেষ ব্যালান্স ছিল ৮৩,৭৫০ টাকা। ০৭ মে তারিখে জনাব ইকবাল বাহার ৫,১০০ টাকা, জনাব হাবিবুল ইসলাম ১০,২০০ টাকা, ড. নাসরীন রোজী ৫,০০০ টাকা, জনাব ইকরামুল ইসলাম ২,০০০ টাকা, সামিনা নাজ ১০,০০০ টাকা এবং জনাব খালেদ রহীম ২,০০০ টাকা দান করেছেন। তহবিলে আজকের ব্যালান্স ১,১৮,০৫০ টাকা। আল্লাহ তুমি সবার দান কবুল করে নাও। যিনি যে নিয়তে দান করেছেন তাঁর সে নিয়ত পূর্ণ করো। সকলকে দুনিয়া ও আখিরাতে কামিয়াবী দান করো। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৮.০৫.২০২১)।"
    },
    {
        "id": 100,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০২৯/২০২১: শনি ও রবিবার নিম্নবিত্তদের মাঝে ঈদ ফুডব্যাগ বিতরণ করার প্রস্তুতি নিচ্ছি। খাদ্য সহায়তা তহবিলে সর্বশেষ ব্যালান্স ছিল ৫৩,৬৫০ টাকা। ০৫ মে তারিখে একজন ৩,০০০ টাকা বিকাশ করেছেন, তবে তাঁর নাম-পরিচয় জানাননি। জনাব খায়ের আহমেদ চৌধুরী ৫,১০০ টাকা দান করেছেন। ৬ মে তারিখে জনাব বেলাল হোসাইন চৌধুরী ২০,০০০ টাকা যাকাত থেকে দিয়েছেন। মোঃ শামীমুর রহমান ২,০০০ টাকা দান করেছেন। তহবিলে আজকের ব্যালান্স ৮৩,৭৫০ টাকা, আলহামদুলিল্লাহ্। আল্লাহ তুমি সবার দান কবুল করে নাও। তাঁদেরকে দুনিয়া ও আখিরাতে কামিয়াবী দান করো। তাঁদের ইহকাল এবং পরকাল সুখ, শান্তি, সমৃদ্ধি দিয়ে পরিপূর্ণ করে দাও। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৭.০৫.২০২১)।"
    },
    {
        "id": 101,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০২৮/২০২১: ঈদ আসন্ন। লকডাউন চলছে। নিম্নবিত্তদের সহায়তা দেয়া দরকার। আগামী সপ্তায় ঈদ উপলক্ষ্যে অন্তত ১০০টি নিম্নবিত্ত পরিবারকে একটু উন্নত ফুডব্যাগ দেয়ার নিয়ত করেছি। প্রতি ফুডব্যাগে থাকবে ৫কেজি মিনিকেট চাউল, ৩২৫ টাকা; ১কেজি চিনি ৭৮ টাকা; সেমাই ২ প্রকারের ৭০ টাকা; আধা লিটার সয়াবিন তেল (তীর) ৭৩ টাকা; দুধ ১লিটার ৭৫ টাকা; লবন আধা কেজি ২০ টাকা; মসুরির ডাল আধা কেজি ৪০ টাকা; পেঁয়াজ ১কেজি ৪৫ টাকা; আলু ২কেজি ৪০ টাকা; ১টা সাবান ৩৫ টাকা; কিসমিস ২০ টাকা; বাদাম ১০ টাকা, ১টা ব্যাগ ১৫ টাকা; মোট ৮৪৬ টাকা। ১০০ ফুডব্যাগে সর্বমোট খরচ হবে প্রায় ৮৫,০০০ টাকা। খাদ্য সহায়তা তহবিলে সর্বশেষ ব্যালান্স ছিল ৪৮,৫৫০। গতকাল একজন ৫,১০০ টাকা বিকাশ করেছেন, তবে তাঁর পরিচয় জানাননি। তহবিলে আজকের ব্যালান্স ৫৩,৬৫০ টাকা। দোয়া করবেন, আশা করি আল্লাহ তাঁর অসীম খাজানা থেকে অর্থের সংস্থান করে দেবেন ইন-শা-আল্লাহ্। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৫.০৫.২০২১)।"
    },
    {
        "id": 102,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০২১/২০২১: লকডাউন চলছে। নিম্নবিত্তদের সহায়তা দেয়া দরকার। গতকাল খাদ্য সহায়তা তহবিলে ব্যালান্স ছিল ১৪,৩৫৮ টাকা। আজ ইঞ্জিনিয়ার মোঃ আবুল খায়ের ভাই ৫,০০০ টাকা দান করেছেন। আল্লাহ তাঁর দান কবুল করে নাও। তাঁকে দুনিয়া ও আখিরাতে কামিয়াবী দান করো। তাঁর সব নেক মকসুদ হাসিল করে দাও। তহবিলে আজকের ব্যালান্স ১৯,৩৫৮ টাকা। আগামীকাল শনিবার নিম্নবিত্ত পরিবারদের মাঝে ফুডব্যাগ বিতরণ করার প্রস্তুতি নিচ্ছি। দোয়া করবেন, মহান আল্লাহ যেন সহজে আরো অর্থের সংস্থান করে দেন। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৭.০৪.২০২১)।"
    },
    {
        "id": 103,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০২০/২০২১: লকডাউন চলছে। নিম্নবিত্তদের সহায়তা দেয়া দরকার। গতকাল খাদ্য সহায়তা তহবিলে ব্যালান্স ছিল ৭,৩৫৮ টাকা। গতকাল নাম প্রকাশে অনিচ্ছুক এক দ্বীনি ভাই ৫,০০০ টাকা দান করেছেন। আল্লাহ তাঁর এই নীরব দান কবুল করে নাও। তাঁকে দুনিয়া ও আখিরাতে কামিয়াবী দান করো। আজ জনাব আজিম, আইটিপি ২,০০০ টাকা দান করেছেন। আল্লাহ তাঁর সব নেক মকসুদ হাসিল করে দাও। তহবিলে আজকের ব্যালান্স ১৪,৩৫৮ টাকা। পরশুদিন শনিবার নিম্নবিত্ত পরিবারদের মাঝে ফুডব্যাগ বিতরণ করার প্রস্তুতি নিচ্ছি। দোয়া করবেন, মহান আল্লাহ যেন আরো অর্থের সংস্থান করে দেন। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৬.০৪.২০২১)।"
    },
    {
        "id": 104,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০১৯/২০২১: লকডাউন চলছে। নিম্নবিত্তদের সহায়তা দরকার। বিগত ০৮ এপ্রিল তারিখে মোঃ ইলিয়াস হোসেন ভুইয়া ১,০০০ টাকা দান করেছিলেন। আল্লাহ তাঁর দান কবুল করে নাও। তাকে দুনিয়া ও আখিরাতে কামিয়াবী দান করো। আজ একজন ৫০০ টাকা পাঠিয়েছেন। কে বুঝতে পারিনি। আল্লাহ তাঁর দান কবুল করে নাও। আজ আমি ২,০০০ টাকা দিয়েছি। তহবিলে আজকের ব্যালান্স ৭,৩৫৮ টাকা। আল্লাহ আরো অর্থের সংস্থান করে দাও। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৪.০৪.২০২১)।"
    },
    {
        "id": 105,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০১৮/২০২১: লকডাউন চলছে। তাই, এখন রান্না করা তেহারীর প্যাকেট বিতরণ না করে আজ চাল, ডাল, তেল, লবন ইত্যাদিসহ ৪০টা ফুডব্যাগ নিম্নবিত্ত পরিবারের মাঝে বিতরণ করেছি। প্রতি ব্যাগে ছিল কাকলী-২৮ চাউল ৫কেজি ৫৫ টাকা কেজি ২৭৫ টাকা, ডাল আধা কেজি ৪০ টাকা, লবন আধা কোজি ২০ টাকা; ২কেজি আলু ৪০ টাকা, ১কেজি পেয়াজ ৪৫ টাকা, আধা লিটার সয়াবিন তেল ৭৩ টাকা, ১টা ব্যাগ ১০ টাকা। মোট ৫০৩ টাকা। ৫০০ টাকা করে দিয়েছি। ৪০টা ফুড ব্যাগে খরচ হয়েছে ২০,০০০ টাকা। তহবিলে সর্বশেষ ব্যালান্স ছিল ২৪,৮৫৮ টাকা। আজকের খরচের পর ব্যালান্স আছে ৪,৮৫৮ টাকা। নিম্নবিত্তদের আরো অনেক সহায়তা করা দরকার। আল্লাহ আমাদের দোয়া কবুল করে নাও, অর্থের সংস্থান করে দাও। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১০.০৪.২০২১)।"
    },
    {
        "id": 106,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০১৭/২০২১: খাদ্য বিতরণ তহবিলে সর্বশেষ ব্যালান্স ছিল ২৩,৮৫৮ টাকা। ইতোমধ্যে লকডাউন শুরু হয়েছে। তাই, এ সপ্তাহে রান্না করা খাবার বিতরণ না করে, চাল, ডাল, তেল, লবন ইত্যাদির ব্যাগ প্রস্তুত করে নিকটস্থ দুঃস্থ পরিবারদের মধ্যে বিতরণ করার প্রস্তুতি নিচ্ছি। আগামীকাল শুক্রবার বা পরশু শনিবার বিতরণ করবো ইন-শা-আল্লাহ। দোয়া করবেন, মহান আল্লাহ যেন আরো অর্থের সংস্থান করে দেন এবং আমাদের সব কাজ ইবাদত হিসেবে কবুল করে নেন। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৮.০৪.২০২১)।"
    },
    {
        "id": 107,
        "details": "ভ্যাট টিপস-০৩/২০২১ (রপ্তানি-৩): পূর্বের টিপসে শতভাগ রপ্তানিমুখী প্রতিষ্ঠান কর্তৃক উপকরণ কর হ্রাসকারী সমন্বয় করার বিষয়ে আলোচনা করেছিলাম। আজকের টিপসে উক্ত আলোচনা আরো বিস্তৃত করা হয়েছে। হ্রাসকারী সমন্বয় করার সময়সীমা ৬ (ছয়) কর-মেয়াদ হওয়া সমীচীন তা ব্যাখ্যা করা হয়েছে। অনুগ্রহ করে সংযুক্তি দেখুন। ভ্যাট আইন ও বিধিমালায় বর্ণীত বিভিন্ন প্রকারের সমন্বয়ের সময়সীমা বিষয়ে বিস্তারিত আলোচনা করা হয়েছে। আশা করি টিপসটি অনেকের উপকারে আসবে ইন-শা-আল্লাহ্। (চলবে), (ড. মোঃ আব্দুর রউফ, ২৮.০১.২০২১)।"
    },
    {
        "id": 108,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০০৫/২০২১: ইন-শা-আল্লাহ্, আগামী পরশুদিন ২৯ জানুয়ারী, শুক্রবার অসহায়, দুঃস্থ, ভাসমান মানুষের মাঝে খাবার বিতরণ করার নিয়ত করেছি। বিগত ০৮.০১.২০২১ তারিখে খাবার বিতরণের পর তহবিলে ব্যালান্স ছিল ৪,৪৯৫ টাকা। ০৯.০১.২০২১ তারিখে নাম প্রকাশে অনিচ্ছুক এক পরিচিতজন ৫,০০০ টাকা দান করেছেন। ১৭.০১.২০২১ তারিখে নাসরিন সুলতানা ২,০০০ টাকা দান করেছেন। ব্যারিস্টার ফারিয়া হক ২৬.০১.২০২১ তারিখে ৫,০০০ টাকা এবং ২৭.০১.২০২১ তারিখে ৫,০০০ টাকা দান করেছেন। তহবিলে আজকের ব্যালান্স ২১,৪৯৫ টাকা। খাবার বিতরণে মোট প্রায় ৩৫,০০০ টাকা প্রয়োজন হবে। দোয়া করবেন মহান আল্লাহ যেন তাঁর অসীম খাজানা থেকে ব্যবস্থা করে দেন। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৭.০১.২০২১)।"
    },
    {
        "id": 109,
        "details": "ভ্যাট টিপস-০২/২০২১ (রপ্তানি-২): আমাদের দেশের ভ্যাট ব্যবস্থা জটিল হওয়ার কারণে অনেকে আইনে দেয়া সুবিধাটুকুও নিতে পারেন না। কারণ, অনেকে জানেন না যে, আইনে সে বিষয়ে তাকে কী সুবিধা দেয়া হয়েছে। এমন একটা বিষয় হলো, রপ্তানির ক্ষেত্রে সমন্বয়। বিশেষ করে শতভাগ রপ্তানিমুখী প্রতিষ্ঠান বন্ড লাইসেন্সের বাইরে প্রয়োজনে কিছু ক্রয় করে থাকে। সেসব ক্রয়ের ক্ষেত্রে ভ্যাট পরিশোধ করে। কোনো কোনো ক্ষেত্রে ভ্যাট মওকুফ করা আছে। এর বাইরে ভ্যাট পরিশোধ করে ক্রয় করতে হয়। এই ভ্যাট হ্রাসকারী সমন্বয় করা যাবে, অর্থাৎ ফেরৎ নেয়া যাবে। দাখিলপত্রের মাধ্যমে হ্রাসকারী সমন্বয় করতে হয়। শতভাগ রপ্তানিমুখী প্রতিষ্ঠান বর্তমানে দাখিলপত্র দাখিল করে, উৎসে ভ্যাট কর্তনকারী হলে উৎসে কর্তন করে; তবে সমন্বয় করার বিষয়টি অনেকের জানা নেই । তাই, তারা উপকরণ ক্রয়ের বিপরীতে হ্রাসকারী সমন্বয় গ্রহণ করে না। দয়া করে সংযুক্তি দেখুন। সংযুক্তিতে এ বিষয়টি বিস্তারিত বর্ণনা করা হয়েছে। আশা করি টিপসটি অনেকের উপকারে আসবে ইন-শা-আল্লাহ্। (চলবে), (ড. মোঃ আব্দুর রউফ, ১৩.০১.২০২১)।"
    },
    {
        "id": 110,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০০৪/২০২১: আলহামদুলিল্লাহ, আজ খুব সুন্দরভাবে মোহাম্মদপুর, শ্যামলী, কল্যাণপুর, শেরে-বাংলা নগর, ধানমন্ডি, কলাবাগান, শুক্রাবাদ, ঝিগাতলা এলাকায় অসহায়, দুঃস্থ, ভাসমান মানুষের মাঝে ৪১৭টি বিরানির প্যাকেট বিতরণ করেছি। বিতরণের সময় আমার ড্রাইভার সাঈদুর রহমান, এ্যাসিসট্যানন্ট সুমন এবং আহমদ খান কামাল ও এএইচএম শামসুজ্জামান উপস্থিত  থেকে সহযোগিতা করেছেন। ৩০ কেজি গরুর গোশত ৫৫০ টাকা কেজি হিসেবে ১৬,৫০০ টাকা, ৪০ কেজি চিনিগুড়া চাউল ১০০ টাকা কজি হিসেবে ৪,০০০ টাকা, আলু+তেল+মশলা ও অন্যান্য ৫,২৫০ টাকা, প্যাকেট ১,০০০ টাকা, খড়ি ৯৫০ টাকা, বাবুর্চি+হেল্পার ৩,০০০ টাকা, ডেকচি ও অন্যান্য ৮০০। আজ মোট খরচ হয়েছে ৩১,৫০০ টাকা। তহবিলে ব্যালান্স ছিল ৩২,৯৯৫ টাকা। আজ জনাব একরামুল ইসলাম ৩,০০০ দান করেছেন। আজকের ব্যালান্স ছিল ৩৫,৯৯৫ টাকা। আজকের খরচ ৩১,৫০০ টাকা বাদ দিয়ে এখন ব্যালান্স আছে ৪,৪৯৫ টাকা।সব কাজের মধ্যে বিতরণ একটু কঠিন। যেন জটলা সৃষ্টি না হয় সেদিকে খেঁয়াল রাখতে হয়। গাড়ি থামিয়ে ব্যাগে করে কয়েক প্যাকেট নিয়ে হেঁটে একটু দূরে গিয়ে মূলত রাস্তার পাশে ফুটপাথে এমন মানুষ পাওয়া যায়। তাকে ১/২টা প্যাকেট দিয়ে গাড়িতে ফিরে আসতে হয়। আবার, একটু দূরে যেয়ে এভাবে বিতরণ করতে হয়। কাউকে বুঝতে দেইনা যে, কোন গাড়ি থেকে খাবার দেয়া হচ্ছে। কাজটা ব্যাপকভিত্তিতে চালু করার আশা করি। দোয়া করবেন যেন আল্লাহ সহজ করে দেন। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৮.০১.২০২১)।"
    },
    {
        "id": 111,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-০০৩/২০২১: ইন-শা-আল্লাহ্, আগামীকাল ৮ জানুয়ারী শুক্রবার অসহায়, দুঃস্থ, ভাসমান মানুষের মাঝে খাদ্য বিতরণ করার প্রস্তুতি নিচ্ছি। তহবিলে সর্বশেষ ব্যালান্স ছিল ২২,৪৯৫ টাকা। আজ জনাব হাফিজুর রহমান ৫,০০০ (পাঁচ হাজার টাকা মাত্র) দান করেছেন। জনাব ওমর ফারুক ৩,০০০ (তিন হাজার টাকা মাত্র) দান করেছেন। জনাব মহিদুর রহমান ১০০ (একশত টাকা মাত্র) দান করেছেন। আমি ২,০০০ (দুই হাজার টাকা মাত্র) দান করেছি। এর আগে আমেরিকা থেকে মিসেস নাজমা মালিক এবং মোহাম্মদ মালিক ২০,০০০ টাকা রেমিট্যান্স পাঠিয়েছিলেন, সেখানে ৪০০ (চার শত টাকা মাত্র) ক্যাশ ইনসেনটিভ ছিল, তা যোগ করতে ভুলে গিয়েছিলাম। আজ যোগ করেছি। আজকের ব্যালান্স ৩২,৯৯৫ টাকা। আল্লাহ সবার দান কবুল করে নিন। তাঁদেরকে দুনিয়া ও আখেরাতে কামিয়াবী দান করুন। দোয়া করবেন যেন আগামীকাল সুন্দরভাবে খাদ্য বিতরণ কাজ সম্পন্ন করতে পারি। আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৭.০১.২০২১)।"
    },
    {
        "id": 112,
        "details": "জাতীয় ভ্যাট দিবসের শুভেচ্ছাপ্রিয় ভ্যাট অনুরাগীআসসালামুআলাইকুম ওয়ারহমাতুল্লাহ। আজ ১০ ডিসেম্বর জাতীয় ভ্যাট দিবস। ২০১২ সালের ১০ ডিসেম্বর তারিখে মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এ মহামান্য রাষ্ট্রপতি কর্তৃক সম্মতি প্রদান করা হয়; তাই, এই দিনটিকে জাতীয় ভ্যাট দিবস হিসেবে নির্ধারণ করা হয়েছে। একই পটভূমিতে ১৯৯১ সনের ভ্যাট আইনের আওতায় ১০ জুলাই তারিখ জাতীয় ভ্যাট দিবস হিসেবে পালন করা হতো। খুব সম্ভবত ২০১০ সাল থেকে জাতীয় ভ্যাট দিবস এবং ভ্যাট সপ্তাহ পালন করা হচ্ছে। দিবস এবং সপ্তাহ পালন করার মূল উদ্দেশ্য হলো মানুষের মধ্যে ভ্যাট সচেতনতা বৃদ্ধি করা। আমাদের কর-সংস্কৃতির উন্নয়ন প্রয়োজন, তাই কর সংক্রান্ত বিষয়ে সচেতনতা বৃদ্ধি করা জরুরি। আশা করি, এই দিন এবং সপ্তাহের নানা কর্মসূচী ভ্যাট বিষয়ে সচেতনতা বৃদ্ধিতে প্রভূত সহায়ক হবে। আসুন, দেশে একটা আদর্শ ভ্যাট ব্যবস্থা নির্মাণ করতে আমরা সকলে সচেষ্ট হই। বিনীতড. মোঃ আব্দুর রউফ"
    },
    {
        "id": 113,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৩৬: বিগত ১৫.১১.২০২০ তারিখে জনাব ভূইয়া নেয়ামত উল্লাহ ২,০০০ টাকা দিয়েছিলেন। ২,৪১৫ টাকা ব্যালান্সের সাথে উক্ত টাকা যোগ করে আজকের ব্যালান্স হয়েছে ৪,৪১৫ টাকা। আজ প্রায় ২০ (কুড়ি) বছর হতে চললো আমি ক্ষুধার্তকে অন্ন দাও কর্মসূচী পরিচালনা করে আসছি। এ যাবৎ নিজস্ব অর্থায়নে স্বল্প পরিসরে করেছি। কভিড প্রাদূর্ভাবের শুরু থেকে মূলত লিংডইনে পোস্ট দেই এবং কিছু অনুদান পায়। প্রথম দিকে এখনকার তুলনায় অনুদান একটু বেশি পেয়েছি। এখন একটু বড় আকারে খাদ্য বিতরণ করতে চেয়েও পারছি না। আমার নিজের তেমন সামর্থ্য নেই। দোয়া করবেন, মহান আল্লাহ যেন সহজ করে দেন, যেন ব্যাপকভাবে খাবার বিতরণ করার তৌফিক দান করেন, আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৮.১২.২০২০)।"
    },
    {
        "id": 114,
        "details": "Second batch Practical VAT Management course starts soon"
    },
    {
        "id": 115,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৩৫: বেশ কিছুদিন খুব ব্যস্ত ছিলাম। ক্ষুধার্তকে অন্ন দাও কর্মসূচী নিয়ে ভাবতে বা কাজ করতে পারিনি। শীঘ্রই আর একদিন খাবার বিতরণ করার নিয়ত করেছি। বিগত ১৩.১১.২০২০ তারিখে খাবার বিতরণের পর তহবিলে ব্যালান্স ছিল ৪১৫ টাকা। আজ আমি ২,০০০ (দুই হাজর টাকা) মাত্র তহবিলে দিয়েছি। আজকের ব্যালান্স ২,৪১৫ টাকা। আমি একটু বড় আকারে কাজ করতে চায়। কিন্তু সময় এবং অর্থাভাবে হয়ে উঠছে না। খাবার বিতরণ করতে গেলে বুঝা যায় যে, আমাদের আশে-পাশেই অনেক মানুষ রয়েছে যাদের এতটুকু খাবার খুব প্রয়োজন। আপনারা দোয়া করবেন। মহান আল্লাহ যেন সব সহজ করে দেন, যেন ব্যাপকভাবে খাবার বিতরণ করার তৌফিক দান করেন, আমীন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৭.১২.২০২০)।"
    },
    {
        "id": 116,
        "details": "Answer to VAT Query_Input Tax CreditDear VAT EnthusiastsAssalamuaalaikum Warahmatullah!Please find attached herewith an answer to VAT query. Hope, this shall be helpful to disburse VAT responsibilities lawfully with ease. Regards, Abdur Rouf"
    },
    {
        "id": 117,
        "details": "প্রিয় ভ্যাট অনুরাগীশুভেচ্ছা নিন। বাংলাদেশ কারিগরি শিক্ষা বোর্ড-এ অধিভুক্ত “ইন্টারন্যাশনাল ভ্যাট ট্রেনিং ইন্সটিটিউট” “প্র্যাকটিক্যাল ভ্যাট ম্যানেজমেন্ট” কোর্স পরিচালানা করছে। দ্বিতীয় ব্যাচে জানুয়ারী-জুন/২০২১ সেশনে ভর্তি চলছে। কোর্সের বৈশিষ্ট্য নিম্নরূপ: (ক) বাংলাদেশে এই প্রথম ভ্যাট সংক্রান্ত কোর্স যা সরকারি কর্তৃপক্ষ কর্তৃক অনুমোদিত;(খ) ইন্টারন্যাশনাল ভ্যাট ট্রেনিং ইন্সটিটিউট পাঠদান করবে। পরীক্ষা গ্রহণ, মূল্যায়ন এবং সার্টিফিকেট প্রদান করবে কারিগরি শিক্ষা বোর্ড;(গ) কোর্সের মেয়াদ ৩৬০ ঘন্টা। ৭২টি সেশন, প্রতি সেশন ৫ ঘন্টা। ৩০০ ঘন্টা ভ্যাট, ৬০ ঘন্টা কমিউনিকেটিভ ইংলিশ পাঠদান করা হবে; (ঘ) সীট ক্যাপাসিটি ৪০ (চল্লিশ) জন;(ঙ) প্র্যাকটিক্যালের ওপর অত্যধিক জোর দেয়া হবে;(চ) কিছু সেশন অনলাইনে হবে। বেশি সেশন ক্লাশরুমে হবে। ঠিকানা: ভ্যাট ফোরাম, স্কাইলার্ক পয়েন্ট (৫ম তলা) হোটেল ৭১ এর পার্শ্বে, বিজয়নগর, ঢাকা;(ছ) কোর্সটি সম্পন্ন করলে আশা করি কেউ বেকার থাকবেন না। ভ্যাটের ওপর উত্তম ধারণা হবে। কোনো ফ্রেশার কোর্সটি সম্পন্ন করলে দক্ষ ভ্যাট পেশাদারে পরিণত হবেন ইন-শা-আল্লাহ্;  (জ) ভর্তির বিষয়ে কোর্স কো-অর্ডিনেটর জনাব আকতারুল ইসলাম-এর সাথে দয়া করে যোগাযোগ করুন (০১৭৫৮-৬৬৯০৬৫, ই-মেইল: akhter5959@gmail.com)।      আসুন, ভ্যাট শিখি, পরিপালন নিশ্চিত করি, দেশে একটি মানসম্মত ভ্যাট ব্যবস্থা গড়ে তুলি। ধন্যবাদ এবং ছালাম। বিনম্র শ্রদ্ধান্তে,ইন্টারন্যাশনাল ভ্যাট ট্রেনিং ইন্সটিটিউট১৭.১০.২০২০"
    },
    {
        "id": 118,
        "details": "ভ্যাট টিপস-৫৮/২০২০ (সংক্ষিপ্ত বিচার [Summary Adjudication]): গত টিপসে মতামত দিয়েছিলাম যে, শুধুমাত্র ধারা ৮৫ এর টেবিলে বর্ণিত ব্যর্থতার ক্ষেত্রে নয়- অনিয়ম, ফাাঁকি, আটক মামলা সব ক্ষেত্রে সংক্ষিপ্ত বিচার করা যাবে। ধারা ৮৫ এর টেবিলে বর্ণিত ব্যর্থতাগুলোই শুধু ব্যর্থতা নয়, বরং অপরাধ এর বাইরে আইন ও বিধিমালার যে কেনো বিধান পরিপালন না করা ব্যর্থতা হিসেবে গণ্য।  অনিয়ম মামলা ছাড়া রাজস্ব ফাঁকি বা আটক মামলার ক্ষেত্রে যদি সংক্ষিপ্ত বিচার করা না যায়, তাহলে তা অর্থহীন। আমাদের বুঝতে হবে যে, কোন্ পরিস্থিতিতে সংক্ষিপ্ত বিচার প্রক্রিয়া অবলম্বন করার প্রয়োজন হয়। তদন্ত ও কারণ দর্শাও নোটিশ ব্যতীত বিচার করার অর্থ হলো দ্রুত বিচার করা। যখন কোনো আটক পণ্য দ্রুত খালাস নেয়ার প্রয়োজন হয়, তখন সাধারণত সংক্ষিপ্ত বিচারের আবেদন করা হয়। ধরুন, কোনো পণ্য আটক থাকলে মেয়াদ উত্তীর্ণ হয়ে যাবে বা কোনো পণ্য টেন্ডারের বিপরীতে সরবরাহ দেয়ার জন্য নিয়ে যাওয়া হচ্ছিল, নির্দিষ্ট সময়ের মধ্যে সরবরাহ দিতে না পারলে টেন্ডার বাতিল হয়ে যাবে বা কোনো পণ্য স্পেসিফিকেশন অনুযায়ী সংরক্ষণ করার ব্যবস্থা ভ্যাট বিভাগের গুদামে নেই; এরূপ ক্ষেত্রে সংক্ষিপ্ত বিচারের আবেদন করার প্রয়োজন হয়। আগেই বলেছি যে, সংক্ষিপ্ত বিচার উভয়ের জন্য মঙ্গলজনক। দ্রুত মামলা নিষ্পত্তি হয়, সরকার রাজস্ব পায়, পণ্য ক্ষতির হাত থেকে রক্ষা পায়। তাই, অপরাধ ছাড়া অন্য সব মামলার ক্ষেত্রে সংক্ষিপ্ত বিচার করা যাবে। (চলবে), (ড. মোঃ আব্দুর রউফ, ১৩.১০.২০২০)।"
    },
    {
        "id": 119,
        "details": "ভ্যাট টিপস-৫৭/২০২০ (সংক্ষিপ্ত বিচার [Summary Adjudication]): মাঝে মাঝে একটা প্রশ্ন পায়, তা হলো বর্তমানে সংক্ষিপ্ত বিচারের বিধান কী? ১৯৯১ সনের ভ্যাট আইনে সংক্ষিপ্ত বিচারের বিধান এরূপ ছিল যে, যেকোনো মামলার ক্ষেত্রে (অনিয়ম মামলা, ফাঁকি মামলা বা আটক মামলা) কতিপয় শর্তসাপেক্ষে সংশ্লিষ্ট ব্যক্তি সংক্ষিপ্ত বিচারের আবেদন করতে পারতেন। মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর ধারা ৮৬ এর উপ-ধারা (৩) এ উল্লেখ রয়েছে যে, কোনো ব্যক্তি ব্যর্থতা বা অনিয়মের ক্ষেত্রে সংক্ষিপ্ত বিচারের আবেদন করতে পারবেন। ব্যর্থতা বলতে ধারা ৮৫ এর টেবিলে বর্ণিত ব্যর্থতা বা অনিয়মগুলোকে বিবেচনা করা হয় এবং মাঠ পর্যায়ে শুধুমাত্র এগুলোর ক্ষেত্রেই সংক্ষিপ্ত বিচার প্রক্রিয়া অনুসরণ করা হয় মর্মে জানতে পেরেছি। এরূপ ধারণার সাথে আমি একমত নই। আমার মতামত হলো, সব মামলার ক্ষেত্রেই সংক্ষিপ্ত বিচার প্রক্রিয়া অবলম্বন করা যাবে। কারণ, ধারা ৮৫ এর টেবিলে বর্ণিত ব্যর্থতাগুলোই শুধু ব্যর্থতা নয়, বরং অপরাধ এর বাইরে আইন ও বিধিমালার যে কেনো বিধান পরিপালন না করা ব্যর্থতা হিসেবে গণ্য হবে। ধারা ৮৫ এর উপ-ধারা (২) এ এরূপ ইঙ্গিত রয়েছে। সেটা হওয়াই স্বাভাবিক। সংক্ষিপ্ত বিচার প্রক্রিয়া সরকার ও করদাতা উভয়ের জন্য মঙ্গলজনক। দ্রুত মামলা নিষ্পত্তি হয়, সরকার রাজস্ব পায়। তাই, সবক্ষেত্রে প্রযোজ্য হওয়াই উত্তম। (চলবে), (ড. মোঃ আব্দুর রউফ, ০৮.১০.২০২০)।"
    },
    {
        "id": 120,
        "details": "প্রিয় ভ্যাট অনুরাগীছালাম ও শুভেচ্ছা নিন। বাংলাদেশ কারিগরি শিক্ষা বোর্ড থেকে ইন্টারন্যাশনাল ভ্যাট ট্রেনিং ইন্সটিটিউট এফিলিয়েশন পেয়েছে এবং “প্র্যাকটিক্যাল ভ্যাট ম্যানেজমেন্ট” কোর্স-এর পাঠদান করার অনুমতি পেয়েছে। ১৬ অক্টোঃ, শুক্রবার বিকাল ০৪টা থেকে অনলাইনে সেশন শুরু হবে। শীঘ্রই ক্লাশরুমে শিফট করা হবে। সাধারণত সন্ধায় সেশন হবে। কোর্সের বৈশিষ্ট্য নিম্নরূপ: (ক) বাংলাদেশে প্রথম ভ্যাট সংক্রান্ত কোর্স যা সরকারি কর্তৃপক্ষ কর্তৃক অনুমোদিত;(খ) ইন্টারন্যাশনাল ভ্যাট ট্রেনিং ইন্সটিটিউট পাঠদান করবে; পরীক্ষা গ্রহণ, মূল্যায়ন এবং সার্টিফিকেট প্রদান করবে কারিগরি শিক্ষা বোর্ড;(গ) মেয়াদ ৩৬০ ঘন্টা। ৭২টি সেশন, প্রতি সেশন ৫ ঘন্টা। ৩০০ ঘন্টা ভ্যাট, ৬০ ঘন্টা কমিউনিকেটিভ ইংলিশ;(ঘ) প্রথম ব্যাচে আসন ৪০ (চল্লিশ);(ঙ) প্র্যাকটিক্যালের ওপর অত্যধিক জোর দেয়া হবে;(চ) কোর্সটি সম্পন্ন করলে আশা করি কেউ বেকার থাকবেন না। ফ্রেশার কোর্সটি সম্পন্ন করলে দক্ষ ভ্যাট পেশাদারে পরিণত হবেন ইন-শা-আল্লাহ্;  (ছ) ভর্তির বিষয়ে ট্রেনিং কো-অর্ডিনেটর জনাব আকতারুল ইসলাম-এর সাথে দয়া করে যোগাযোগ করুন (০১৭৫৮-৬৬৯০৬৫, ই-মেইল: akhter5959@gmail.com)।  প্রয়োজন হলে ডিসকাউন্ট, বিলম্বে পরিশোধের সুযোগ, ইন্সটলমেন্টে পরিশোধ করার সুযোগ ইত্যাদি দেয়া হবে।    আসুন, ভ্যাট শিখি, পরিপালন নিশ্চিত করি, দেশে একটি মানসম্মত ভ্যাট ব্যবস্থা গড়ে তুলি। ধন্যবাদ এবং ছালাম। বিনম্র শ্রদ্ধান্তে,আব্দুর রউফ০৭/১০/২০২০"
    },
    {
        "id": 121,
        "details": "ভ্যাট টিপস-৪৮ (মূল্য সংযোজন, মুনাফা এবং ওয়েস্টেজের হার): এমন কথা শুনেছি যে, অনেক ক্ষেত্রে অফিসার বলেন যে, ৩৩.৩৪% সংযোজন হতে হবে, ৪০% সংযোজন হতে হবে ইত্যাদি। যদিও এমন কোনো বিধান বর্তমানে নেই। পূর্বের ভ্যাট আইনে এমন একটা বিধান ছিল যা এখন নেই। মূল্য সংযোজন নিয়ে মাঠ পর্যায়ে অনেক জটিলতা হয়। বিজিনেস-ফ্রেন্ডলী করার জন্য এগুলো হলো কাজের ক্ষেত্র। এই সমস্যাগুলো নিরসণ করতে হবে। প্রথমত, কোনটাকে মূল্য সংযোজন বলা হবে তা নিয়েও কোনো সুনির্দিষ্ট নির্দেশনা বা মতৌক্য নেই। দ্বিতীয়ত, বিভিন্ন খাতে মূল্য সংযোজনের হার কত হবে তা নিয়েও মতৌক্য নেই। এ দুটি বিষয় নির্ধারণ করে দেয়া যায়। এটা রেগুলেটরী এজেন্সীর দায়িত্ব। এ দুটি বিষয় নির্ধারণ করা খুব কঠিন কাজ নয়। বিশেষজ্ঞ এবং স্টেইক-হোল্ডারদের সাথে আলোচনা করে তা করা যায়। প্রয়োজন হলো উদ্যোগ নেয়া। ব্যবসায়ী সংগঠনের পক্ষ থেকেও স্টাডি করে সাজেশন দেয়া যায়। (চলবে), (ড. মোঃ আব্দুর রউফ, ০৯.০৯.২০২০)।"
    },
    {
        "id": 122,
        "details": "ভ্যাট টিপস-৪৭ (মূল্য সংযোজন, মুনাফা এবং ওয়েস্টেজের হার): একটা প্রশ্ন খুব ঘণ ঘণ আসে, তা হলো, মূল্য সংযোজনের হার কত পারসেন্ট হবে, মুনাফার হার কর পারসেন্ট হবে এবং ওয়েস্টেজের হার কত পারসেন্ট হবে? আমাদের ভ্যাট ব্যবস্থায়, এ তিনটির কোনো স্ট্যান্ডার্ড হার নেই। আপনার অর্থনৈতিক কর্মকান্ডে ঠিক যে হারে সংযোজন, মুনাফা, ওয়েস্টেজ হয়, ঠিক সে হার হিসাবপত্রে প্রদর্শন করতে হবে। ভ্যাট অফিসার যাচাই করে দেখবেন যে, প্রকৃত সংযোজন, মুনাফা, ওয়েস্টেজ প্রদর্শন করা হয়েছে কিনা। ওই অর্থনৈতিক কর্মকান্ডে প্রকৃত সংযোজন, মুনাফা, ওয়েস্টেজের হার কত সে বিষয়ে তাঁর ধারণা থাকতে হবে। যখন মূসক-৪.৩ ফরমে মূল্য ঘোষণা দাখিল করা হয়, তখন ওয়েস্টেজের পরিমাণ এবং মূল্য সংযোজনের পরিমাণ লিখতে হয়। স্বাভাবিকভাবেই তা লিখতে হবে প্রকৃত পরিমাণের ভিত্তিতে। মুনাফা হলো মূল্য সংযোজনের অংশ। কোনটি উপকরণ এবং কোনটি সংযোজন এর ওপর পরবর্তীতে আর একটা টিপস দেবো ইন-শা-আল্লাহ। মুনাফার পরিমাণ/হার বিষয়ে ভ্যাট আইনে কোনো নির্দেশনা নেই। অন্য কোনো আইনে (যেমন, ভোক্তা অধিকার সংরক্ষণ আইন) যদি কোনো নির্দেশনা থেকে থাকে তা পালন করতে হবে। ওয়েস্টেজের বিষয়ে বিধি ২৪ক, ২৪খ ও ২৪গ-তে বিস্তারিত বিধান বর্ণিত রয়েছে।  (চলবে), (ড. মোঃ আব্দুর রউফ, ০৭.০৯.২০২০)।"
    },
    {
        "id": 123,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-২৫: আমি কভিডে আক্রান্ত হওয়ার কারণে এক মাসের বেশি হতে চললো খাদ্য প্যাকেট বিতরণ করতে পারিনি। আগামী শুক্রবার ১১ সেপ্টেম্বর খাদ্য প্যাকেট বিতরণ করার সিদ্ধান্ত নিয়েছি। প্রতি প্যাকেটে থাকবে (১) ৫ কেজি বিআর-২৮ চাউল, ৪৮ টাকা কেজি হিসেবে ২৪০ টাকা; (২) ১ কেজি মসুরের ডাল ৮০ টাকা; (৩) ২ কেজি গোল আলু ৭০ টাকা; (৪) আধা কেজি লবন ২০ টাকা; (৫) আধা লিটার সয়াবিন ৫৫ টাকা; (৬) ১ কেজি পেঁয়াজ ৬০ টাকা; (৭) একটা লাইফবয় সাবান ৩০ টাকা এবং (৮) ১ টা ব্যাগ ১৫ টাকা; প্রতি প্যাকেট ৫৭০ টাকা। প্রায় ৮০টি অসহায় পরিবারকে দেয়ার নিয়ত করেছি। ৪৫,৬০০ টাকা প্রয়োজন হবে ।খাদ্য সহায়তা তহবিলে বর্তমান ব্যালান্স ২,৩৫০ টাকা। আপনারা জানেন যে, টাকা কোথা থেকে আসবে সে চিন্তা আমি করি না। যিনি রিযিকের মালিক তাঁর কাছে চেয়েছি। আপনারা দোয়া করতে থাকুন। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৫.০৯.২০২০)।"
    },
    {
        "id": 124,
        "details": "ভ্যাট টিপস-৪৬ (ব্যাংকিং চ্যানেলে মূল্য পরিশোধ): গত টিপস-এর আলোচনার ধারাবাহিকতায় আজকের টিপস। মাঠ পর্যায়ে এ বিষয়টি নিয়ে জটিলতার সৃষ্টি হয়। রেয়াত নেয়ার সময় ভ্যাট অফিসার ব্যাংকিং চ্যানেলে মূল্য পরিশোধ করার প্রমাণ চান। কিন্তু ক্রেতাতো মূল্য পরিশোধ করেননি। ব্যবসায়ীক সম্পর্কের ভিত্তিতে ক্রেতা মূল্য পরিশোধ করবেন ধরুন আরো পরে। আমি আমার বইয়ে এরূপ ব্যাখ্যা দিয়েছি যে, স্বাভাবিকভাবে ৪ কর-মেয়াদের মধ্যে রেয়াত নিয়ে নিতে হবে, ক্রেতা-বিক্রেতার ব্যবসায়ীক সম্পর্কের ভিত্তিতে স্বাভাবিকভাবে যখন মূল্য পরিশোধ করা হয়, তখন ব্যাংকিং চ্যানেলে পরিশোধিত হতে হবে, না হলে আগে নেয়া রেয়াত বৃদ্ধিকারী সমন্বয় করতে হবে। ভ্যাট অফিসারকে ফলো-আপ করতে হবে যে, কখন মূল্য পরিশোধ করা হয়। মূল্য পরিশোধ করতে অস্বাভাবিক বিলম্ব হলে প্রশ্ন করা যেতে পারে। কেউ বলতে পারেন যে, আমার এ ব্যাখ্যার ভিত্তি কী? ভিত্তি হলো, এমন কোনো কাজ করা যাবে না বা কথা বলা যাবে না, যার ফলে আইনের অন্য কোনো বিধান লংঘিত হয়, কারোর সাংবিধানিক অধিকার ক্ষুণ্ন হয়, স্বাভাবিক কোনো প্রথার সাথে সাংঘর্ষিক হয়। তাছাড়া, মূল্য সংযোজন কর ও সম্পূরক শুল্ক বিধিমালা, ২০১৬ এর বিধি-২৯ দেখুন। যথাসময়ে রেয়াত নিতে হবে। যদি ব্যাংকিং চ্যানেল ছাড়া মূল্য পরিশোধ করা হয় তাহলে আগে নেয়া রেয়াত বৃদ্ধিকারী সমন্বয় করতে হবে। এটাই বিধান। রেয়াত নেয়ার সময় ব্যাংকিং চ্যানেলে মূল্য পরিশোধের প্রমাণ চাওয়া যাবে না। (চলবে), (ড. মোঃ আব্দুর রউফ, ০৫.০৯.২০২০)।"
    },
    {
        "id": 125,
        "details": "প্রিয় ভ্যাট অনুরাগীবৃন্দআস্ সালামু আলাইকুম ওয়া রাহমাতুল্লাহ্। আমি একটু অসুস্থ আছি। তাই, একান্ত ইচ্ছা থাকা স্বত্ত্বেও প্রতিদিন ভ্যাট টিপস দিতে পারছি না। আমার জন্য এবং সকল করোনা আক্রান্ত রোগীদের জন্য দোয়া করবেন। আপনাদের একটা কাজ দেই। আপনারা আমাকে দু/একটা করে ভ্যাট বিষয়ে প্রশ্ন লিখে পাঠান, যেগুলো এখন মানুষের জানা খুব প্রয়োজন। আমি ক্রমান্বয়ে উত্তর দেবো ইন-শা-আল্লাহ্। দোয়া করি ভালো থাকুন। আব্দুর রউফ১১ আগস্ট, ২০২০ খ্রিস্টাব্দ।"
    },
    {
        "id": 126,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-১৭: খাদ্য সহায়তা তহবিলে সর্বশেষ ব্যালান্স ছিল ৯৪,০৮০ টাকা। নাম প্রকাশে অনিচ্ছুক এক ব্যক্তি আজ ৫,০০০ টাকা দান করেছেন। মহান আল্লাহ তাঁর দান কবুল করুন, তাঁর মনের সকল নেক মকসুদ পূরণ করুন। ব্যালান্স হয়েছিল ৯৯,০৮০ টাকা। এক লাখ ক্রস করানোর জন্যে আমি আজ ২,০০০ টাকা দান করেছি। বর্তমান ব্যালান্স ১,০১,০৮০ টাকা। সাউদিয়া এয়ারলাইন্স-এর লিগ্যাল কাউন্সেল ড. আমিনা খাতুন তাঁর মরহুম বাবার বিদেহী আত্মার মাগফিরাত কামনা করে ১০,০০০ টাকা দান করবেন বলে আজ আমাকে জানিয়েছেন। মহান আল্লাহ তাঁর বাবার আত্মাকে চির শান্তি দান করুন, তাঁর সন্তানদেরকে ইহকাল এবং পরকালে কামিয়াবী দান করুন। আরো ৫ জন দিতে চেয়েছেন। আমি ইতোপূর্বে বলেছিলাম যে, টাকা কোথা থেকে আসবে সে চিন্তা আমি করি না। যিনি রিযিকের মালিক তিনি এতগুলো অসহায়, দরিদ্র মানুষকে নিরাশ করবেন না বলে আশা করি। আমাদের কাজ শুধু চেষ্টা করা। আজ জনাব লুৎফুল কবির আমার অফিসে এসেছিলেন। তাঁর সাথে কথা বলে আমার খুব ভালো লেগেছে। তাঁকে কাজের সাথে জড়িত করবো আশা করছি। তাঁর বয়স কম, তবে উদ্যোগী, উন্নত চিন্তার মানুষ। এমন কিছু মানুষ সংগ্রহ করবো ইন-শা-আল্লাহ যাঁদের নিয়ে ভালো কাজ করা যায়। বৃহস্পতিবার সন্ধায় খাদ্য প্যাকেট বিতরণ করার প্রস্তুতি নিচ্ছি। দোয়ার দরখাস্ত রইলো (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৮.০৭.২০২০)।"
    },
    {
        "id": 127,
        "details": "ভ্যাট টিপস-২৮ (রেয়াত নেয়ার সমর্থনে দলিলাদি): মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর ধারা ৪৬ এর উপ-ধারা (৩) এ উল্লেখ রয়েছে যে, রেয়াত নিতে হলে কী কী দলিল দখলে থাকতে হবে। আমদানির ক্ষেত্রে বিল-অব-এন্ট্রি, স্থানীয় ক্রয়ের ক্ষেত্রে ভ্যাট চালানপত্র (মূসক-৬.৩), সেবা আমদানির ক্ষেত্রে ট্রেজারি চালান হলো রেয়াত নেয়ার দলিল। তাছাড়া, গ্যাস, পানি, বিদ্যুৎ ও টেলিফোন সেবার ক্ষেত্রে সংশ্লিষ্ট প্রতিষ্ঠান কর্তৃক ইস্যুকৃত বিল চালানপত্র হিসেবে গণ্য হবে এবং তার বিপরীতে রেয়াত নেয়া যাবে। এর বাইরে কোনো প্রতিষ্ঠানের নিজস্ব চালান, রসিদ, মেমো ইত্যাদির বিপরীতে রেয়াত নেয়া যাবে না। আজ একজন আমাকে একটা স্বায়ত্বশাসিত প্রতিষ্ঠানের নিজস্ব রসিদ ই-মেইলে পাঠিয়েছেন। সেখানে ব্যাংকের সীল রয়েছে। সেবামূল্য এবং ভ্যাট রসিদে উল্লেখ রয়েছে। অর্থাৎ সেবামূল্য এবং ভ্যাট ব্যাংকে উক্ত প্রতিষ্ঠানের এ্যাকাউন্টে জমা হয়েছে। তিনি প্রশ্ন করেছেন যে, এই রসিদের বিপরীতে রেয়াত নেয়া যাবে কিনা। এমন কোনো রসিদের বিপরীতে রেয়াত নেয়া যাবে না। প্রতিষ্ঠানকে ভ্যাট চালান (মূসক-৬.৩) ইস্যু করতে হবে। প্রতিষ্ঠানটি সেবামূল্য গ্রহণ করেছে, ভ্যাটের অর্থ গ্রহণ করেছে, প্রতিষ্ঠানের ব্যাংক এ্যাকাউন্টে ভ্যাটের অর্থ জমা হয়েছে, তার ভ্যাট চালানপত্র ইস্যু করতে কোনো সমস্যা, জটিলতা নেই। ভ্যাট পদ্ধতি সম্পর্কে সচেতনতার অভাবে এমন হয়। প্রতিষ্ঠানটি ভ্যাট চালানপত্র ইস্যু করবে, তার বিপরীতে রেয়াত নেয়া যাবে (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৮.০৭.২০২০)।"
    },
    {
        "id": 128,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-১৬: আমার মনে হয়, আমি যত কাজ করি তার মধ্যে ক্ষুধার্তকে অন্ন দাও কর্মসূচী হলো সবচেয়ে উত্তম কাজ। এ কাজের মাধ্যমে প্রথমত, দারিদ্র বিমোচন হচ্ছে। দারিদ্র বিমোচন আমাদের সরকারের একটা অন্যতম উদ্দেশ্য। দ্বিতীয়ত, সম্পদের বণ্টন হচ্ছে। যাদের সম্পদ আছে তাঁরা যাদের নাই তাদেরকে দিচ্ছেন। সম্পদের সুসম বণ্টন সরকারের আর একটা অন্যতম উদ্দেশ্য। তৃতীয়ত, প্রতিবেশীর প্রতি দায়িত্ব পালন করা হচ্ছে যা ইসলাম ধর্মে একটা অনুসরণীয় বিধান। চতুর্থত, অন্যেরা উৎসাহিত হচ্ছেন। সৎ কাজের আদেশ এবং অসৎ কাজে নিষেধ করা ইসলাম ধর্মের একটা মূলনীতি। পঞ্চমত, একটা হাদিসে আছে যে, গোপনে দান আল্লাহর ক্রোধকে শান্ত করে। আল্লাহ যদি কারোর ওপর ক্রদ্ধ হন, আর সে ব্যক্তি যদি গোপনে দান করতে থাকে, তাহলে আল্লাহর ক্রোধ শান্ত হয়ে যায়। গোপনে দান করা আল্লাহ খুব পছন্দ করেন। যদিও আমাদের কর্মসূচী গোপন থাকছে না, তবে প্রচার আমাদের উদ্দেশ্য নয়, আমাদের উদ্দেশ্য হলো অন্যকে উৎসাহিত করা। কারণ, কারোর একার পক্ষে এতো অর্থ দেয়া, এতো কাজ করা সম্ভব নয়।  আমি এখন থেকে ক্ষুধার্তকে অন্ন দাও কর্মসূচীতে বেশি সময় দেয়ার নিয়ত করেছি এবং আরো অনেককে জড়িত করার চেষ্টা করছি। জনাব লুৎফুল কবির আগামীকাল আমার সাথে দেখা করতে আসবেন। ঈদের আগে খাদ্য প্যাকেট এবং গোশত বিতরণে তিনি থাকতে চেয়েছেন। ঈদের আগে খাদ্য প্যাকেট ও গোশত দেয়ার জন্য এখনও যথেষ্ট তহবিল সংগ্রহ হয়নি। দোয়া করবেন  (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৭.০৭.২০২০)।"
    },
    {
        "id": 129,
        "details": "ভ্যাট টিপস-২৭ (২.৫ কেজির ব্যাখ্যা): ভ্যাট আইনের প্রথম তফসিলের প্রথম খণ্ড হলো ভ্যাটমুক্ত পণ্যের তালিকা। এই তালিকায় অন্তর্ভুক্ত পণ্যসমূহের ওপর কোনো স্তরে ভ্যাট নেই। আমদানি, উৎপাদন, ট্রেডিং, যোগানদার কর্তৃক সরবরাহ সব স্তরে ভ্যাটমুক্ত। আপনি যদি প্রথম তফসিল মনোযোগ দিয়ে দেখেন তাহলে দেখবেন যে, মাঝে মাঝে পণ্যের বর্ণনার নিচে ব্র্যাকেটের মধ্যে লেখা রয়েছে “২.৫ কেজি পর্যন্ত মোড়ক বা টিনজাত ব্যতীত”। এর অর্থ কী তা অনেকে বুঝতে পারেন না। এ বিষয়টা আজ আলোচনা করবো ইন-শা-আল্লাহ্।এর সহজ অর্থ হলো, ব্র্যাকেটের মধ্যের অংশের ওপর ভ্যাট প্রযোজ্য রয়েছে। উদাহরণ দিলে বিষয়টা স্পষ্ট হবে। শিরোনামা সংখ্যা ০২.০২ এর বিপরীতে পণ্যের বর্ণনা হলো, গবাদি পশুর মাংস হিমায়িত। অর্থাৎ গবাদির পশুর হিমায়িত মাংসের ওপর কোনো স্তরে ভ্যাট নেই। পণ্যের বর্ণনার নিচে ব্র্যাকেটের মধ্যে লেখা রয়েছে “২.৫ কেজি পর্যন্ত মোড়ক বা টিনজাত ব্যতীত”। গবাদি পশুর হিমায়িত মাংস যদি মোড়কজাত বা টিনজাত হয় এবং তা যদি আধা কেজি বা এক কেজি বা দেড় কেজি বা দুই কেজি বা আড়াই কেজির মোড়ক বা প্যাকেট হয় তাহলে সেক্ষেত্রে ভ্যাট প্রযোজ্য হবে। তবে, মোড়কজাত বা টিনজাত হলেও যদি আড়াই কেজির বেশির মোড়ক বা টিন হয়, তাহলে ভ্যাট প্রযোজ্য হবে না। ধরুন, গবাদি পশুর হিমায়িত মাংস মোড়কজাত বা টিনজাত করা হয়েছে, প্রতি মোড়কে ৩ কেজি, ৪ কেজি বা ৫ কেজি অর্থাৎ ২.৫ কেজির বেশি তাহলে ভ্যাট প্রযোজ্য হবে না (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৭.০৭.২০২০)।"
    },
    {
        "id": 130,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-১৫: খাদ্য সহায়তা তহবিলে সর্বশেষ স্থিতি ছিল ৯৩,০৮০ টাকা। গতকাল লুৎফুল কবির সাহেব ১,০০০ টাকা দিয়েছেন। আজকের ব্যালান্স ৯৪,০৮০ টাকা। আরো কয়েকজন দিতে চেয়েছেন। খলিল ভায়ের সাথে আলোচনা করে এবারে প্রতি প্যাকেট এভাবে ঠিক করেছি: ৫ কেজি বিআর-২৮ চাউল ৪৫ টাকা কেজি হিসাবে মোট ২২৫ টাকা, ১ কেজি ডাল ৮০ টাকা, লবণ ১ কেজি ২০ টাকা, আলু ২ কেজি ৬০ টাকা, ১ কেজি পিয়াজ ৪৫ টাকা, মসল্লা ২০ টাকা, কুলসুম লাচ্ছা সেমাই ২৫০ গ্রাম ৩৫ টাকা, লম্বা সেমাই ২৫০ গ্রাম ৩৫ টাকা, চিনি আধা কেজি ৩০ টাকা, সোয়াবিন আধা লিটার ৬০ টাকা, ১টা লাইফবই সাবান ৩০ টাকা এবং ১টা ব্যাগ ১৫ টাকা, মোট: ৬৫৫ টাকা। ঈদের সময় আমি একটু ভালো চাউল দিতে চেয়েছিলাম। কিন্তু খলিল ভাই বললেন যে, তাদের জন্য মোটা চাউল ভালো হবে, কারণ, তারা একবার রান্না করে দুইবার খায়। ভালো চাউল দিলে দুইবার রান্না করতে হবে। তাই, তাদের জন্য সুবিধা হবে না। ঈদে কেউ কেউ দেশে বা অন্যত্র চলে যাবেন। তাই, বৃহস্পতিবার ৩০ জুলাই সার্ভে করাবো, সন্ধার পর বিতরণ করাবো ইনশাআল্লাহ্। আমি আশা করছি ৭৫ প্যাকেট দিতে হবে। ৬৫৫ টাকা হিসেবে ৭৫ প্যাকেটের মূল্য হবে ৪৯,১২৫ টাকা। একটা গরু কিনে গোশত সম্পূর্ণ বিতরণ করে দেয়ার নিয়ত করেছি। যাদের খাদ্য প্যাকেট দেবো তাদের প্রত্যেককে গোশত দিতে চাই ইন-শা-আল্লাহ্। কি সাইজের গরু কিনতে পারবো তা নির্ভর করছে তহবিলের ওপর। দোয়া করবেন  (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৬.০৭.২০২০)।"
    },
    {
        "id": 131,
        "details": "ভ্যাট টিপস-১৫: আজ আপনাদের কাছে আমি একটা টিপস জানতে চাই। দয়া করে আপনারা চিন্তা করে উত্তর দেবেন। করোনা মহামারীর মধ্যেও সম্প্রতি আমাদের বৈদেশিক মুদ্রা প্রাপ্তির পরিমাণ বেড়ে গেছে। এমনটি কেউ আশা করেনি। কিন্তু আল্লাহ সাহায্য করেছেন। আপনারা এমন কোনো টিপস বলতে পারেন যা অবলম্বন করলে এখন ভ্যাট আহরণ বেড়ে যাবে। কথাটা একটু র‌্যাডিক্যাল মনে হতে পারে। তবে, আমি হলাম আশাবাদী মানুষ। আমি মনে করি, এমন উপায় আছে। আমরা চেষ্টা করলে সে উপায় খুঁজে পেতে পারি।  অনলাইনে ভ্যাট পেমেন্ট পদ্ধতি ১৬ জুলাই তারিখ থেকে চালু হতে যাচ্ছে ইন-শা-আল্লাহ্। প্রথমে এইসএসবিসি, মিডল্যান্ড এবং প্রাইম ব্যাংকের ক্লায়েন্টগণ এই সুবিধা পাবেন। ক্রমে অন্যান্য ব্যাংক যোগ করা হবে। এটা একটা অনেক প্রত্যাশিত উন্নতী। ভ্যাট অনলাইন প্রকল্পকে অনেক ধন্যবাদ। জাতীয় রাজস্ব বোর্ড কর্তৃক সাধারণ আদেশ নং-১৩/মূসক/২০২০, তারিখ: ১৩ জুলাই, ২০২০ জারি করা হয়েছে। উক্ত আদেশ অনুসারে ই-পেমেন্টের নোটিফিকেশন ট্রেজারি চালানের বিকল্প হিসেবে গ্রহণ করা হবে। আদেশটি সংযুক্ত করার চেষ্টা করলাম। কিন্তু করতে পারলাম না।  বাংলা বইটা খুব ভালো চলছে আলহামদুলিল্লাহ্। ইংরেজি বইয়ের কাজ শুরু করেছি। আশা করি, ঈদের আগে বাজারে আনতে পারবো। দোয়া করবেন (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৪.০৭.২০২০)।"
    },
    {
        "id": 132,
        "details": "ভ্যাট টিপস-১৪: প্রশ্ন  এসেছে, ধারা ৪৯(৫) অনুযায়ী সাব-কন্ট্রাক্টরের বিল থেকে উৎসে কর্তন করতে হবে না। তবে, সাব-কন্ট্রাক্টর ভ্যাটসহ চালানপত্র ইস্যু করবে কি-না, দাখিলপত্রে কিভাবে প্রদর্শণ করবে এগুলো কিভাবে ব্যবস্থিত হবে?মাঠ পর্যায়ে অনেক সুক্ষ্ণ বিষয়ের উদ্ভব হয়, যার সমাধান আইনের আওতায় পাওয়া যায় না। এরূপ সমস্যা আইনের মূল চেতনা, প্রথা, রাজস্বের ওপর প্রভাব, সহজে পরিপালন ইত্যাদি বিবেচনায় নিয়ে সমাধান করা যায়। সাব-কন্ট্রাক্টর সরবরাহের সাথে ভ্যাট চালান ইস্যু করবে এটা  সাধারণ বিধান। আবার, মূল কন্ট্রাক্টর উৎসে কর্তন করবে না, এটাও বিধান। তাহলে, সাব-কন্ট্রাক্টর সমন্বয় করতে পারবে না। যদি সাব-কন্ট্রাক্টর ভ্যাটসহ চালানপত্র ইস্যু করে, আর যদি মূল কন্ট্রাক্টর প্রত্যায়নপত্র ইস্যু করে, তাহলে সাব-কন্ট্রাক্টর সমন্বয় করতে পারে। কিন্তু মূল কন্ট্রাক্টর উৎসে কর্তন করেনি, তাই, প্রত্যয়নপত্র ইস্যু করা সঙ্গত হয় না। ধারা ৭৬ এ একটা বিষয় রয়েছে, তা হলো কর সুবিধা। ধারা ২(৩৪) এ “কর সুবিধা” সংজ্ঞায়িত রয়েছে। সংজ্ঞার উপ-দফা (ঝ)-তে উল্লেখ রয়েছে “মূলত ও কার্যত একটি করযোগ্য সরবরাহ বা করযোগ্য আমদানিকে অকরযোগ্য সরবরাহ বা আমদানিতে পরিণতকরণ”। এই সূত্রে আমরা বলতে পারি, সাব-কন্ট্রাক্টর কর সুবিধা পেয়েছে। তাই, সাব-কন্ট্রাক্টর ভ্যাট চালানে ভ্যাটের পরিমাণ উল্লেখ করবে না। মূল ঠিকাদার উৎসে কর্তন করবে না। সাব-কন্ট্রাক্টর দাখিলপত্রের ৩ নম্বর নোটের বিপরীতে এন্ট্রি দেবে (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৩.০৭.২০২০)।"
    },
    {
        "id": 133,
        "details": "ভ্যাট টিপস-১৩: আজ একজন প্রশ্ন করেছেন যে, তার চট্টগ্রাম কাস্টম হাউসে বিল-অব-এন্ট্রি নোটিং হয়েছে ৪ মাস আগে। পরীক্ষা করা, টেস্ট রিপোর্ট দাখিল ইত্যাদি কারণে শুল্কায়ন করতে দেরী হয়। ৫ মাস পর শুল্কায়ন হয়েছে। তারপর মালামাল ঢাকায় উৎপদানস্থলে আনা হয়েছে। প্রশ্ন হলো, এখন রেয়াত নেয়া যাবে কি না। উত্তর হলো, রেয়াত নেয়া যাবে। আইনের ধারা ৪৬(১)(গ) অনুসারে, যে কর মেয়াদে চালানপত্র বা বিল-অব-এন্ট্রির মাধ্যমে উপকরণ ক্রয় করা হয় সে কর মেয়াদে বা তার পরবর্তী ৪ (চার) কর মেয়াদের মধ্যে রেয়াত নিতে হবে। উপকরণ ক্রয় বলতে কোন্ তারিখকে বুঝায় তা আইন, বিধি, আদেশ কোথাও উল্লেখ নেই। ১৯৯১ সনের ভ্যাট আইনের আওতায় উল্লেখ ছিল যে, উপকরণ নিবন্ধিত স্থানে পৌঁছাতে হবে। ৪৮ ঘন্টার মধ্যে ক্রয় হিসাব রেজিস্টারে এন্ট্রি দিতে হবে। ২ কর মেয়াদের মধ্যে রেয়াত নিতে হবে। তখন বন্দরে বা কাস্টম হাউসে দেরী হলে কোনো সমস্যা হতো না। অনেকগুলো তারিখ এক্ষেত্রে সামনে আসে। বিল-অব-এন্ট্রির তারিখ, এ্যাসেসমেন্ট এর তারিখ, শুল্ক-কর জমা দেয়ার তারিখ, পণ্যচালান অবমুক্ত করার তারিখ, পণ্য চালান নিবন্ধিত অঙ্গনে প্রবেশ করার তারিখ, ক্রয় হিসাব রেজিস্টারে এন্ট্রি দেয়ার তারিখ ইত্যাদি। বর্তমানে মাঠ পর্যায়ে পণ্যচালান অবমুক্ত করার তারিখ (রিলিজ অর্ডারের তারিখ) থেকে রেয়াত নেয়ার সময় গণনা করা হয়। এ বিষয়ে জাতীয় রাজস্ব বোর্ড থেকে স্পষ্টিকরণপত্র জারি করলে খুব ভালো হয়। তাহলে কোনো অস্পষ্টতা থাকে না। (চলবে)। (ড. মোঃ আব্দুর রউফ, ১২.০৭.২০২০)।"
    },
    {
        "id": 134,
        "details": "ভ্যাট টিপস (পেশাগত নৈতিকতা-Professional Ethics)-২: বিশেষ করে ভ্যাটের ক্ষেত্রে একটা পেশাগত নৈতিকতা হলো, আপনার ক্লায়েন্টকে আইন মেনে ভ্যাট প্রদান করা শেখাবেন। ভ্যাট ফাঁকি দেয়া শেখাবেন না। আইন প্রয়োগ করতে যেয়ে আপনার ক্লায়েন্টের ওপর যেন কোনো অন্যায় না হয়, তিনি যেন হয়রাণীর শীকার না হন, এ বিষয়টি একজন পেশাদার হিসাবে আপনি নিশ্চিত করবেন। ক্লায়েন্টকে ভ্যাট ফাঁকি দেয়ার পথ দেখিয়ে দেবেন না, তাকে ফাঁকি দিতে উৎসাহিত করবেন না। আপনি যদি দক্ষ পেশাদার হন, তাহলে এই নীতিতে থেকে আপনার ক্লায়েন্টকে অনেক সহায়তা করতে পারবেন। একটা ছোটো উদাহরণ দিই। আমি দেখেছি, একটা প্রতিষ্ঠানের ভ্যাট অডিট করে কয়েক কোটি টাকা আপত্তি দেয়া হয়। একজন কনসালট্যান্ট আইনের সঠিক বিশ্লেষণ দিয়ে সে আপত্তির প্রায় ৭০% মিটিয়ে ফেলেছেন। আপত্তি আইনসঙ্গত ছিল না। নৈতিকতার মানদন্ডে অবিচল থেকে আপনার ভূমিকা এমন হতে হবে।  আমি জানি, আপনারা অনেকে বলবেন যে, আমাদের পরিবেশে তা সম্ভব না, মালিকেরা তা চান না ইত্যাদি। অনেক মালিক তা চান একথাও সঠিক। ভবিষ্যতের জন্যে কোনো ঝামেলা থেকে যাক এটাও মালিক চান না। তাই, তাঁকে বুঝানোর একটা ভূমিকা থাকে। এ ভূমিকা আপনাকে পালন করতে হবে। মালিক, কর্মচারী, কনসালট্যান্ট, ভ্যাট অফিসার সবাইকে নৈতিকতার এক লাইনে আসতে হবে; তা হলো আইনসঙ্গতভাবে ঠিক যেটুকু ভ্যাট সরকারের প্রাপ্য হয় তা প্রদান করা এবং আদায় করা। তাহলেই আমরা একটা পরিপালিত ভ্যাট ব্যবস্থা গড়ে তুলতে পারবো, ইন-শা-আল্লাহ্। (ড. মোঃ আব্দুর রউফ, ১১.০৭.২০২০)।"
    },
    {
        "id": 135,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-১১: আলহামদুলিল্লাহ্, আজ ৩৭টি দরিদ্র পরিবারকে খাদ্য প্যাকেজ দিয়েছি। প্রতি প্যাকেজে ছিল ৫ কেজি চাল, ১ কেজি ডাল, ২ কেজি আলু, ১ কেজি পেঁয়াজ, আধা কেজি লবণ, আধা লিটার সয়াবিন এবং একটা লাইফবয় সাবান। আজ আমি নিজে বন্টণ তদারকি করেছি। শৃংখলার সাথে প্রতি পরিবারে পৌঁছে দেয়া হয়েছে। প্রতি প্যাকেজের দাম পড়েছে ৫৪০ টাকা। ৩৭ প্যাকেজে খরচ হয়েছে ১৯,৯৮০ টাকা। তহবিলে ব্যালান্স ছিল ২৩,০৬০ টাকা। আজ বিল পরিশোধের পর ব্যালান্স আছে ৩,০৮০ টাকা। আমি ২০০১ সাল থেকে ক্ষুধার্তকে অন্ন দাও কর্মসূচী পরিচালনা করে আসছি। এতদিন ছোটো আকারে নিজ অর্থায়নে করেছি। কভিড-১৯ এর পর দেখলাম অনেকে নেটে সাহায্য চাই, সাহায্য দেয়। সেখান থেকে উদ্বু্দ্ধ হয়ে গত ঈদের আগে লিংকডইনে সাহায্য চেয়েছিলাম। তখন থেকে আজ পর্যন্ত সর্বমোট প্রাপ্তি ১,৪৫,২০০ টাকা। এর মধ্যে আমি দিয়েছি ৩৮,০০০ টাকা। জনাব মোঃ নজরুল ইসলাম রাজা দিয়েছেন ৪০,০০০ টাকা। বাকি টাকা প্রায় ২০/২৫ জনে দিয়েছেন। গত ঈদের আগ থেকে এ পর্যন্ত ৫ বারে ২০৩টি প্যাকেজ দেয়া হয়েছে। কোরবানির ঈদে কিছু গোশতসহ একটু উন্নত প্যাকেজ দিতে চাই। এ পর্যন্ত যত পরিবারকে দিয়েছি তাদের সবাইকে দিতে চাই। মোট প্রায় ৭৫টি পরিবার হবে। টাকা কোথায় পাবো তা নিয়ে আমি চিন্তা করি না। রিযিকের মালিক যিনি, তিনি ব্যবস্থা করবেন, ইন শা আল্লাহ্। আপনারা শুধু দোয়া করবেন (চলবে)। (ড. মোঃ আব্দুর রউফ, ১১.০৭.২০২০)।"
    },
    {
        "id": 136,
        "details": "ভ্যাট টিপস-১২: গতকাল একজন এআরও আমাকে প্রশ্ন করলেন যে, একজন ঠিকাদার বিটুমিন আমদানি করে সরকারি নির্মাণ কাজে ব্যবহার করেন। নির্মাণ কাজের ওপর উৎসে ভ্যাট কর্তন করা হয়। তবে, বিটুমিন আমদানি করার পর নির্মাণ কাজে দিয়ে দেয়া হচ্ছে, এই সরবরাহকে ট্রেডিং হিসেবে বিবেচনা করা যাবে কিনা। আমি তাঁকে প্রশ্ন করি যে, ঠিকাদার রড কিনেছেন, সিমেন্ট কিনেছেন, পাথর কিনেছেন, টাইলস কিনেছেন, আরো অনেক কিছু কিনেছেন। সেগুলোও কিনে আনার পর নির্মাণ কাজে ব্যবহার করা হচ্ছে। সেগুলোকে কি সরবরাহ হিসেবে বিবেচনা করা হয়? উত্তর হলো না। তাহলে বিটুমিন আমদানির পর তা কেনো আবার সরবরাহ হিসেবে বিবেচিত হবে। বিষয়টি ইনপুট-আউটপুট হিসেবে দেখুন। ঠিকাদার যাকিছু কিনেছেন সব তাঁর ইনপুট। তাঁকে শুল্ক, কর, ভ্যাট ইত্যাদি পরিশোধ করে ইনপুট অর্জন করতে হবে। এসব ইনপুট তিনি তাঁর আউটপুটে ব্যবহার করছেন। তাঁর আউটপুট হলো নির্মাণ কাজ। নির্মাণ কাজের ওপর ৭.৫% ভ্যাট উৎসে কর্তন করা হচ্ছে। সঠিক আছে। ঠিকাদার প্রতিষ্ঠান যদি নিজ নামে যথাযথভাবে ক্রয়, আমদানি করে থাকে তাহলে ট্রেড ভ্যাট প্রযোজ্য হবে না। তবে, একই মালিকানাধীন হলেও অন্য কোনো প্রতিষ্ঠান আমদানিকারক হলে, ঠিকাদারের কাছে পরবর্তী সরবরাহ ট্রেডিং হিসেবে বিবেচিত হবে (চলবে)। (ড. মোঃ আব্দুর রউফ, ১১.০৭.২০২০)।"
    },
    {
        "id": 137,
        "details": "চলমান বিষয় (বাজেট-২১): একজন একটা সমস্যা উপস্থাপন করেছেন। তা হলো, তারা কনসালট্যান্সী ফার্ম। কনসালট্যান্সী সেবার ওপর গত বছর ভ্যাটের হার ছিল ১৫%। উৎসে কর্তনের নিয়ম অনুসারে, গত বছর ১৫% ভ্যাট হলে উৎসে কর্তন করতে হতো না। এবারেও কনসালট্যান্সী সেবার ওপর ভ্যাটের হার ১৫%। তবে, এবার ৪৩ সেবার একটা তালিকা দেয়া হয়েছে সেসব ক্ষেত্রে উৎসে ভ্যাট কর্তন করা বাধ্যতামূলক। তালিকার মধ্যে কনসালট্যান্সী সেবা রয়েছে। তাঁর প্রশ্ন হলো, ধরুন, ফেব্রুয়ারী-২০২০ মাসে সেবা দেয়া হয়েছে, জুলাই-২০২০ মাসে পেমেন্ট দেয়া হবে। সেবা গ্রহণকারী কি গত বছরের নিয়মে উৎসে কর্তন করবে না, নাকি বর্তমান নিয়মে উৎসে কর্তন করবে?বর্তমান বিধানে এবিষয়ে স্পষ্ট কিছু উল্লেখ নেই। ১৯৯১ সনের ভ্যাট আইনের ধারা ৬(৪কক)-তে স্পষ্টভাবে উল্লেখ ছিল যে, সেবার মূল্য পরিশোধকালে প্রযোজ্য হারে উৎসে কর্তন করতে হবে। ২০১২ সনের ভ্যাট আইন ও বিধিতে এ বিষয়ে স্পষ্ট কিছু উল্লেখ নেই। উৎসে মূল্য সংযোজন কর কর্তন ও আদায় বিধিমালা, ২০২০ এর বিধি ৯(৩) এ উল্লেখ রয়েছে যে, ২০১২ সনের ভ্যাট আইন কার্যকর হওয়ার পূর্বে চুক্তি করা হয়েছে কিন্তু যদি এই আইন কার্যকর হওয়ার  পরে মূল্য পরিশোধ করা হয়, তাহলে পরিশোধকালীন সময়ের বিধান প্রযোজ্য হবে। আমাদের ভ্যাট ব্যবস্থার প্রায়োগিক প্রথা বিবেচনা করলে এই সিদ্ধান্তে উপণীত হতে হয় যে, মূল্য পরিশোধের সময়ের বিধান প্রযোজ্য হবে। এ বিষয়ে এনবিআর একটা স্পষ্টিকরণ জারি করতে পারে (চলবে)। (ড. মোঃ আব্দুর রউফ, ১০.০৭.২০২০)।"
    },
    {
        "id": 138,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-১০: আলহামদুলিল্লাহ্, আজ খাদ্য সহায়তা তহবিলে আল্লাহ্ ৫,০০০ (পাঁচ হাজার) টাকা পাঠিয়েছেন, আমার মাধ্যমে। আর, জনাব রিফাত আরেফীন সাহেবের মাধ্যমে ৫০০ (পাঁচ শত) টাকা পাঠিয়েছেন। গতকাল ব্যালান্স ছিল ১৭,৫৬০ টাকা। আজকের ব্যালান্স ২৩,০৬০ টাকা, আলহামদুলিল্লাহ্। আগামীকাল শনিবার কিছু খাদ্য প্যাকেজ বিতরণ করার প্রস্তুতি নিচ্ছি। আবার সার্ভে করার জন্য বলেছি। কারণ, কেউ কেউ বাসা ছেড়ে চলে গেছেন। আবার, নতুন কেউ এসেছেন। তাই, হালনাগাদ তথ্যা জানা দরকার। এবারের প্যাকেজ আগের মতই রেখেছি, ‍শুধু একটা তিব্বত সাবান যোগ করেছি, জনাব রাকিবুল হাসান সাহেব ইতোপূর্বে পরামর্শ দিয়েছিলেন। এবার প্রতি প্যাকেজের মূল্য হবে ৫৪০ (পাঁচ শত চল্লিশ) টাকা। এরপর ঈদের আগ দিয়ে একটু উন্নত প্যাকেজ দেয়ার চেষ্টা করবো। ঈদের দিন কিছু গোশত দেয়ার নিয়ত করেছি। আমি দীর্ঘদিন ধরে কুরবানীর ঈদের গোশত বিতরণ করে আসছি। তবে, এবারে কতদূর পারবো সেটা আল্লাহ জানেন। আমি টাকা-পয়সা নিয়ে চিন্তা করি না। টাকা দেয়ার মালিক একজন আছেন। তিনি যদি আমার কাজ পছন্দ করেন, তাহলে তিনি টাকা দেবেন। তিনি যদি না দেন, তাহলে আমি কী করতে পারি। তবে, আমি আশাবাদী, তিনি নিরাশ করবেন না। এতগুলো অসহায় মানুষের দোয়া তিনি কবুল করবেন, ইন শা আল্লাহ্ (চলবে) । (ড. মোঃ আব্দুর রউফ, ১০.০৭.২০২০)।"
    },
    {
        "id": 139,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৯: আলহামদুলিল্লাহ্, আল্লাহ গতকাল ১০ (দশ) হাজার টাকা পাঠিয়েছেন। রাজা মেটাল ইন্ডাষ্ট্রিজের এমডি জনাব মোঃ নজরুল ইসলাম রাজা সাহেবের মাধ্যমে। খাদ্য সহায়তা তহবিলে ব্যালান্স ছিল ৭,৫৬০ টাকা। আজকের ব্যালান্স ১৭,৫৬০ টাকা। শনিবার ১১ তারিখ কিছু খাদ্য প্যাকেজ বিতরণ করার প্রস্তুতি নিচ্ছি। পরশুদিন শনিবার আমার খুব আনন্দের দিন। আমার বইয়ের নতুন সংস্করণ ওই দিন বাজারে আসবে। আমার আনন্দ দরিদ্রদের সাথে শেয়ার করার জন্য তাদেরকেও কিছু আনন্দ দিতে চাই ইন-শা-আল্লাহ। তবে, তারা বুঝতে পারবে না যে, আমি কী কারণে কী করছি। তাদের বুঝার দরকারও নেই। একজন সব দেখেন, সব শুনেন, সব জানেন। তিনি জানলেই যথেষ্ট। দোয়া করবেন (চলবে) । (ড. মোঃ আব্দুর রউফ, ০৯.০৭.২০২০)।"
    },
    {
        "id": 140,
        "details": "প্রিয় ভ্যাট অনুরাগীআমার ছালাম নিন।আশা করি কভিডের মধ্যে আল্লাহর রহমতে ভালো আছেন। “সহজ ভাষায় নতুন ভ্যাট আইন” বইয়ের ৭ম সংস্করণ (এবারের বাজেটে গৃহীত সব পরিবর্তন, সংশোধনসহ) ১১ জুলাই, শনিবার বাজারে পাওয়া যাবে বলে আশা করছি, আলহামদুলিল্লাহ্। বইটি সংগ্রহ করতে ০১৭১১-৯৪৫৯৪৯, ০১৬২৮-০০০০৪৯ নাম্বারে দয়া করে যোগাযোগ করুন। অনলাইনে অর্ডার দিতে ভিজিট করুন: https://lnkd.in/ghs8_ygবইটি এবারও দুই খণ্ডে প্রকাশিত হয়েছে। দুটি খণ্ডে যে সব বিষয় অন্তর্ভুক্ত রয়েছে তার সারমর্ম পাঠকদের সুবিধার জন্য এ ই-মেইলের সাথে সংযুক্ত করলাম। আশা করি, বইটি পাঠ করে আপনার ভ্যাট সংক্রান্ত কাজ সম্পাদন করা সহজ হবে ইন-শা-আল্লাহ্।  দোয়া করি সর্বাবস্থায় ভালো থাকুন। শুভেচ্ছান্তে,আব্দুর রউফ০৯ জুলাই, ২০২০"
    },
    {
        "id": 141,
        "details": "ভ্যাট টিপস-১১ (সেবার ক্ষেত্রে রেয়াত): সেবার ক্ষেত্রে মূল্য ঘোষণা দিতে হবে না, এ বিষয়টা এবার স্পষ্ট হয়েছে। এখন প্রশ্ন আসছে যে, তাহলে রেয়াত নেবে কিভাবে? কোনো কোনো অফিস থেকে নাকি বলা হচ্ছে যে, মূল্য ঘোষণা না দিলে রেয়াত দেয়া হবে না। এমন কথা যদি কেউ বলে থাকেন তা অযৌক্তিক। বর্তমান ভ্যাট আইন ও বিধি অনুসারে, সেবার ক্ষেত্রে মূল্য ঘোষণা প্রযোজ্য নয়। ১৯৯১ সনের ভ্যাট আইনেও সেবার ক্ষেত্রে ঘোষণা প্রযোজ্য ছিল না। মূল্য ঘোষণা হলো ভ্যাট ব্যবস্থার একটা বিচ্যূতি (distortion)। এই বিচ্যূতি থেকে বেরিয়ে আসতে হবে। মূল্য ঘোষণা না থাকলে রেয়াত নিতে কোনো অসুবিধা নেই। রেয়াত পাবে উপকরণের ওপর পরিশোধ করা ভ্যাট। মূল্য ঘোষণা দিলে ভ্যাট কর্তৃপক্ষের সুবিধা হলো কতটুকু উপকরণ ব্যবহার করা হয়েছে তা সহজে বুঝা যায়। মূল্য ঘোষণা ছাড়াও তা বুঝা যায়। প্রতি মাসে না হলেও অন্তত বছরে বুঝা যায় যে, কত টাকা রেয়াত নিয়েছে, আর কত টাকা ভ্যাট পরিশোধ করেছে। রেয়াত নেয়ার চেয়ে ভ্যাট পরিশোধের পরিমাণ বেশি হতে হবে। তা না হলে সরকার ভ্যাট পাবে না। তাছাড়া, সেবার ক্ষেত্রে মূল্য ঘোষণা দেয়াও কঠিন। কারণ, সেবার উপকরণ মূলত সেবা, কিছু পণ্যও থাকে। সেবার ক্ষেত্রে মূল্য সংযোজনের পরিমাণ বেশি হয় এবং রেয়াতের পরিমাণ সাধারণত কম হয়। তাই, সেবার ক্ষেত্রে বেশি উপকরণ ব্যবহার দেখানো কঠিন। তাছাড়া, উপকরণের পক্ষে অবশ্যই ভ্যাট চালান থাকতে হবে। তাই, সেবার ক্ষেত্রে রেয়াত নেয়া যাবে, মূল্য ঘোষণা দিতে হবে না (চলবে)।  (ড. মোঃ আব্দুর রউফ, ০৯.০৭.২০২০)।"
    },
    {
        "id": 142,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৮: দরিদ্রদের সরাসরি অর্থ দেয়ার বিষয়ে এক ধরনের মত রয়েছে যে, তাদের অর্থ না দিয়ে কর্ম দিয়ে সহায়তা করা ভালো। তাই, অনেকে সরাসরি অর্থ দেয়া পছন্দ করেন না। আবার, অনেকে এমন কথাও বলে থাকেন যে, তাদেরকে সরাসরি অর্থ দিলে তারা নিষ্ক্রীয় হয়ে যায়। সব কথাতেই কম-বেশি যুক্তি রয়েছে। তবে, বর্তমানের পরিস্থিতি সম্পূর্ণ ভিন্ন। ওসব কথা স্বাভাবিক পরিস্থিতিতে হয়তোবা খাটে। এ সমাজে অনেক মানুষ আছে, যাঁরা এখনও বুঝেন না যে পরিস্থিতি কী। আল্লাহ আপনাদের সুখে রেখেছেন সুখে থাকেন, আল্লাহর প্রতি শুকরিয়া আদায় করেন; আবার, নিজের মেধা, যোগ্যতা, সৌভাগ্য নিয়ে অহংকারী হয়ে পড়েন না। পরিস্থিতি পরিবর্তন হতে সময় লাগে না। দোয়া করি, মহান আল্লাহ যেন আমাদের সবার ওপর সদয় হন।      খাদ্য সহায়তা তহবিলে ব্যালান্স ছিল ৬,৫৬০ টাকা। গতকাল জনাব খলিলুর রহমান ১,০০০ টাকা দিয়েছেন। বর্তমান ব্যালান্স ৭,৫৬০ টাকা। আগামী শনিবার ১১ জুলাই কিছু খাদ্য প্যাকেজ বিতরণ করার সিদ্ধান্ত নিয়েছি। ইতোপূর্বে খাদ্য প্যাকেজ পেয়েছেন এমন কিছু অসহায় ব্যক্তি খলিল ভাইয়ের দোকানে এসে জিজ্ঞাসা করেছেন যে, শুক্রবার খাদ্য প্যাকেজ দেবো কিনা। তাদের একদিকে অসহায়ত্ব, আর একদিকে প্রত্যাশা। আল্লাহর সাহায্যের অপেক্ষায় রয়েছি। শুধু দোয়া করতে থাকুন (চলবে) । (ড. মোঃ আব্দুর রউফ, ০৮.০৭.২০২০)।"
    },
    {
        "id": 143,
        "details": "ভ্যাট টিপস (প্রশ্ন করার পদ্ধতি): প্রশ্ন করার পদ্ধতির ওপর একটা টিপস দিয়েছিলাম। আশা করি, মনে আছে। মানুষ সরাসরি ঘটনা বলে না, বিষয়ের মূলে যায় না, শুধু আশে-পাশে ঘুরতে থাকে; যদি, ধরেন, মনে করেন বলতে থাকে। এতে ঘটনা বুঝতে অসুবিধা হয়, যথাযথ উত্তর দেয়া যায় না। গতকাল ঠিক এরকম একটা ঘটনা ঘটলো। এক ভদ্রলোক লিখলেন যে, উৎসে কর্তন কেনো বলা হয়, কাস্টমার পে করে, উৎসে কর্তন বলা ঠিক না। আমি লিখলাম যে, তাহলে কী বলতে হবে সাজেশন দেন। তিনি লিখলেন যে, সেটা আমার ইস্যু নয়। আমি লিখলাম যে, যদি ইস্যু না হয়, এগুলো নিয়ে চিন্তা করার দরকার নেই। তিনি লিখলেন যে, কিন্তু কিছু কাস্টমার ভ্যাট এ্যামাউন্ট লেখা না থাকলেও ভ্যাট কেটে বসে। আমি লিখলাম যে, যিনি ইনভয়েস প্রস্তুত করেন তার বোকামীর কারণে এরূপ হয়, তিনি ভ্যাট যোগ করেন না কেনো। তিনি লিখলেন যে, তাহলে যাদের ভ্যাট নেই, তারাও কী ভ্যাট যোগ করবে, তারা কী সবাই বোকা। আমি লিখলাম যে, যদি ভ্যাট না থাকে, যদি ভ্যাট ইনভয়েস ইস্যু করার দরকার না হয়, যদি উৎসে কর্তন করার দরকার না হয়, তারপরও যদি উৎসে কর্তন করে, তাহলে তারা দুজনই বোকা। তারা কমপ্লায়েন্স জানে না। টার্মের কোনো দোষ নেই। তখন তিনি লিখলেন যে, না মানে একজন ইন্টেরিয়র ডেকোরেটর আমাদের কাছে বিল দাখিল করেছে ভ্যাট যোগ না করে। আমার বস ভ্যাট কাটতে বলছে। এখন কি করবো। তখন আমি লিখলাম যে, প্রথমে এই প্রশ্নটা সরাসরি কেনো করলেন না। এরপর তার প্রশ্নের উত্তর দিয়েছি, আলহামদুলিল্লাহ। (চলবে)।  (ড. মোঃ আব্দুর রউফ, ০৮.০৭.২০২০)।"
    },
    {
        "id": 144,
        "details": "ভ্যাট টিপস-১০ (সেবা আমদানি): সেবা আমদানির ক্ষেত্রে ভ্যাট সংক্রান্ত বিধান ভ্যাট আইনের ধারা ২০ এ বর্ণিত রয়েছে। তাছাড়া, উৎসে ভ্যাট কর্তন সংক্রান্ত বিধিমালার বিধি ৩(৩) এবং ৩(৪) এ সেবা আমদানির ওপর ভ্যাট উৎসে কর্তন সংক্রান্ত বিধান করা হয়েছে। আইনের ধারা ২০ এর গঠন বেশ জটিল। এর মর্মার্থ অনুধাবন করা দুষ্কর। তবে, উৎসে ভ্যাট কর্তন বিধিমালায় বেশ স্পষ্ট করে বর্ণনা করা হয়েছে। যদি অনিবন্ধিত ব্যক্তি কর্তৃক সেবা আমদানি করা হয়, তাহলে মূল্য পরিশোধের সময় ব্যাংক প্রযোজ্য ভ্যাট উৎসে কর্তন করবে। যদি নিবন্ধিত ব্যক্তি কর্তৃক সেবা আমদানি করা হয়, তাহলে নিবন্ধিত ব্যক্তি প্রযোজ্য ভ্যাটের অর্থ সরকারি ট্রেজারিতে জমা দিয়ে ট্রেজারি চালান ব্যাংকের কাছে দাখিল করবে। ব্যাংক মূল্য প্রেরণ করবে, উৎসে কর্তন করবে না। নিবন্ধিত ব্যক্তি দাখিলপত্রের অংশ-৪ এর ১৫ নম্বর সারিতে সেবা ক্রয় এন্ট্রি দেবে, তাহলে রেয়াত নেয়া হয়ে যাবে (চলবে)।  (ড. মোঃ আব্দুর রউফ, ০৭.০৭.২০২০)।"
    },
    {
        "id": 145,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৭: কয়েকদিন বই-এর কাজ নিয়ে খুব ব্যস্ত ছিলাম। অন্য কোনো দিকে নজর দিতে পারিনি। বাংলা বইটা ছাপার কাজ চলছে। ইন-শা-আল্লাহ্ , ১০ জুলাই তারিখে পাওয়া যাবে। অসহায়দেরকে খাদ্য সহায়তা দেয়ার কাজের গতি একটু বাড়ানো দরকার। আমরা যারা সহায় আছি, তাঁরা অনেকেই অসহায়দের ব্যাথা-বেদনা হয়তো বুঝবো না। যাঁরা সারা জীবনে কখনো কোনো সময় অসহায় ছিলেন তাঁরা হয়তো কিছুটা অনুভব করতে পারবেন। আল্লাহ যাঁদেরকে একটু সামর্থ দিয়েছেন তাঁদের সামাজিক, ধর্মীয়, অর্থনৈতিক, নৈতিক দায়িত্ব হলো অসহায়দের সাধ্যমত সহায়তা করা। একটু ধার্মিকতা বা দার্শনিকতার সাথে বলতে গেলে বলতে হয় যে, কিছু দিলে কমে যায় না, বরং বেড়ে যায়। যাহোক, সেটাও বুঝার বিষয় রয়েছে। আপনি কোনোকিছু আপনার শ্রম দিয়ে, মেধা দিয়ে, যোগ্যতা দিয়ে অর্জন করেননি। কোনো কিছু আপনার নিজস্ব নয়। আপনার সব কিছু একজন আপনাকে দিয়েছেন। যে কোনো মুহূর্তে তিনি তা নিয়ে নিতে পারেন।    খাদ্য সহায়তা তহবিলে ব্যালান্স ছিল ১,৫৬০ টাকা। আজ আমি ৫,০০০ টাকা দিয়েছি। আজকের ব্যালান্স ৬,৫৬০ টাকা। আরো ৭ জন অনুদান দেবেন বলে আমাকে জানিয়েছেন। দোয়া করতে থাকুন, আল্লাহ আমাদের কিছু সামর্থ দিয়ে যে পরীক্ষায় ফেলেছেন, সে পরীক্ষায় যেনো আমরা পাশ করতে পারি (চলবে) । (ড. মোঃ আব্দুর রউফ, ০৬.০৭.২০২০)।"
    },
    {
        "id": 146,
        "details": "ভ্যাট টিপস-৯ (পেশাগত নৈতিকতা-Professional Ethics): কয়েক দিন আগে Compliance বিষয়ে দুটো টিপস দিয়েছিলাম। এরপর বেশ কিছু রিএ্যাকশান পেয়েছি। তার উত্তরে অনেক কিছু লেখার আছে। আশা করছি, পরে লিখবো। আজ পেশাগত নৈতিকতা নিয়ে দু-একটা কথা বলবো। প্রথমে বলে রাখি, পেশাগত জ্ঞান অর্জন করতে হবে অবশ্যই। কিন্তু শুধু জ্ঞান দিয়ে জীবন পূর্ণ হবে না। জীবন পূর্ণ হতে দরকার, ধর্ম দর্শণ, মূল্যবোধ ইত্যাদি। এ বিষয়গুলো নিয়েও আমরা মাঝে মাঝে আলোচনা করবো ইন-শা-আল্লাহ। পেশাগত নৈতিকতা বলতে কী বুঝায়? পেশাগত নৈতিকতা হলো কতকগুলো কাজ করা এবং কতকগুলো কাজ না করার নিয়ম। একজন ভ্যাট কনসালট্যান্ট হিসেবে আপনি এরূপ কী কী বিষয় মেনে চলবেন। এ বিষয়ে অনেক কথা বলার আছে; তবে, আজ দু-একটা কথা আলোচনা করবো। ক্লায়েন্টকে ধরে রাখার জন্যে নানা কৌশল অবলম্বন করবেন না বরং তাঁকে সেবা দেয়ার চেষ্টা করবেন; ক্লায়েন্ট থাকলে থাকবে, না থাকলে না থাকবে। তবে, এর মধ্যেই আপনার মঙ্গল। আপনার ওপর আল্লাহর রহমত থাকবে। আসলে আপনার ক্লায়েন্ট দরকার নেই, আপনার দরকার হলো আল্লাহর রহমত। তাহলে, প্রথম নৈতিকতা হলো ক্লায়েন্টকে ধরে রাখার জন্যে নানা কৌশল না করা, বরং শুধু তাঁকে সেবা দেয়ার চেষ্টা করা। (ড. মোঃ আব্দুর রউফ, ০৬.০৭.২০২০)।"
    },
    {
        "id": 147,
        "details": "ভ্যাট টিপস-৮: আলহামদুলিল্লাহ্, বইয়ের কাজ শেষ করেছি। এখন ছাপা চলছে। আশা করছি ১০ জুলাই তারিখের মধ্যে বাজারে আসবে ইন-শা-আল্লাহ্। কিছুদিন খুব স্ট্রেসফুল কাজ করলাম। কয়েকদিন আর তেমন কাজ-কর্ম করবো না, বিশ্রাম নেবো ভাবছি। কয়েকদিন আগে জাতীয় রাজস্ব বোর্ড থেকে এই মর্মে একটা আদেশ জারি করা হয়েছে যে, ভ্যাট নিবন্ধনপত্র নিবন্ধিত স্থানে দর্শণযোগ্যভাবে টানিয়ে রাখতে হবে। এই বিধান আইনের মধ্যেই রয়েছে। আলাদা আদেশ করার যদিও দরকার নেই কিন্তু আমাদের এই সংস্কৃতিতে আলাদাভাবে আদেশ করার পরও অনেকে জানেন না; অনেকে পরিপালন করেন না; আবার, অনেকে সমালোচনাও করেন। দেশে একটা ভালো ভ্যাট ব্যবস্থা গড়ে তুলতে হলে সর্বপ্রথম আমাদের compliant হতে হবে। আমাদের দৃষ্টিভঙ্গি স্বচ্ছ করতে হবে। আমি আপনাদেরকে অনুরোধ করবো, কখনো অপরিপালন উৎসাহিত করবেন না। আপনার একটা ভ্যাট নিবন্ধন আছে। তা আপনি আপনার নিবন্ধিত স্থানে টানিয়ে রাখবেন, তাতে আপনার সমস্যা কোথায়। কোনো সমস্যা নেই। কোনো অজুহাত উপস্থাপন করবেন না। সবাইকে নিবন্ধিত স্থানে ভ্যাট নিবন্ধনপত্র টানিয়ে রাখতে উৎসাহিত করুন। (ড. মোঃ আব্দুর রউফ, ০৫.০৭.২০২০)।"
    },
    {
        "id": 148,
        "details": "চলমান বিষয় (বাজেট-২০): আজ খুব সংক্ষেপে উৎসে ভ্যাট কর্তন উপস্থাপন করবো ইন-শা-আল্লাহ্। চারটি কথার মাধ্যমে উৎসে ভ্যাট কর্তনের মূল বিষয় পেশ করবো ইন-শা-আল্লাহ্। পণ্য:(১) যে সব পণ্যের ক্ষেত্রে হ্রাসকৃত ভ্যাটের হার বা সুনির্দিষ্ট পরিমাণ ভ্যাট আরোপিত রয়েছে, কেবলমাত্র সেসব ক্ষেত্রে আবশ্যিকভাবে উৎসে ভ্যাট কর্তন করতে হবে। (২) যে সব পণ্যের ক্ষেত্রে ভ্যাটের হার ১৫%, সেসব ক্ষেত্রে ভ্যাট চালান থাকলে উৎসে ভ্যাট কর্তন করতে হবে না। সেবা:(৩) এসআরও-তে ৪৩টি সেবার একটি তালিকা রয়েছে। এসব সেবার ক্ষেত্রে আবশ্যিকভাবে উৎসে ভ্যাট কর্তন করতে হবে। (৪) উক্ত তালিকার বাইরের সেবার ক্ষেত্রে ভ্যাট চালান থাকলে উৎসে কর্তন করতে হবে না; ভ্যাট চালান না থাকলে উৎসে কর্তন করতে হবে। আশা করি বিষয়টি স্পষ্ট হয়েছে। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৪.০৭.২০২০)।"
    },
    {
        "id": 149,
        "details": "চলমান বিষয় (বাজেট-১৯): এবারে ভ্যাট ব্যবস্থাপনার আর একটা পরিবর্তন যদিও আগে একটু উল্লেখ করেছিলাম, এখন রিপিট করছি, কারণ বিষয়টা বেশ গুরুত্বপূর্ণ। তা হলো, উৎসে কর্তনকারী উৎসে কর্তিত অর্থ তার নিজ কমিশনারেটের কোডে জমা দেবেন। সরবরাহকারীর কমিশনারেটের কোডে জমা দিতে হবে না। ৩০.০৬.২০২০ তারিখে এই বিধান করা হয়েছে।  এখন বইয়ের কাজ করছি। দ্বিতীয় খণ্ডের কাজ শেষ হয়েছে। এখন প্রথম খণ্ডে কাজ করছি। আশা করছি আগামিকালের মধ্য প্রথম খণ্ডের কাজ শেষ হবে ইন-শা-আল্লাহ্। প্রথম খণ্ডে এবার প্রায় সব অধ্যায়ে কাজ করেছি। রপ্তানির ওপর নতুন একটা অধ্যায় যোগ করেছি। প্রশ্নোত্তর অধ্যায়ে প্রায় ২০০ এর বেশি প্রশ্নোত্তর থাকবে। আগের তুলনায় বইটি আরো সহায়ক হবে বলে আশা করছি, ইন-শা-আল্লাহ্। (চলবে)। (ড. মোঃ আব্দুর রউফ, ০৩.০৭.২০২০)।"
    },
    {
        "id": 150,
        "details": "চলমান বিষয় (বাজেট-১৮): অর্থ আইন, এসআরও, আদেশ ইত্যাদি চূড়ান্ত হয়েছে। কয়েকটা বিষয় কী চূড়ান্ত হলো তা জানা দরকার। এরূপ একটা গুরুত্বপূর্ণ বিষয় হলো, উৎসে কর্তনকৃত ভ্যাট ট্রেজারিতে জমা দিতে হবে। উৎসে মূল্য সংযোজন কর কর্তন ও আদায় বিধিমালা, ২০২০ এর বিধি ৬(২) ও ৬(৩) অনুসারে উৎসে কর্তিত অর্থ ট্রেজারি চালানে জমা দিতে হবে এবং দাখিলপত্রে নীট প্রদেয় এর বিপরীতে সমন্বয় করতে হবে। অনেকে আশা করেছিলেন যে, হয়তো এ বিধান সংশোধন হবে। উৎসে কর্তিত অর্থ ট্রেজারিতে জমা না দিয়ে সরাসরি দাখিলপত্রে বৃদ্ধিকারী সমন্বয় করতে দেয়া হবে কিন্তু শেষ পর্যন্ত তা হয়নি। এসআরও নং-১৮০-আইন/২০২০/১২০-মূসক, তারিখ: ৩০ জুন, ২০২০ এর মাধ্যমে উক্ত বিধিমালায় কিছু সংশোধন করা হয়েছে। এর মধ্যে মূল সংশোধন হলো উৎসে কর্তনকারী ট্রেজারী চালানে তার কমিশনারেটের কোড লিখবে।  এখন বইয়ের কাজ করছি। দ্বিতীয় খণ্ডের কাজ শেষ হয়েছে। আইন ও বিধির আলোচনা, ব্যাখ্যা, সুপারিশ অংশে বেশ সংশোধন করেছি। এখন প্রথম খণ্ডে কাজ করছি। খুব ব্যস্ততার মধ্যে আছি। পাঠকগণ উপকৃত হলে শ্রম সার্থক হবে, ইন-শা-আল্লাহ্! (চলবে)। (ড. মোঃ আব্দুর রউফ, ০২.০৭.২০২০, রাত ০৯:০০টা)। :"
    },
    {
        "id": 151,
        "details": "চলমান বিষয় (বাজেট-১৭): আজ সারারাত কাজ করেছি, আলহামদুলিল্লাহ। বই-এর একটা পার্ট এইমাত্র শেষ করলাম। দিনের বেলা বেশ ব্যস্ততা আছে। এখন একটু ঘুমাবো, তারপর দিনের কাজ শুরু করবো। দিনের বেলা টিপস দেয়ার সময় পাবো না মনে হয়। তাই, এখনই টিপসটা দিয়ে রাখি। এবারের অর্থ বিলের যে কয়েকটা বিষয় নিয়ে খুব বেশি আলোচনা হয়েছে, তার মধ্যে একটা হলো, উপকরণ ব্যবহারের ওপর রেয়াত নেয়ার বিধান করা। অর্থ আইনে এই বিধানটা অন্তর্ভুক্ত করা হয়নি। অর্থাৎ রেয়াত এখন আগের মতই। বিল-অব-এন্ট্রি বা ভ্যাট চালান থাকলে সম্পূর্ণ রেয়াত নিয়ে নেবেন। রেয়াত নেয়ার সময়সীমা আগে ছিল ২ কর-মেয়াদ, এখন ৪ কর-মেয়াদ। সব মিলে ভালোই হয়েছে, আলহামদুলিল্লাহ্! (চলবে)। (ড. মোঃ আব্দুর রউফ, ০২.০৭.২০২০)।"
    },
    {
        "id": 152,
        "details": "ভ্যাট টিপস-৭: Compliant হতে হবে, compliant হওয়া দরকার, compliant হওয়া সবার জন্য উত্তম, একথা আমরা সবাই জানি, মানি ও বিশ্বাস করি। এরপরের সমস্যা হলো, কে প্রথমে compliant হবে তা নিয়ে মতবিরোধ। আমাদের দেশের একটা বাস্তবতা হলো, শিল্প মালিক, ব্যবসায়ী তথা প্রাইভেট সেক্টরের মতে, সরকারি অফিসাররা অনিয়ম, হয়রানি ইত্যাদি করে। সরকারি অফিসারদের মতে, প্রাইভেট সেক্টর রাজস্ব ফাঁকি দেয়, অনিয়ম করে, ঋণ খেলাপি হয়, অর্থ বিদেশে পাচার করে। এভাবে একে অপরকে দোষারোপ করতে থাকে। তাদের মূল বক্তব্য হলো, আগে তুমি ভালো হও, তাহলে আমি ভালো হবো। তুমি খারাপ তাই আমি ভালো হতে পারি না। এমন ধারণা সঠিক নয়। আগে নিজেকে ভালো হতে হবে। এরপর অপরকে বলতে হবে। নিজে ভালো না হয়ে অপরকে ভালো হতে বলা নৈতিকতারও পরিপন্থী। আমার মূল বক্তব্য ছিল যে, নিজে ভালো হয়ে গেলে অপরের খারাপ প্রভাব তার ওপর পড়ে না। গতকাল লিখেছিলাম যে, আমাদের এই পরিবেশেও অনেক দেশি প্রতিষ্ঠান সম্পূর্ণ compliant হয়ে কাজ করছে। বাংলা প্রবাদ, “আপনি আচরী ধর্ম পরেরে শিখাও”, তাও আমরা ভুলতে বসেছি। তাই, প্রথমে compliant হতে হবে নিজেকে। (ড. মোঃ আব্দুর রউফ, ০১.০৭.২০২০)।"
    },
    {
        "id": 153,
        "details": "ভ্যাট টিপস-৬: আজ একটা ভ্যাট টিপস দেবো যা মূলত শিল্প, ব্যবসা প্রতিষ্ঠানের মালিকদের জন্য। তা হলো আপনারা ভ্যাট compliant হোন। অনেকে মনে করেন যে, আমাদের এই পরিবেশে compliant হয়ে ব্যবসা করা যায় না, এ কথা সঠিক নয়। আগে আমরা বিশ্বাস করতাম যে, সাধারণত বহুজাতিক কোম্পানি compliant হয়। এখন আমরা দেখছি যে, অনেক দেশি প্রতিষ্ঠান পূর্ণরূপে compliant হয়ে কাজ করছে। তারা Miscellaneous expenditure করে না। তারা এই পরিবেশে কাজ করছে এবং ভালো করছে। এমন অনেক প্রতিষ্ঠান আছে। আমার slogan হলো Compliance reduces business cost. Compliant হলে অনেক বাড়তি খরচ কমে যায়, sustainability বেড়ে যায়, ঝামেলা কমে যায়।  উন্নত দেশের প্রতি তাকিয়ে দেখুন। সব উন্নত দেশ compliant. আমাদের compliant না হয়ে উপায় নেই। জাতি হিসেবে উন্নতী করতে হলে আমাদের compliant হতে হবে। যত দ্রুত আমরা compliant হবো ততো আমার, আপনার, জাতির সবার জন্য মঙ্গল। আসুন সঠিক সিদ্ধান্ত নেই। (ড. মোঃ আব্দুর রউফ, ৩০.০৬.২০২০)।"
    },
    {
        "id": 154,
        "details": "ভ্যাট টিপস-৫: গতকাল একজন আমাকে জিজ্ঞাসা করেছিলেন যে, ভ্যাট ডিপার্টমেন্ট তাদের ফ্যাক্টরী অডিট করেছে। অডিটের সময় আমদানি করা উপকরণ দেখাতে পারেনি। অডিট অফিসার বলেছেন যে, মূল্য ঘোষণা (কো-এফিসিয়েন্ট) অনুসারে, ওই উপকরণ দিয়ে যত পণ্য প্রস্তুত করা যেতো তত পণ্যের ওপর যে পরিমাণ ভ্যাট হয় সে পরিমাণ ভ্যাট দাবি করা হবে। প্রতিষ্ঠানের মতে, ওই উপকরণ বিক্রি করলে যে ভ্যাট প্রযোজ্য হয় শুধুমাত্র সেটুকু ভ্যাট দাবি করা যুক্তিযুক্ত। ইন্ডাষ্ট্রিয়াল আইআরসি এবং কমার্সিয়াল আইআরসি পৃথক। ইন্ডাষ্ট্রিয়াল আইআরসি-তে আমদানি করলে উৎপাদন করতে হবে। উৎপাদন হলে দেশে মূল্য সংযোজন হবে, কর্মসংস্থান হবে, জিডিপি-তে প্রবৃদ্ধি হবে। তারপরও কোনো বিশেষ কারণে কিছু উপকরণ মাঝে মাঝে বিক্রি করার দরকার হতে পারে। যেমন, সমজাতীয় কোনো প্রতিষ্ঠানে জরুরি ভিত্তিতে কিছু উপকরণ দরকার হতে পারে। সেক্ষেত্রে বিক্রি করার দলিলাদি এবং বিক্রির ওপর ভ্যাট দেয়া থাকলে ভ্যাট বিভাগ তা গ্রহণ করে। আমদানিকৃত উপকরণ যদি পাওয়া না যায়, তাহলে এটাই যুক্তিযুক্ত যে, উপকরণ ব্যবহার করে উৎপাদন করা হয়েছে এবং ভ্যাট পরিশোধ না করে বিক্রি করে দেয়া হয়েছে। সেভাবে অডিট আপত্তি হবে। (ড. মোঃ আব্দুর রউফ, ২৯.০৬.২০২০)।"
    },
    {
        "id": 155,
        "details": "চলমান বিষয় (বাজেট-১৬): পরিবহন সেবা ৮০% রেয়াত পাওয়া যাবে, এ বিষয়টা বিস্তারিত আলোচনা করার জন্য গতকাল মশিউর রহমান সাহেব অনুরোধ করেছিলেন। নতুন ভ্যাট আইনের ধারা ৪৬(২)(ঘ)-তে যে বিধান ছিল তার অর্থ হলো পরিবহন সেবার বিপরীতে পরিশোধিত ভ্যাট রেয়াত নেয়া যাবে না। এবার এই বিধানে পরিবর্তন করা হয়েছে। নতুন বিধান অনুসারে, পরিবহন সেবার ক্ষেত্রে ৮০% রেয়াত নেয়া যাবে।পরিবহন সেবা হলো এসি বাস, এসি লঞ্চ, এসি ট্রেন, পরিবহন ঠিকাদার, শিপিং এজেন্ট, ফ্রেইট ফরোয়ার্ডার, কুরিয়ার সার্ভিস ইত্যাদি সেবা। এসব সেবা যদি কারোর উপকরণ হয়, তাহলে ৮০% রেয়াত পাওয়া যাবে। ধরুন, একটা সিরামিকস ইন্ডাষ্ট্রি ইন্দোনেশিয়া থেকে ১০০ টন চাইনা ক্লে আমদানি করেছে। তার ফ্যাক্টরী গাজিপুরে। চট্টগ্রাম বন্দর থেকে গাজিপুর পর্যন্ত পরিবহন করে আনার জন্য একটা পরিবহন ঠিকাদারকে দায়িত্ব দেয়া হয়েছে। পরিবহন ঠিকাদারের সেবার ওপর ধরুন ৩০,০০০ টাকা ভ্যাট পরিশোধ করা হয়েছে। এর ৮০% হলো ২৪,০০০ টাকা। সিরামিকস ইন্ডাষ্ট্রি ২৪,০০০ টাকা রেয়াত নিতে পারবে (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৮.০৬.২০২০)।"
    },
    {
        "id": 156,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৬:  আজ আমাদের রাস্তার পরের ৯ নং রাস্তায় অবস্থিত দুইটা টিনশেডের ২৭টা নিম্নবিত্ত ও প্রান্তিক পরিবারে ২৭টা ফুড প্যাকেজ দিয়েছি। আগের আইটেমগুলোই দিয়েছি। প্রতি প্যাকেজে ছিল ৫ কেজি চাল, ১ কেজি ডাল, ২ কজি আলু, ১ কেজি পেঁয়াজ, আধা কেজি লবণ এবং আধা লিটার সয়াবিন। প্রতি প্যাকেজের মূল্য আগের মতই ৫১৫ টাকা। খলিল ভাই বলেছিলেন যে, চাউলের দাম একটু বেড়েছে। তবে, আমি বলেছি যে, আপনি আগের মূল্যই নেন। অবশিষ্টটা ধরে নেন যে, আপনি দান করলেন। তাতে তিনি রাজি ও খুশি হয়েছেন। খলিল ভাই নিজে ব্যাগে ভরে সুমন, সাঈদুর রহমান এবং আর একজনসহ নিয়ে প্রত্যেকের ঘরে ঘরে পৌঁছে দিয়ে এসেছেন।  ২৭টা প্যাকেজে আজ খরচ হয়েছে ১৩,৯০৫ টাকা। ব্যালান্স ছিল ১৫,৪৬৫ টাকা। আজকের খরচের পর ব্যালান্স আছে ১,৫৬০ টাকা (চলবে) । (ড. মোঃ আব্দুর রউফ, ২৮.০৬.২০২০)।"
    },
    {
        "id": 157,
        "details": "চলমান বিষয় (বাজেট-১৫): প্রকল্পে মূল ঠিকাদারের বিল থেকে উৎসে ভ্যাট কর্তন করা হলে সাব-কন্ট্রাক্টরের বিল থেকে উৎসে ভ্যাট কর্তন করতে হবে না, এ মর্মে এবারে বিধান করা হয়েছে যা গতকাল আলোচনা করেছিলাম। এ প্রেক্ষিতে প্রশ্ন আসছে যে, সাব-কন্ট্রাক্টর যদি আবার সাব-সাব-কন্ট্রাক্টর নিয়োগ করেন তাহলে কি সাব-সাব-কন্ট্রাক্টরের বিল থেকেও উৎসে ভ্যাট কর্তন করতে হবে না। আইনের বিধানে এমর্মে কিছু উল্লেখ নেই। তাই, সাব-সাব-কন্ট্রাক্টরের বিল হতে প্রযোজ্য হলে উৎসে ভ্যাট কর্তন করতে হবে। আপনি যদি যুক্তির কথা বলেন তাহলে ভ্যাট না কাটাই সমীচীন। কিন্তু যুক্তি দিয়ে চলা যাবে না, আইন দিয়ে চলতে হবে। ভালো বা মন্দ যা-ই হোক বর্তমান আইন যেমন আছে সেভাবে কাজ করতে হবে। আমাদের ভ্যাট সিস্টেমের একটা বড় দূর্বলতা হলো অর্থনৈতিক কর্মকান্ডের সকল বিষয়ে বিধান নেই। ব্যবসা-বান্ধব ভ্যাট আইন এমন হতে হবে যে সব বিষয়ে বিধান থাকবে। মাঠ পর্যায়ে কাজ করতে গেলে দেখবেন অনেক বিষয়ে কোনো বিধান পাবেন না। এমন বিষয়ে কাজ করতে নানা ধরনের জটিলতার মুখোমুখি হতে হবে। আসুন আমরা সকলে মিলে ভ্যাট সিস্টেমটা উন্নত করার চেষ্টা করি (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৭.০৬.২০২০)।"
    },
    {
        "id": 158,
        "details": "চলমান বিষয় (বাজেট-১৪): অর্থ বিল ২০২০ এর মাধ্যমে ভ্যাট আইনের ধারা ৪৯ সংশোধন করে প্রকল্পে সাব-কন্ট্রাক্টরদের বিল হতে উৎসে ভ্যাট কর্তন করতে হবে না এরূপ বিধান প্রস্তাব করা হয়েছে (শর্ত সাপেক্ষে)। বেশ কয়েকজন আমার কাছে প্রশ্ন করেছেন যে, বেসরকারি কাজের ক্ষেত্রে এ বিধান প্রযোজ্য হবে কি-না। আমার উত্তর হলো, প্রযোজ্য হবে। ভ্যাট আইনে “প্রকল্প” এর সংজ্ঞা দেয়া হয়নি। তাই, বিষয়টিকে সাধারণ অর্থে নিতে হবে।  ১৯৯১ সনের ভ্যাট আইনেও এমন বিধান ছিল। প্রথমে ছিল শুধুমাত্র বৈদেশিক সাহায্যপুষ্ট প্রকল্পের ক্ষেত্রে। পরবর্তীতে সব প্রকল্পের ক্ষেত্রে প্রযোজ্য করা হয়। এবারে শুধু পার্থক্য হলো, পণ্যের ক্ষেত্রে এ বিধান প্রযোজ্য হবে না। প্রকল্প বলতে আমরা সাধারণত বুঝি কোনো একটা বিশেষ কাজ করার উদ্যোগ। বেসরকারি পর্যায়ে এমন কোনো কাজ যদি টেন্ডার করে প্রদান করা হয় এবং মূল ঠিকাদার যদি সাব-কন্ট্রাক্টর নিয়োগ করেন এবং যদি টেন্ডারকারী প্রতিষ্ঠান উৎসে কর্তনকারী হয়, তাহলে এ বিধান প্রযোজ্য হবে। মাঠ পর্যায়ে এভাবেই কাজ সম্পাদিত হচ্ছে  (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৬.০৬.২০২০)।"
    },
    {
        "id": 159,
        "details": "চলমান বিষয় (আমার পোস্ট আপনাদের লিংকে শেয়ার করা): আমার একটা উদ্দেশ্য হলো, ভ্যাটের জ্ঞান যাদের দরকার আছে তাদের কাছে সহজে পৌঁছে দেয়া। এ উদ্দেশ্যে আমি বর্তমানে ই-মেইল, এসএমএস এবং লিংকডইন এ তিনটি মিডিয়া ব্যবহার করি। তবে, আমার মনে হয় যে, আমি টারগেট গ্রুপের খুব অল্প অংশের কাছে পৌঁছাতে পেরেছি। সমগ্র টারগেট গ্রুপের কাছে পৌঁছাতে হবে। কিছুদিন হলো, টারগেট গ্রুপের কাছে পৌঁছাতে হলে কী কী করা যায় সে বিষয়ে বেশ কয়েকজন পরামর্শ দিয়েছিলেন। তার মধ্যে একটা পরামর্শ ছিল, আমার পোস্টগুলো আপনাদের লিংকডইন ও ফেসবুকে শেয়ার করা। আমি ভ্যাট সংক্রান্ত যে পোস্টগুলো দেই সেগুলো আপনারা আপনাদের লিংকডইন ও ফেসবুকে শেয়ার করতে পারেন। অনুগ্রহ করে এ্যাজ ইট ইজ কপি করে পেস্ট করে দেবেন। নতুন করে কোনো-কিছু লেখবেন না। আশা করি, পাঠকগণ পড়ে উপকৃত হবেন।ক্ষুধার্তকে অন্ন দাও কর্মসূচীর পোস্টগুলো আপাতত এখন আমি ব্যাপকভাবে শেয়ার করতে চায় না। আমি যখন কাজের ক্ষেত্র অনেক বাড়াতে পারবো, তখন শেয়ার করবো ইন-শা-আল্লাহ্। এই পোস্টগুলো এখন শেয়ার করার দরকার নেই। (ড. মোঃ আব্দুর রউফ, ২৬.০৬.২০২০)।"
    },
    {
        "id": 160,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৫:  গত টিপস-এ লিখেছিলাম যে, এতোদিন দিয়েছি আমাদের বাসার পেছনে খালের পাড়ের টিনশেডে এবং সামনের রাস্তার কয়েকটা টিনশেডে। আমাদের রাস্তার পরের ৯ নং রাস্তায় কয়েকটা টিনশেড আছে। সেখানে সার্ভে করিয়েছি। সেখানে মোট ২৯টা পরিবার বসবাস করেন। পরিবার বলতে কোনো পরিবারে ১ জন বা ২ জনও রয়েছে। প্রতি রুমে ৩/৪ জন করে থাকেন। ২টি পরিবার মালিক পক্ষের। এ দুটি পরিবার বাদ দিলে ২৭টি পরিবার ত্রাণ নেয়ার যোগ্য। তারা কাজের বুয়া, সিএনজি চালক, দোকানের কর্মচারী, মিস্ত্রী এসব পেশার। শনিবার ২৭ জুন সন্ধায় তাদেরকে খাদ্য প্যাকেজ দেয়ার প্রস্তুতি নিচ্ছি। আগের মত প্যাকেজ দেবো। প্রতি প্যাকেজের মূল্য পড়বে ৫১৫ টাকা। আপনারা যদি কেউ দেখতে আসতে চান, তাহলে দয়া করে আমার মোবাইলে এসএমএস দেবেন (০১৭১১-৫৪৮১২৩)। দোকানদার খলিল ভাইকে অলরেডি বলেছি শনিবার বিকালে ২৭টি প্যাকেজ তৈরি করে রাখতে। তিনি ভালো মানুষ। তিনি যত্নের সাথে কাজটা করেন। খাদ্য সহায়তা তহবিলে ব্যালান্স ছিল ১২,৪৬৫ টাকা। আজ আমি ৩,০০০ টাকা দিয়েছি। আজকের ব্যালান্স ১৫,৪৬৫ টাকা (চলবে) । (ড. মোঃ আব্দুর রউফ, ২৬.০৬.২০২০)।"
    },
    {
        "id": 161,
        "details": "চলমান বিষয় (প্রশ্ন করার পদ্ধতি): আমার কাছে অনেকে ভ্যাটের নানা বিষয় জানতে চান। আমি জবাব দেয়ার খুব চেষ্টা করি। তবে, আমি একটা বিষয় লক্ষ্য করেছি, তা হলো, সকলের মধ্যে একটা প্রবণতা হলো, তাঁরা ঘটনাটা বলেন না; তাঁরা ঘটনাকে হাইপোথেটিক্যাল প্রশ্নে রূপান্তর করার চেষ্টা করেন। এর ফলে, প্রকৃত ঘটনা প্রকাশ করতে পারেন না। ঘটনাকে পাশে রেখে বলতে থাকেন যে, যদি এমন হয়, তাহলে কি হবে; যদি কোম্পানি এ ইহা করে এবং কোম্পানি বি তাহা করে তাহলে কি হবে। ধরুন, একজন ইহা করিয়াছে, তাহলে কি হবে। প্রকৃত ঘটনা না বলে হাইপোথেটিক্যাল বিষয় বলার কারণে প্রকৃত বিষয় বুঝা যায় না। প্রকৃত ঘটনা বুঝতে না পারলে সঠিক উত্তর দেয়া যায় না। কোনো বিষয় জানতে চাইলে তিনটি বিষয় খেয়াল রাখবেন। (১) প্রশ্ন আকারে নয়, বর্ণনা আকারে বলবেন; আপনি যে বিষয় জানতে চান তার বিস্তারিত বিবরণ দেবেন। (২) প্রকৃত ঘটনা বলবেন; হাইপোথেটিক্যালী বলবেন না। যদি, ধরেন, মনে করেন, এভাবে বলবেন না। এভাবে বললে ঘটনা বুঝা যায় না। প্রতিষ্ঠানের প্রকৃত নাম, কাজের ধরন উল্লেখ করবেন। (৩) স্পেসিফিকভাবে বলবেন। সমস্যার কেন্দ্রে চলে যাবেন। প্রশ্ন বুঝতে না পারলে এবং সঠিক জবাব দিতে না পারলে অনুভূতিটা ভালো হয় না (চলবে)। (ড. মোঃ আব্দুর রউফ, ২৫.০৬.২০২০)।"
    },
    {
        "id": 162,
        "details": "চলমান বিষয় (বাজেট-১০): আমরা ভ্যাট বিধিমালায় সংশোধনী আলোচনা করছি। ভ্যাট চালানপত্রে (মূসক-৬.৩) যানবাহনের প্রকৃতি ও নম্বর উল্লেখ করার বিধান করা হয়েছে। পণ্য পরিবহনকালে ভ্যাট চালানপত্র যানবাহনের সাথে রাখার বিধান করা হয়েছে। রেকর্ড, দলিলপত্র ও পণ্যবাহী যান জব্দ করা হলে, বিধি ৬১(৫) অনুসারে ৩ দিনের মধ্যে প্রাথমিক প্রতিবেদন এবং ১৫ দিনের মধ্যে চূড়ান্ত প্রতিবেদন দাখিল করার বিধান করা হয়েছে। এরূপ বিধান বিভাগীয় বিচার ত্বরান্বিত করবে বলে আশা করা যায়। ভ্যাট কনসালট্যান্ট লাইসেন্স পরীক্ষা গ্রহণ, মূল্যায়ণ, লাইসেন্স প্রদান ইত্যাদি যাবতীয় দায়িত্ব কাস্টসম ও ভ্যাট একাডেমির মহাপরিচালকের ওপর অর্পণ করা হয়েছে। এর ফলে উদ্যোগ গ্রহণ করলে লাইসেন্স প্রদান ত্বরান্বিত হবে বলে আশা করা যায়। ভ্যাট কনসালট্যান্ট লাইসেন্স পরীক্ষায় আবেদনের জন্য ভ্যাট নিবন্ধন নেয়ার বাধ্যবাধকতা বাতিল করা হয়েছে। লাইসেন্স পাওয়ার জন্য নির্বাচিত হলে ভ্যাট নিবন্ধন নিতে হবে। ভ্যাট কনসালট্যান্ট লাইসেন্স এর আবেদন ফি ১০ হাজার টাকা থেকে কমিয়ে ৫ হাজার টাকা নির্ধারণ করা হয়েছে। ভ্যাট কনসালট্যান্ট লাইসেন্স নবায়ন করার বিধান বাতিল করা হয়েছে। এই পরিবর্তনগুলো খুব ভালো হয়েছে। এখন পরীক্ষা নিয়ে প্রচুর লাইসেন্স দিয়ে প্রফেশনাল তৈরি করা দরকার (চলবে)। (ড. মোঃ আব্দুর রউফ, ২১.০৬.২০২০)।"
    },
    {
        "id": 163,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৪: গতকাল ৪৬টা প্যাকেজ দিয়েছি। প্রতি প্যাকেজে ছিল আগের মত ৫ কেজি চাল, ১ কেজি ডাল, ২ কেজি আলু, ১ কেজি পেঁয়াজ, আধা কেজি লবণ এবং আধা লিটার সয়াবিন তেল। প্রতি প্যাকেজের মূল্য ৫১৫ টাকা। ৪৬ প্যাকেজে মোট খরচ হয়েছে ২৩,৬৯০ টাকা। এখন ব্যালান্স আছে ৭,৪৬৫ টাকা। সুপ্রীম আহমেদ এফসিএ দেখতে আসতে চেয়েছিলেন। তবে শেষ-মেষ তিনি আসতে পারেননি। পরবর্তীতে আসবেন আশা করি। এতোদিন দিয়েছি আমার বাসার পেছনে খালের পাড়ের টিনশেডে এবং সামনের রাস্তার কয়েকটা টিনশেডে। আমাদের রাস্তার পরের ৯ নং রাস্তায় কয়েকটা টিনশেড আছে। সেখানে প্রায় ৩৫টা নিম্নবিত্ত ও প্রান্তিক পরিবার বসবাস করেন। এর আগে প্যাকেজ বিতরণ করার সময় তাদের কয়েকজন দেখেছেন। আমি এর আগে কয়েকজনকে কিছু টাকা দিয়েছিলাম। আগামীদিন এ পরিবারগুলোকে অন্তর্ভুক্ত করতে চাই। সেক্ষেত্রে প্রায় ৭০টা প্যাকেজ দিতে হবে। প্যাকেজের মূল্য একটু কমিয়ে দেবো ভাবছি। টাকা কোথা থেকে আসবে তা নিয়ে আমি চিন্তা করি না। আল্লাহ একটা ব্যবস্থা করবেন ইন-শা-আল্লাহ্। আগেই বলেছি যে, কাজ করতে টাকা বড় সমস্যা নয়। ইচ্ছা ও চেষ্টা থাকলে ব্যবস্থা হয়ে যায়। মাননীয় অর্থমন্ত্রী বলেছেন যে, আগে খরচ করবো। তারপর টাকা কোথা থেকে আসবে সেটা পরে দেখবো। তাঁর কথা আমার খুব পছন্দ হয়েছে। আমি অর্থমন্ত্রী হলেও তা-ই করতাম (চলবে) । (ড. মোঃ আব্দুর রউফ, ২০.০৬.২০২০)।"
    },
    {
        "id": 164,
        "details": "চলমান বিষয় (বাজেট-৯): আজ সারারাত কাজ করেছি। রাত ৯টা থেকে ১১টা জুম মিটিং করেছি। তারপর উৎসে কর্তন বিধিমালার কাজ শুরু করি। সকাল ৯টার দিকে শেষ করি। সাড়ে ন’টার দিকে এনবিআরে মেইল করেছি। এনবিআর-এর ১১ জুন তারিখে জারিকৃত বিধিমালায় খুব বেশি পরিবর্তন করিনি। আমি বলেছিলাম যে, কাঠামো ঠিক রেখে সংশোধন করে দেবো। যে মূল বিষয়গুলোর ওপর কাজ করেছি তা নিম্নরূপ: (১) সব হ্রাসকৃত পণ্যের ক্ষেত্রে উৎসে কর্তন করার বিধান বিলুপ্ত করার সুপারিশ করেছি; যেখানে রাজস্ব ফাঁকির ঝূঁকি বেশি সেক্ষেত্রে কর্তন করার অনুরোধ করেছি।(২) বিজ্ঞাপনের ক্ষেত্রে ইতোপূর্বের পদ্ধতি ভ্যাট চালান সত্যায়িত থাকলে উৎসে কর্তন না করার বিধান করার সুপারিশ করেছি।(৩) আমদানিকৃত সেবার ক্ষেত্রে ব্যাংক কর্তৃক উৎসে কর্তন করার সুপারিশ করেছি। (৪) ক্ষুদ্র ক্ষুদ্র ক্রয়ের ক্ষেত্রে মাসে একবারে কর্তন করার সুপারিশ করেছি। (৫) টার্নওভার কর চালানপত্র থাকলে উৎসে কর্তন করতে হবে না বিধান প্রস্তাব করেছি।(৬) উৎসে কর্তিত অর্থ দাখিলপত্রে বৃদ্ধিকারী সমন্বয় করার প্রস্তাব করেছি।(৭) উৎসে কর্তনের ক্ষেত্রে বর্তমানে দু’বার ভ্যাট জমা হয়ে যায়। একবার সমন্বয় করতে হয়। এতে অনেকগুলো সমস্যা রয়েছে। একবার জমা দেয়ার বিধান বিবেচনা করার অনুরোধ করেছি। খসড়া সংযুক্ত করলাম। (ড. মোঃ আব্দুর রউফ, ২০.০৬.২০২০)।"
    },
    {
        "id": 165,
        "details": "চলমান বিষয়: আজ খুব ব্যস্ত আছি। উৎসে কর্তন বিধিমালা সংশোধন করে আগামীকাল সকালের মধ্যে এনবিআর-এ পাঠানোর নিয়ত করেছি। যদি এনবিআর গ্রহণ করে তাহলে উৎসে ভ্যাট কর্তন সংক্রান্ত বিষয় আরো রাজস্ব-বান্ধব ও ব্যবসা-বান্ধব হবে বলে আশা করি। এসআরও নং ১০৬ নিয়ে অনেকে প্রশ্ন করছেন। এই এসআরও-টির মূল বক্তব্য হলো যেসব উৎপাদনকারীর উৎপাদন স্তরে কোনো ভ্যাট প্রদেয় হয় না, সেসব উৎপাদনকারীকে আমদানি স্তরে আগাম কর পরিশোধ করতে হবে না। এ বিষয়টি নিয়ে শীঘ্রই আর একদিন বিস্তারিত লেখার আশা রাখি।  আজ রাত ৯ টায় জুম মিটিং করবো ইন-শা-আল্লাহ্। জুম মিটিং মূলত ভ্যাট ফোরামের সদস্যদের জন্য। তবে, আজ আপনারাও অংশগ্রহণ করতে পারেন। দেখি কেমন পার্টিসিপেশন হয়। মিটিং-এ উৎসে কর্তন বিধিমালা সম্পর্কে মতামত দিলে বাধিত হবো। মিটিং আইডি : 693 3838 2567. পাসওয়ার্ড লাগবে না, এই আইডি ব্যবহার করে এ্যাকসেস নেয়া যাবে ইন-শা-আল্লাহ্। আজ সন্ধ্যায় ফুড প্যাকেজ বিতরণ করার প্রস্তুতি নিয়েছি। সার্ভে করিয়ে ৪৬টি প্যাকেজ দেয়ার প্রস্তুতি নিয়েছি। গতকাল কে যেন ১,০২০ (এক হাজার কুড়ি টাকা মাত্র) বিকাশ করেছেন। নাম জানাননি। আল্লাহ তাঁর দান কবুল করে নিন। তহবিলে আজকের ব্যালান্স ৩১,১৫৫ টাকা যা বর্তমানে যথেষ্ট। দোয়া করবেন। (ড. মোঃ আব্দুর রউফ, ১৯.০৬.২০২০)।"
    },
    {
        "id": 166,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-৩: ড. বদিউল আলম মজুমদার স্যার যে ঘটনাটি বলেছিলেন তা হলো, অনেক দিন আগের কথা, যখন আমেরিকার অবস্থা ভালো ছিল না। একদিন আমেরিকার এক শহরে একজন ভিক্ষুক মারা গেলেন। ভিক্ষুকের আপনজন বলতে কেউ ছিলেন না। তাকে সৎকার করার সময় তার বসবাসের স্থানে কিছু নগদ টাকা এবং একটা চিঠি পাওয়া গেল। চিঠিতে তিনি লিখেছেন যে, তিনি কোনো এক স্থানের বাসিন্দা। সেখানে খাবার পানির খুব সংকট। মানুষকে এজন্য খুব কষ্ট করতে হয়। তাঁর সারা জীবনের স্বপ্ন ছিল তিনি ভিক্ষা করে হলেও সে এলাকায় তিনি খাবার পানি সরবরাহের ব্যবস্থা করে যাবেন। তিনি সে কাজটা করে যেতে পারেননি। তাই, সে কাজটা সম্পন্ন করার জন্য চিঠিতে আকুল অনুরোধ জানান। ভিক্ষুকের এমন আন্তরিকতায় খুশী হয়ে একজন ধনাঢ্য ব্যক্তি সে স্থানে খাবার পানি সরবরাহের ব্যবস্থা করে দেন। এ ঘটনার শিক্ষা হলো, একজন মানুষ অনেক কাজ করতে পারে না। তবে, কেউ যদি তার কাজের ক্ষেত্র সীমিত করে চেষ্টা করে, তাহলে কোনো না কোনোভাবে সম্পন্ন হয়ে যায়। তাই, আমার কর্মজীবনকে আমি ভ্যাটের মধ্যে সীমাবদ্ধ রেখেছি। আর সেবামূলক কাজ হিসেবে বেছে নিয়েছি সীমিত আকারে ক্ষুধার্তকে অন্ন দাও কর্মসূচী। আগামীকাল সন্ধায় খাদ্য সহায়তা দেয়ার প্রস্তুতি নিচ্ছি। গতবারের মত ৫১৫ টাকার প্যাকেজ দেবো ইন-শা-আল্লাহ্। যদি আপনারা কেউ দেখতে আসেন তাহলে খুব ভালো হয়। যদি আসতে চান, দয়া করে আমার মোবাইলে এসএমএস দিন ০১৭১১-৫৪৮১২৩। (ড. মোঃ আব্দুর রউফ, ১৮.০৬.২০২০)।"
    },
    {
        "id": 167,
        "details": "চলমান বিষয় (বাজেট-৮): আজ থেকে বিধিমালায় সংশোধনী আলোচনা শুরু করবো ইন-শা-আল্লাহ্। বিধি ৭ এ সংশোধন করে স্ব-উদ্যোগে নিবন্ধন/তালিকাভুক্ত করার দায়িত্ব কমিশনার এর পরিবর্তে বিভাগীয় কর্মকর্তার ওপর ন্যস্ত করা হয়েছে। বিধি ১৯(৩) সংশোধনের মাধ্যমে আগাম কর ফেরৎ প্রদানের আবেদন করার সময়সীমা ৬০ দিন থেকে বাড়িয়ে ১২০ দিন নির্ধারণ করা হয়েছে। বিধি ২১ সংশোধন করে মূল্য ঘোষণা (মূসক-৪.৩) দাখিল করার পর ৭ দিনের পরিবর্তে ১৫ দিনের মধ্যে বিভাগীয় কর্মকর্তা যাচাই-বাছাই করে সুপারিশসহ কমিশনার বরাবরে প্রেরণ করার বিধান করা হয়েছে। ব্যবহারের অযোগ্য উপকরণ, ধ্বংসপ্রাপ্ত পণ্য এবং বর্জ্য নিষ্পত্তি করার বিধান নতুন ভ্যাট আইন বা বিধিতে ছিল না। এ বিষয়ে বিধান করার জন্য একাধিকবার ভ্যাট ফোরাম থেকে জাতীয় রাজস্ব বোর্ড বরাবরে খসড়াসহ অনুরোধ করা হয়েছিল। ভ্যাট ফোরামের সুপারিশের প্রস্তাব-৫ এ বিষয়টি অন্তর্ভুক্ত ছিল। এবারে বিধি ২৪ক, ২৪খ ও ২৪গ সন্নিবেশ করে বিস্তারিত বিধান প্রণয়ন করা হয়েছে যা বিশেষ করে উৎপাদনকারীদের খুব কাজে আসবে। অনেকের প্রাঙ্গনে প্রচুর বর্জ্য মজুদ হয়ে গেছে, তা নিষ্পত্তি করা যাবে (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৮.০৬.২০২০)।"
    },
    {
        "id": 168,
        "details": "চলমান বিষয় (আগাম কর অব্যাহতি): এসআরও নং-১০৬-আইন/২০২০/৯২-মূসক, তাং- ২৫ মার্চ, ২০২০ জারি হয়েছে। যদিও এসআরওটি পাওয়া গেছে গত কয়েকদিন আগে। এই এসআরও-এর মূল বিষয় হলো, আমদানি স্তরে ৫% আগাম কর অব্যাহতি। উক্ত এসআরও-এর অনুচ্ছেদ ২ অনুসারে, দু’ধরনের প্রতিষ্ঠান আমদানি স্তরে আগাম কর অব্যাহতি পাবে। (এক) শিল্পায়নের লক্ষ্যে উৎপাদন পর্যায়ে ভ্যাট অব্যাহতি দেয়া হয়েছে, এমন উৎপাদনকারী প্রতিষ্ঠান কর্তৃক আমদানির ক্ষেত্রে; এবং (দুই) যে উৎপাদনকারী প্রতিষ্ঠানের সরবরাহের ওপর ভ্যাট প্রযোজ্য নেই এমন প্রতিষ্ঠানের আমদানির ক্ষেত্রে। অর্থাৎ উৎপাদন স্তরে ভ্যাট নেই এমন প্রতিষ্ঠানের ক্ষেত্রে আমদানির সময় আগাম কর পরিশোধ করতে হবে না। তবে, এসআরওতে বেশ-কিছু শর্ত রয়েছে, সেগুলো পালন করতে হবে। এসআরওটি সংযুক্ত করা হলো। তবে, এসআরও এর শিরোনামে কেন্দ্রীয় নিবন্ধিত প্রতিষ্ঠানের কথা বলা হলেও তা এসআরও এর গর্ভে নেই। মনে হয় মিসম্যাচ হয়েছে। আগামী টিপস-এ ভ্যাট বিধিমালায় সংশোধনী আলোচনা করবো ইন-শা-আল্লাহ্ (চলবে)। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ১৭.০৬.২০২০)।"
    },
    {
        "id": 169,
        "details": "চলমান বিষয় (বাজেট-৭): আজ ভ্যাট আইনের তৃতীয় তফসিলের সংশোধনী আলোচনা করবো ইন-শা-আল্লাহ্। পটেটো ফ্রেক্স এবং মেইজ (কর্ণ) স্টার্চ এর ওপর উৎপাদন স্তরে ১৫% ভ্যাট আরোপিত ছিল, এখন ৫% করা হয়েছে। Router, Loaded PCB এবং PCB এর ওপর উৎপাদন স্তরে ভ্যাট ১৫% থেকে হ্রাস করে ৫% নির্ধারণ করা হয়েছে। নন-এসি হোটেলের ভ্যাট ১৫% হবে তা স্পষ্টিকরণ করা হয়েছে। নন-এসি রোস্তোরাঁর ভ্যাট হবে ৭.৫%। শো-রুমে ফার্ণিচার বিক্রির ওপর ভ্যাট ছিল ৫%, তা ৭.৫% করা হয়েছে। এখন ফার্ণিচারের ক্ষেত্রে উৎপাদনেও ৭.৫% ভ্যাট, শো-রুমেও ৭.৫% ভ্যাট। এসি লঞ্চ এর ভ্যাট ৫% ছিল, তা ১০% করা হয়েছে। কটন সুতার ওপর ভ্যাট ছিল প্রতি কেজি ৪ টাকা, তা প্রতি কেজি ৩ টাকা করা হয়েছে। সিনথেটিক সুতার ওপর ভ্যাটের হার ছিল ৫% তা বাতিল করে এখন প্রতি কেজি ৬ টাকা নির্ধারণ করা হয়েছে। আগামী টিপস-এ ভ্যাট বিধিমালায় সংশোধনী আলোচনা করবো ইন-শা-আল্লাহ্ (চলবে)। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ১৬.০৬.২০২০)।"
    },
    {
        "id": 170,
        "details": "চলমান বিষয় (বাজেট-৬): আজ ভ্যাট আইনের দ্বিতীয় তফসিলের সংশোধনী আলোচনা করবো ইন-শা-আল্লাহ্। দ্বিতীয় তফসিল হলো, সম্পূরক শুল্ক আরোপযোগ্য পণ্য ও সেবার তালিকা। দ্বিতীয় তফসিলে ৩টি টেবিল রয়েছে। টেবিল-১ হলো, আমদানি স্তরে সম্পূরক শুল্ক আরোপযোগ্য পণ্যের তালিকা; টেবিল-২ হলো, উৎপাদন স্তরে সম্পূরক শুল্ক আরোপযোগ্য পণ্যের তালিকা; টেবিল-৩ হলো, স্থানীয় পর্যায়ে সম্পূরক শুল্ক আরোপযোগ্য সেবার তালিকা। উল্লেখ্য, ব্যবসায়ী স্তরে (trading stage) সম্পূরক শুল্ক আরোপিত নেই।  এবারে টেবিল-১ প্রতিস্থাপন করা হয়েছে। অর্থাৎ আমদানি স্তরে বিভিন্ন এইচএস কোডের বিপরীতে সম্পূরক শুল্ক হার পরিবর্তন করা হয়েছে। টেবিল-২ এ বিড়ি, সিগারেট, জর্দা ও গুল-এর সম্পূরক শুল্ক উৎপাদন স্তরে বাড়ানো হয়েছে। কসমেটিক্স এর সম্পূরক শুল্ক উৎপাদন স্তরে ৫% থেকে ১০% করা হয়েছে। সিরামিকের সিঙ্ক, বেসিন, প্যাডেস্টাল বেসিন, কমোড বা উহার যন্ত্রাংশ, যে কোনো ধরনের প্যান এবং বাথরুমের অন্যান্য ফিটিংস ও ফিক্সার্স এর ওপর উৎপাদন স্তরে ১০% সম্পূরক শুল্ক আরোপ করা হয়েছে। টেবিল-৩ এ মোবাইল ফোন ও বিআরটিএ-এর সেবার ওপর সম্পূরক শুল্ক ১০% থেকে ১৫% এ বর্ধিত করা হয়েছে। চার্টার্ড বিমান ও হেলিকপ্টার ভাড়ার ওপর সম্পূরক শুল্ক ২৫% থেকে বাড়িয়ে ৩০% করা হয়েছে। আগামী টিপস-এ তৃতীয় তফসিলের সংশোধনী আলোচনা করা হবে ইন-শা-আল্লাহ্ (চলবে)। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ১৫.০৬.২০২০)।"
    },
    {
        "id": 171,
        "details": "চলমান বিষয় (বাজেট-৫): আজ ভ্যাট আইনের প্রথম তফসিলের দ্বিতীয় খণ্ডের সংশোধনী নিয়ে আলোচনা করবো ইন-শা-আল্লাহ্। প্রথম তফসিলের দ্বিতীয় খণ্ডের অনুচ্ছেদ ৩(খ) প্রতিস্থাপন করে পুস্তক, সংবাদপত্র, ম্যাগাজিন ও সরকারী গেজেট বিক্রি করাকে ভ্যাটমুক্ত করা হয়েছে। আমার মনে হয় এই সংশোধনীটা প্রথম তফসিলে না করে মূল অব্যাহতি প্রজ্ঞাপন (১৪৪-আইন/২০২০/১০৫-মূসক)- এ করলে ভালো হতো। কারণ, প্রথম তফসিলের দ্বিতীয় খণ্ড হলো সেবার ক্ষেত্রে অব্যাহতি। আর সংশোধন করে পণ্যের ক্ষেত্রে ভ্যাট অব্যাহতি দেয়া হচ্ছে। যাহোক, আমাদের জানার বিষয় হলো, পুস্তক, সংবাদপত্র, ম্যাগাজিন ও সরকারী গেজেট বিক্রি করার সময় ভ্যাট দিতে হবে না। নীলক্ষেত, নিউ মার্কেটে যেসব বইয়ের দোকান আছে তাদের এখন থেকে বিক্রির ওপর ভ্যাট দিতে হবে না। অনুচ্ছেদ ৪ এ সংযোজনের মাধ্যমে শেয়ার ক্রয়-বিক্রয় নিষ্পত্তি সংক্রান্ত কাজকে ভ্যাটমুক্ত করা হয়েছে। অনুচ্ছেদ ৫ এ সংযোজনের মাধ্যমে এয়ার এ্যাম্বুলেন্স সেবাকে ভ্যাটমুক্ত করা হয়েছে। আগামী টিপস-এ দ্বিতীয় তফসিলে সংশোধনী আলোচনা করা হবে ইন-শা-আল্লাহ্ (চলবে)। সাথেই থাকুন।আগামী শুক্রবার ১৯ জুন ফুড প্যাকেজ বিতরণ করবো বলে আশা করছি। ফান্ডে বর্তমান ব্যালান্স ৩০,১৫৫ টাকা যা যথেষ্ট। আলহামদুলিল্লাহ্। (ড. মোঃ আব্দুর রউফ, ১৪.০৬.২০২০)।"
    },
    {
        "id": 172,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-২: ক্ষুধার্তকে অন্ন দাও কর্মসূচী কেনো শুরু করেছিলাম, তা আজ কিঞ্চিৎ ব্যাখ্যা করবো ইন-শা-আল্লাহ্। আমি ১৯৯৯-২০০১ সময়ে এমফিল করি। এমফিলে একটা কোর্স ছিল ডেভেলপমেন্ট স্টাডিজ। এই কোর্সে ফিল্ড ওয়ার্ক ছিল। ফিল্ড ওয়ার্ক হলো, গ্রামের মানুষের সাথে ৩ মাস কাজ করে রিপোর্ট দিতে হবে। আমাদেরকে অনেকগুলো গ্রুপে বিভক্ত করে বিভিন্ন এনজিও-তে সংযুক্ত করে দেয়া হয়। আমি আর আমার সহপাঠী তালেব ভাইকে ‍(তখন মিরপুর কমার্স কলেজের শিক্ষক) সংযুক্ত করা হয় দি হাংগার প্রজেক্টের সাথে। হাংগার প্রজেক্ট থেকে আমাদেরকে টাঙ্গাইলের নাগরপুর উপজেলার গয়হাটা ইউনিয়নে পাঠানো হয়। আমাদের ফিল্ডে পাঠানোর আগে প্রশিক্ষণ দেয়া হয়। প্রশিক্ষণে অনেক নামি-দামি ব্যক্তি বক্তব্য দেন। তার মধ্যে একজন ছিলেন দি হাংগার প্রজেক্টের তখনকার কান্ট্রি চীফ ড. বদিউল আলম মজুমদার, যিনি এখন সুশাসনের জন্য নাগরিক (সুজন) এর সম্পাদক। ড. মজুমদার একটা ঘটনা বলেছিলেন, যা মোটামুটি মর্মস্পর্শী বলা যায়। ঘটনাটা আগামীকাল বা পরশু লিখবো আশা করি। সে ঘটনার শিক্ষা হলো, একজন মানুষ অনেক কাজ করতে পারে না। তাই, কাজ করতে হলে কাজের ক্ষেত্র সীমিত করতে হবে। তখন আমি সিদ্ধান্ত নেই যে আমার কাজের ক্ষেত্র সীমিত করে ফেলবো। আমার কর্মজীবনকে আমি ভ্যাটের মধ্যে সীমাবদ্ধ রেখেছি। তাতে অর্জন ভালোই হয়েছে আলহামদুলিল্লাহ। আর সেবামূলক কাজ হিসেবে বেছে নিয়েছি ক্ষুধার্তকে অন্ন দাও কর্মসূচী (চলবে)। (ড. মোঃ আব্দুর রউফ, ১৪.০৬.২০২০)।"
    },
    {
        "id": 173,
        "details": "Please find attached herewith VAT Guidelines for the budgetary measures. This may be helpful to the VAT readers."
    },
    {
        "id": 174,
        "details": "চলমান বিষয় (বাজেট-৪): গত টিপস-এ আলোচনা করেছিলাম যে, অর্থ বিল, ২০২০ এ ভ্যাট আইনের তিনটি তফসিলে যে সংশোধন করা হয়েছে সেগুলো ১১ জুন থেকেই কার্যকর হয়েছে। সাধারণ কথা হলো, যদি করহার, কর আরোপ সংক্রান্ত বিষয় হয়, তাহলে তা অবিলম্বে কার্যকর হয়। অন্যান্য বিষয় অর্থ আইন চূড়ান্তভাবে সংসদ কর্তৃক গৃহীত এবং মহামান্য রাষ্ট্রপতি কর্তৃক সম্মতি প্রদান করার পর কার্যকর হয়। এসআরও, সাধারণ আদেশ, বিশেষ আদেশ, ব্যাখ্যাপত্র ইত্যাদি জারির তারিখ থেকে কার্যকর হয়, যদি না সেখানে অন্যবিধ কিছু উল্লেখ থাকে।   ভ্যাট আইনের প্রথম তফসিলের প্রথম খণ্ড থেকে কোড নং-০২০৭.১৩.৯০ এবং ০২০৭.১৪.৯০ বিলুপ্ত করে হাস-মুরগীর গোশতের ওপর আমদানি স্তরে ভ্যাট আরোপ করা হয়েছে যা ১১ জুন থেকে কার্যকর হয়েছে । একইভাবে কোড নং-০৪০৯.০০.৯০ বিলুপ্ত করে প্রাকৃতিক মধুর ওপর আমদানি স্তরে ভ্যাট আরোপ করা হয়েছে যা ১১ জুন থেকে কার্যকর হয়েছে। প্রথম তফসিলের প্রথম খণ্ডে কোড নং-২৫০৮.৪০.০০ (মাটি) সন্নিবেশ করা হয়েছে। এটা ভ্যাট ফোরামের সুপারিশ ছিল। ভূমি উন্নয়ন সংস্থা প্রচুর মাটির সরবরাহ নেয়। এর ওপর ভ্যাট আরোপিত হবে কিনা তা নিয়ে বিতর্ক ছিল। যদিও প্রাকৃতিক বালির ওপর ভ্যাট অব্যাহতি ছিল, তারপরও কোনো কোনো সময় ভ্যাট অফিসার বা অডিটরগণ আপত্তি উত্থাপন করতেন। সে বিতর্কের অবসান হলো। মাটি সরবরাহের ওপর ভ্যাট প্রযোজ্য হবে না। পরবর্তী টিপস-এ প্রথম তফসিলের দ্বিতীয় খণ্ডের সংশোধনী নিয়ে আলোচনা করবো ইন-শা-আল্লাহ্ (চলবে)। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ১৩.০৬.২০২০)।"
    },
    {
        "id": 175,
        "details": "চলমান বিষয় (বাজেট-৩): অর্থ বিল, ২০২০ এর মাধ্যমে আবগারি আইন, কাস্টমস আইন, আয়কর অধ্যাদেশ এবং ভ্যাট আইনে সংশোধন প্রস্তাব করা হয়েছে। তাছাড়া, এসআরও, আদেশ ইত্যাদি জারি করা হয়েছে। কোনো আইটেমে ভ্যাটের হার বেড়েছে, কোনো আইটেমে কমেছে, কোনো আইটেম ভ্যাটমুক্ত করা হয়েছে, সম্পূরক শুল্কের হার হ্রাস-বৃদ্ধি হয়েছে, আরোপ করা হয়েছে; প্রশ্ন হলো, কোনটি কোন তারিখ থেকে কার্য়কর হবে। অর্থ বিল এখনও জাতীয় সংসদে গৃহীত হয়নি, মহামান্য রাষ্ট্রপতি সম্মতি প্রদান করেননি। অর্থ বিল, ২০২০ এর অষ্টম অধ্যায়ে একটি ঘোষণা রয়েছে। ঘোষণাতে উল্লেখ রয়েছে যে, The Provisional Collection of Taxes Act, 1931 এর Section 3 অনুসারে, অর্থ বিলের দফা ৮, ৯, ১০, ১১, ১২, ১৩, ১৪, ১৫, ৭৯, ৮০ ও ৮১ অবিলম্বে কার্য়কর হবে। দফা ৮ থেকে ১৫ কাস্টমস আইন সংক্রান্ত। দফা ৭৯ হলো ভ্যাট আইনের প্রথম তফসিলের সংশোধন। দফা ৮০ হলো ভ্যাট আইনের দ্বিতীয় তফসিলের সংশোধন এবং দফা ৮১ হলো ভ্যাট আইনের তৃতীয় তফসিলের সংশোধন। এই সংশোধনীসমূহ ১১ জুন তারিখ থেকে কার্য়কর হয়েছে (চলবে)।আজ বিকাল ৪ টায় জুমে বাজেটে ভ্যাট ব্যবস্থায় পরিবর্তন নিয়ে আলোচনা করেছি। ৪৯ জন অংশগ্রহণ করেছেন। আলহামদুলিল্লাহ্।   আজ জনাব আজিজুল হক কভিড খাদ্য সহায়তা তহবিলে ৩,০০০ (তিন হাজার টাকা মাত্র) অনুদান দিয়েছেন। ইতোপূর্বে ব্যালান্স ছিল ২৭,১৫৫ টাকা। আজকের ব্যালান্স ৩০,১৫৫ টাকা। আলহামদুলিল্লাহ। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ১২.০৬.২০২০)।"
    },
    {
        "id": 176,
        "details": "চলমান বিষয় (বাজেট-২): গ্যাস, বিদ্যুৎ, পানি, টেলিফোন এর বিল ভ্যাট চালান হিসেবে গণ্য হবে সে বিধান করা হয়েছে। আংশিক উপকরণ কর রেয়াতের ক্ষেত্রে অস্পষ্টতা তৈরি হয়েছে। সংশোধিত ধারা ৪৬ অনুযায়ী ৪ কর-মেয়াদের মধ্যে রেয়াত নিতে হবে। আবার, সংশোধিত ধারা ৪৭ অনুযায়ী শুধুমাত্র ব্যবহৃত উপকরণের ওপর রেয়াত নেয়া যাবে। তাহলে ৪ কর-মেয়াদের মধ্যে উপকরণ ব্যবহার সম্পন্ন না হলে কি হবে? এ বিষয়টি স্পষ্ট করার প্রয়োজন হবে। প্রকল্পের মূল কন্ট্রাক্টরের বিল থেকে উৎসে ভ্যাট কর্তন করা হলে সাব-কন্ট্রাক্টরের বিল থেকে উৎসে কর্তন করতে হবে না, এরূপ একটা ব্যাখ্যাপত্র সম্প্রতি জারি করা হয়েছিল। এ বিষয়টা এখন আইনের মধ্যে নিয়ে আসা হয়েছে। এনবিআর সুদ ও জরিমানা ছাড়া দাখিলপত্র দাখিল করার সময়সীমা বাড়াতে পারবে, এরূপ বিধান কিছুদিন আগে অধ্যাদেশ জারি করে করা হয়েছিল। এখন তা আইনের মধ্যে নিয়ে আসা হয়েছে। ডেডো কূটনীতিকদের রিফান্ড দিতে পারবে এরূপ বিধান করা হয়েছে। রাজস্ব কর্মকর্তা এবং তদূর্ধ্ব কর্মকর্তা নিজ এখতিয়ারাধীন এলাকায় নিজ ক্ষমতাবলে পরিদর্শন, হিসাব পরীক্ষা করতে পারবেন এরূপ বিধান করা হয়েছে। সংক্ষিপ্ত বিচারাদেশের বিধান করা হয়েছে (চলবে)।  আশা করছি কার্য়করতার তারিখ নিয়ে রাতে একটা টিপস দেবো ইন-শা-আল্লাহ। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ১২.০৬.২০২০)।"
    },
    {
        "id": 177,
        "details": "চলমান বিষয় (বাজেট-১): এবারের বাজেটে ভ্যাট ব্যবস্থায় বেশ পরিবর্তন হয়েছে। নতুন ভ্যাট আইনে “উপকরণ” এর সংজ্ঞা ছিল না; এবারে সংজ্ঞা দেয়া হয়েছে। উৎপাদনকারীদের জন্য আমদানি স্তরে আগাম কর ৫% এর পরিবর্তে ৪% নির্ধারণ করা হয়েছে। আগাম কর সমন্বয় করা এবং রেয়াত নেয়ার সময়সীমা ২ কর-মেয়াদের পরিবর্তে ৪ কর-মেয়াদ নির্ধারণ করা হয়েছে। গ্যাস, বিদ্যুৎ, পানির ক্ষেত্রে চালানপত্র ইস্যুর ৯০ দিনের মধ্যে ভ্যাট পরিশোধের বিধান করা হয়েছে। ইতোপূর্বে তা ৬০ দিন ছিল। পরিবহন সেবার ওপর পরিশোধিত ভ্যাট ৮০% রেয়াত নেয়ার বিধান করা হয়েছে। আগামীকাল কার্য়করতার তারিখ নিয়ে আলোচনা করবো ইন-শা-আল্লাহ। আইন, বিধি, এসআরও, সাধারণ আদেশ, বর্ধিত বা হ্রাসকৃত ভ্যাট ও সম্পূরক শুল্কের হার কোনটা কোন তারিখ থেকে কার্য়কর হবে তা জানা প্রয়োজন। আগামীকাল শুক্রবার বিকাল ৪ টায় ভ্যাট ফোরামের সদস্যদের নিয়ে জুমে সিপিডি করবো। বিষয় বাজেট। সদস্যদেরকে পাসওয়ার্ড পাঠানো হয়েছে।    আজ জনাব মোহাম্মদ রাসেল আহম্মদ খাদ্য সহায়তা তহবিলে ২,০০০ (দুই হাজার টাকা মাত্র) অনুদান দিয়েছেন। ইতোপূর্বে ব্যালান্স ছিল ২৫,১১৫ টাকা। আজকের ব্যালান্স ২৭,১১৫ টাকা। আলহামদুলিল্লাহ। আগামী সপ্তায় আর একবার ফুড প্যাকেজ বিতরণ করবো আশা করি। এবারে কি আইটেম দেয়া যায়, সে বিষয়ে যদি আপনারা পরামর্শ দেন তাহলে ভালো হয়। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ১১.০৬.২০২০)।"
    },
    {
        "id": 178,
        "details": "Please find Finance Bill-2020 attached herewith."
    },
    {
        "id": 179,
        "details": "বিষয়ভিত্তিক আলোচনা (রেয়াত-৫): কোন্ কোন্ ক্ষেত্রে রেয়াত নেয়া যাবে না তা আজ আলোচনা করবো ইন-শা-আল্লাহ্। এ বিষয়েগুলো আইনের ধারা ৪৬(১)(২) এবং এনবিআর-এর সাঃ আঃ নং-২৩/মূসক/২০১৯, তাং ২৬.১০.২০১৯ এ সুস্পষ্টভাবে বর্ণিত রয়েছে। এই আইটেমগুলোকে সাধারণভাবে রেয়াতের নেগেটিভ লিষ্ট বলা হয়। ধারা ৪৬(১)(ক) অনুসারে, যদি এক লক্ষ টাকার বেশি মূল্যের কোনো ক্রয় করা হয় এবং যদি তার মূল্য ব্যাংকিং মাধ্যম ছাড়া নগদে পরিশোধ করা হয়, তাহলে এই ক্রয়ের বিপরীতে রেয়াত নেয়া যাবে না। এমন ক্রয়ের ক্ষেত্রে যদি আংশিক মূল্য ব্যাংকিং মাধ্যমে পরিশোধ করা হয়, তাহলে আংশিক রেয়াত নেয়া যাবে। ক্রয়টি যদি এক লক্ষ টাকা বা তার চেয়ে কম হয়, তাহলে ব্যাংকিং মাধ্যমে মূল্য পরিশোধ করা না হলেও রেয়াত নেয়া যাবে। এখানে সরবরাহ বা ক্রয় বলতে ‍বুঝায় একটা ভ্যাট চালানের মাধ্যমে ক্রয়। এরূপ বিধান করার কারণ হলো, নগদে লিন-দেন নিরুৎসাহিত করা। নগদে লেন-দেনের সাথে কালো টাকার ব্যবহারসহ নানাবিধ অসুবিধা জড়িত রয়েছে। অর্থনীতি উন্নত হতে হলে নগদ অর্থের লেন-দেনের পরিবর্তে প্লাস্টিক মানি বা ডিজিটাল মানি ব্যবহারের দিকে যেতে হবে। আগামীকাল থেকে এবারের বাজেটে ভ্যাট ব্যবস্থায় কী কী পরিবর্তন হলো সে বিষয়ে আলোচনা শুরু করবো ইন-শা-আল্লাহ্। (ড. মোঃ আব্দুর রউফ, ১০.০৬.২০২০)।"
    },
    {
        "id": 180,
        "details": "বিষয়ভিত্তিক আলোচনা (রেয়াত-৪): কোন্ কোন্ ক্ষেত্রে রেয়াত নেয়া যাবে তা আজ আলোচনা করবো ইন-শা-আল্লাহ্। কোন্ কোন্ ক্ষেত্রে রেয়াত নেয়া যাবে না তা আইনের ধারা ৪৬(১)(২) এবং এনবিআর-এর সাঃ আঃ নং-২৩/মূসক/২০১৯, তাং ২৬.১০.২০১৯ এ সুস্পষ্টভাবে বর্ণিত রয়েছে। কিন্তু কোন্ কোন্ ক্ষেত্রে রেয়াত নেয়া যাবে তা এত স্পষ্টভাবে কোথাও বর্ণিত নেই। ইতোপূর্বে উল্লেখ করেছি যে, বর্তমান ভ্যাট আইনে “উপকরণ” এর সংজ্ঞা দেয়া হয়নি। আইনের ধারা ৪৬(১) এ উল্লেখ রয়েছে যে, নিবন্ধিত ব্যক্তি অর্থনৈতিক কার্য়ক্রম প্রক্রিয়ায় করযোগ্য সরবরাহের উপর উৎপাদ করের বিপরীতে পরিশোধিত উপকরণ কর রেয়াত নিতে পারবেন। এখানে মূল কথা হলো, অর্থনৈতিক কার্য়ক্রম প্রক্রিয়ায় সরবরাহ প্রদান করতে হবে; তাহলে রেয়াত নেয়া যাবে। ধারা ২(৬) অনুসারে, অর্থনৈতিক কার্য়ক্রম হলো পণ্য, সেবা বা স্থাবর সম্পত্তি সরবরাহের উদ্দেশ্যে নিয়মিত বা ধারাবাহিকভাবে পরিচালিত কার্য়ক্রম। আমরা জানি যে, সরবরাহ অর্থ হলো বিক্রি করা। তাহলে দাঁড়ালো এই যে, অর্থনৈতিক কার্য়ক্রম হলো সরবরাহের আগের কাজ। অর্থাৎ সরবরাহের আগে উপকরণ ক্রয় হলো এমন একটা কাজ। অর্থাৎ কোনো সরবরাহ প্রদান করার জন্য যেসব ক্রয় করা হয়, তার মধ্যে যেগুলোর ক্ষেত্রে স্পষ্ট উল্লেখ রয়েছে যে রেয়াত নেয়া যাবে না, সেগুলো ছাড়া সব ক্রয়ের ক্ষেত্রে রেয়াত নেয়া যাবে। কোন্ কোন্ ক্ষেত্রে রেয়াত নেয়া যাবে না তা আগামীকাল বিস্তারিত আলোচনা করা হবে ইন-শা-আল্লাহ্। (ড. মোঃ আব্দুর রউফ, ০৯.০৬.২০২০)।"
    },
    {
        "id": 181,
        "details": "বিষয়ভিত্তিক আলোচনা (রেয়াত-৩): ভ্যাট ব্যবস্থায় কাজ করতে হলে যে কয়েকটা বিষয়ে ভালো ধারণা থাকতে হয় তার মধ্যে একটা হলো উপকরণ কর রেয়াত, সংক্ষেপে রেয়াত। রেয়াত সংক্রান্ত বিষয়ে মূলত জানার দরকার হয় যে, কোন্ কোন্ ক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না; আর কোন্ কোন্ ক্ষেত্রে রেয়াত পাওয়া যাবে। এ বিষয়ে উত্তম ধারণা থাকা খুব দরকার। বর্তমান ভ্যাট আইনে উপকরণের সংজ্ঞা নেই। তাই, বিষয়টা একটু জটিল। তবে, কোন্ কোন্ ক্ষেত্রে উপকরণ কর রেয়াত নেয়া যাবে না, তা আইনে খুব স্পষ্ট উল্লেখ রয়েছে। আইনের ধারা ৪৬(১)(২) এবং জাতীয় রাজস্ব বোর্ডের সাঃ আঃ নং-২৩/মূসক/২০১৯, তারিখ: ২৬ অক্টোবর, ২০১৯ এ বর্ণিত ক্ষেত্রসমূহে রেয়াত পাওয়া যাবে না। কোন্ কোন্ ক্ষেত্রে রেয়াত পাওয়া যাবে তা আগামীকাল আলোচনা করবো ইন-শা-আল্লাহ্। আপনারা দয়া করে ধারা ৪৬, সাঃ আঃ ২৩ পড়ে আলোচনায় অংশ নিন। আলোচনা হলে ভালো শেখা যাবে আশা করি। জনাব নজরুল ইসলাম রাজা কভিড খাদ্য সহায়তা তহবিলে আজ ১০,০০০ টাকা অনুদান দিয়েছেন। মহান আল্লাহ তাঁর দান কবুল করে নিন, তাঁর রিযিক হাজার গুণ বাড়িয়ে দিন, তাঁকে দুনিয়া ও আখিরাতে কামিয়াবী দান করুন। গতকাল ব্যালান্স ছিল ১৫,১৫৫ টাকা। আজ ব্যালান্স ২৫,১৫৫ টাকা। আলহামদুলিল্লাহ্। (ড. মোঃ আব্দুর রউফ, ০৮.০৬.২০২০)।"
    },
    {
        "id": 182,
        "details": "ক্ষুধার্তকে অন্ন দাও (Provide Food to the Hungry)-১: ২০০১ সাল থেকে আমি স্বল্প পরিসরে ক্ষুধার্তকে অন্ন দাও কর্মসূচী চালিয়ে আসছি। এ যাবৎ অনুদান নেইনি। এবার ঈদের আগে কভিড-তাড়িত অসহায়দের উত্তম খাদ্য প্যাকেজ দেয়ার জন্য লিংকডইনে অনুদানের অনুরোধ জানিয়েছিলাম। ভালো সাড়া পায়। কভিড খাদ্য সহায়তা ফান্ড থেকে এ যাবৎ আমি কি করেছি তা সব আপনাদের অবহিত করেছি। সর্বশেষ ৫ জুন তারিখে ফুড প্যাকেজ দেয়ার পর ৫,১৫৫ টাকা স্থিতি ছিল। আমি আজ উক্ত তহবিলে ১০,০০০ টাকা অনুদান দিয়েছি। এখন ব্যালান্স ১৫,১৫৫ টাকা। এ মাসের মাঝামাঝি আবার খাদ্য বিতরণ করার আশা রাখি। কিছু অনুদান পেলে ভালো হয়।       ক্ষুধার্তকে অন্ন দাও কর্মসূচী কেনো শুরু করেছিলাম, এ যাবৎ কী কী করেছি, ভবিষ্যত কী করতে চায় ইত্যাদি বিষয়ে মাঝে মাঝে লিখবো। লেখার উদ্দেশ্য হলো প্রথমত, যদি আল্লাহ আপনাদের মাধ্যমে কিছু অনুদান সংগ্রহ করে দেন, তাহলে আমার কাজ সহজ হবে। দ্বিতীয় উদ্দেশ্য হলো, যদি আমার চিন্তা-ভাবনা, ধ্যান-ধারণায় উদ্বুদ্ধ হয়ে আপনাদের কেউ একইভাবে খাদ্য বিতরণ কর্মসূচী শুরু করেন, তাহলে আমি যা করতে চাই সে উদ্দেশ্যই পূরণ হবে।একটা হাদিসে আছে, দান আল্লাহর ক্রোধ শান্ত করে। একজন বুজুর্গ বলেছেন যে, আমি মানুষকে খাওয়ানোর চেয়ে উত্তম আমল আর দেখি না। একজন মানুষ অনেক কিছু করতে পারে না। তাই, আমি এই ক্ষুদ্র কাজ আজীবন করার জন্য বেছে নিয়েছি। (ড. মোঃ আব্দুর রউফ, ০৭.০৬.২০২০)।"
    },
    {
        "id": 183,
        "details": "চলমান বিষয়-৮: গত ০১.০৬.২০২০ তারিখে পোস্ট করা চলমান বিষয়-২ টিপস-এ একটু ভুল হয়েছিল। তৃতীয় তফসিলের টেবিল-৪ এর ‘খণ্ড-ক’ অনুসারে, ৭২.১৩, ৭২.১৪, ৭২.১৫ ও ৭২.১৬ হেডিংভুক্ত এমএস প্রোডাক্ট উৎপাদন করে সরবরাহের ক্ষেত্রে ৪টি স্ল্যাব রয়েছে। ৪টি স্ল্যাবে প্রতি মেঃ টনে ভ্যাটের পরিমাণ  ১,২০০, ১,০০০, ১,০০০ ও ২,০০০ টাকা। সম্প্রতি এসআরও নং-১০০-আইন/২০২০/৯৪-মূসক, তারিখ: ২৫ মার্চ, ২০২০ জারি করা হয়েছে। উক্ত এসআরও অনুসারে, এমএস প্রোডাক্ট উৎপাদন করার পর যদি cutting & bending, stirrup  বা welded mesh করে সরবরাহ করা হয় তাহলে প্রতি টনে আরো ৮০০ (আটশত টাকা মাত্র) ভ্যাট যোগ করতে হবে। উৎপাদন করার পর cutting & bending, stirrup বা welded mesh করা হলে অর্থাৎ মূল্য সংযোজন করা হলে, প্রতি স্ল্যাবেই ৮০০ টাকা অতিরিক্ত যোগ করতে হবে। এক্ষেত্রে এসআরও-এর ভাষা একটু জটিল। তাই, অনেকেরই বুঝতে অসুবিধা হয়েছে। জনাব ইমরান আলী বিষয়টি আমার নজরে এনেছেন। তাঁকে ধন্যবাদ। জুন ১১ তারিখে বাজেট ঘোষণার পর বাজেটে বর্ণিত বিষয়সমূহের ওপর কিছুদিন লিখবো ইন-শা-আল্লাহ। এবারের বাজেটে খুব বেশি পরিবর্তন হবে না বলে মনে হয়। আমার বইটা আশা করছি জুলাই-এর প্রথম সপ্তার মধ্যে বাজারে আসবে ইন-শা-আল্লাহ্। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ০৭.০৬.২০২০)।"
    },
    {
        "id": 184,
        "details": "চলমান বিষয়-৭: ধর্মীয় কারণে আমি ফেসবুক এ্যাকাউন্ট করিনি। কয়েকজন মুফতীর সাথে পরামর্শ  করে লিংকডইন করেছি বছর দেড়েক হলো। তাঁদের পরামর্শ ছিল যে, আমার উদ্দেশ্য যদি হয় অপরের উপকার করা, আর যদি এতে কোনো নাফরমানির এলিমেন্ট না থাকে তাহলে করতে পারি। আমার পিওর উদ্দেশ্য হলো ভ্যাটের শিক্ষা বিস্তার। সম্প্রতি কভিড খাদ্য সহায়তা যোগ করেছি যা নিঃসন্দেহে কল্যাণকর। লেখা শুরু করেছি কয়েকমাস হলো। প্রথমে ঢালাওভাবে লিখতাম। তারপর ৩টা ভাগ করেছি। এখন থেকে ৪ ভাগে লিখবো। (১) ভ্যাট টিপস; (২) বিষয়ভিত্তিক আলোচনা; (৩) চলমান বিষয়; ও (৪) খাদ্য সহায়তা। এ অবধি আমার কানেকশন প্রায় ৩,৩০০ যদিও আমি সবাইকে নেই না। আমি চাই কানেকশন অন্তত ৪০/৫০ হাজার হবে। আমার পোস্টে এখন কয়েক সপ্তায় ২/৩ হাজার ভিজিট হয় যা আমার বিবেচনায় কম। প্রায় ১ লক্ষ ৬০ হাজার ভ্যাটের রেজিস্ট্রেশন রয়েছে। ধরে নেয়া যায় যে কয়েক লক্ষ মানুষ ভ্যাটের সাথে জড়িত। তাদের কাছে আমার লেখা পৌঁছে দিতে হবে। দয়া করে মতামত দিন কিভাবে করা যায়।সেবার ক্ষেত্রে মূল্য ঘোষণার প্রয়োজন নেই। সম্প্রতি মূসক-৪.৩ পরিবর্তন করা হয়েছে। তারপরও ফিল্ড লেভেলে নাকি অনেকে বলেন যে, মূল্য ঘোষণা দিতে হবে। এমন বিষয়ে আপনারা এনবিআরে সমানে পত্র লিখতে থাকুন। এনবিআর যেন স্পষ্টিকরণ জারি করে সেজন্য অনুরোধ করুন। আমি নিজেও এনবিআর-এর সদস্য, প্রথম সচিব ও দ্বিতীয় সচিব (মূসক নীতি) বরাবরে প্রচুর ই-মেইল করি। তাঁদের নজরে এলে তাঁরা ব্যবস্থা নেবেন বলে আশা করি। (ড. মোঃ আব্দুর রউফ, ০৬.০৬.২০২০)।"
    },
    {
        "id": 185,
        "details": "চলমান বিষয়-৬: জাতীয় রাজস্ব বোর্ড কর্তৃক এসআরও নং-১১৭-আইন/২০২০/১০০-মূসক, তাং ১৪ মে, ২০২০ জারি করা হয়েছে। এই এসআরও এর মাধ্যমে “মূসক-৪.৩” ফরম প্রতিস্থাপন করা হয়েছে। ইতোপূর্বে এই ফরমে কয়েক স্থানে “সেবা” উল্লেখ ছিল। তাই, সেবার ক্ষেত্রে মূল্য ঘোষণা দিতে হবে কিনা তা নিয়ে অস্পষ্টতা ছিল। সে অস্পষ্টতার নিরসণ হলো। সেবার ক্ষেত্রে মূল্য ঘোষণা দিতে হবে না। অনেকে প্র্র্র্রশ্ন করেন যে, তাহলে রেয়াত নেবো কিভাবে। রেয়াত নিতে কোনো জটিলতা নেই। রেয়াত নেয়ার মূল শর্ত হলো, ১৫% আউটপুট ভ্যাট পরিশোধ করতে হবে এবং উপকরণটি রেয়াত বারিত হবে না।      আলহামদুলিল্লাহ্, আজ খাদ্য বিতরণ করেছি। ৪১টি প্যাকেজ দিতে চেয়েছিলাম, শেষ অবধি ৪৩টা দিয়েছি। চাহিদা আরো বেশি ছিল। তবে, বেশি প্রস্তুতি ছিল না। আমার ধারণা ছিল যে, অনেকে কাজে যোগদান করেছে তাই বেশি প্যাকেজ দেয়া লাগবে না। কিন্ত বাস্তবে যা দেখলাম, সবাই বেকার। আল্লাহ তাদের সাহায্য করুন। প্রতি প্যাকেজ ৫১৫ টাকা করে ৪৩ প্যাকেজে খরচ হয়েছে ২২,১৪৫ টাকা। ব্যালান্স ছিল ২৭,৩০০ টাকা। আজ খরচের পর এখন ব্যালান্স আছে ৫,১৫৫ টাকা। (ড. মোঃ আব্দুর রউফ, ০৫.০৬.২০২০)।"
    },
    {
        "id": 186,
        "details": "চলমান বিষয়-৫: জাতীয় রাজস্ব বোর্ড কর্তৃক এসআরও নং-১০৯-আইন/২০২০/১০২-মূসক, তারিখ: ১৪ মে, ২০২০ জারি করা হয়েছে। এই এসআরও অনুসারে, লিফট-এর উৎপাদন স্তরে এবং লিফট-এর যন্ত্রপাতি ও যন্ত্রাংশ আমদানির ক্ষেত্রে ভ্যাট এবং সম্পূরক শুল্ক (যদি থাকে) কতকগুলো শর্তসাপেক্ষে অব্যাহতি দেয়া হয়েছে।  শর্তগুলো হলো, বিডা বা বেজা নিবন্ধিত হতে হবে। পরিবেশ ছাড়পত্র নিতে হবে। লিফট উৎপাদনের প্রয়োজনীয় মেশিনারি থাকতে হবে। ৩০% মূল্য সংযোজন করতে হবে। বিক্রয়োত্তর সেবা প্রদানের ব্যবস্থা থাকতে হবে। বকেয়া দায়-দেনা থাকতে পারবে না। এনবিআরে আবেদন করতে হবে। একটা কমিটি আছে, সে কমিটির সুপারিশের ভিত্তিতে এই সুবিধা দেয়া হয়। আরো কয়েকটি আইটেমের ক্ষেত্রে এমন সুবিধা ইতোমধ্যে দেয়া হয়েছে। যেমন: কম্প্রেসর ও এয়ারকন্ডিশনার; কম্প্রেসর, রেফ্রিজারেটর ও ফ্রিজার; মোটরসাইকেল, মোটর কার, ঔষুধ কোম্পানির জন্য এপিআই, পলিপ্রোপাইলিন স্টেপল ফাইবার, মোবাইল ফোন সেট, স্যানিটারি ন্যাপকিন, বেবী ডায়াপার ও মেইনটেন্যান্স ফ্রী ব্যাটারি।    আগামীকাল মাগরিবের পর খাদ্য বিতরণ করবো ইন-শা-আল্লাহ্। যদি আপনারা কেউ দেখতে চান, দয়া করে মোহাম্মদপুর শিয়া মসজিদের কাছে এসে আমার মোবাইলে এসএমএস দিন (০১৭১১-৫৪৮১২৩)। (ড. মোঃ আব্দুর রউফ, ০৪.০৬.২০২০)।"
    },
    {
        "id": 187,
        "details": "চলমান বিষয়-৪: মূল্য সংযোজন কর ও সম্পূরক শুল্ক (ন্যায্য বাজার মূল্য নির্ধারণ) বিধিমালা, ২০১৯ এর সর্বশেষ বিধি ১২ এর শেষাংশে নিম্নরূপ শর্ত যোগ করা হয়েছে: “তবে শর্ত থাকে যে, দরপত্রে অংশগ্রহণের মাধ্যমে কোনো পণ্য বা সেবা সরবরাহের ক্ষেত্রে উক্ত দরপত্রে উল্লিখিত মূল্যই ন্যায্য বাজার মূল্য হিসাবে বিবেচিত হইবে।”১৯৯১ সনের ভ্যাট আইনের অধিনেও এমন বিধান ছিল। টেন্ডারে অংশগ্রহণ করে যে মূল্যে ওয়ার্ক অর্ডার পাওয়া যাবে, সে মূল্যই হবে ন্যায্য বাজার মূল্য, ঘোষিত মূল্য যা-ই থাকুক না কেনো। ওয়ার্ক অর্ডার মূল্যে ভ্যাট চালান ইস্যু করতে হবে। সেক্ষেত্রে ওয়ার্ক অর্ডার মূল্যে ওই আইটেমগুলোর জন্য মূল্য ঘোষণা দেয়ার প্রয়োজন হবে।  কভিড-১৯ খাদ্য সহায়তার আওতায় আগামী শুক্রবারের প্যাকেজ ঠিক করেছি: (১) ৫ কেজি বিআর-২৮ চাউল, ৪৫ টাকা কেজি হিসেবে ২২৫ টাকা; (২) ১ কেজি মসুরের ডাল ৯০ টাকা; (৩) ২ কেজি গোল আলু ৬০ টাকা; (৪) আধা কেজি লবন ২০ টাকা; (৫) আধা লিটার সয়াবিন ৬০ টাকা; (৬) ১ কেজি পেঁয়াজ ৫০ টাকা; এবং (৭) ১ টা ব্যাগ ১০ টাকা; সর্বমোট: ৫১৫ টাকা। ৩৫-৪০ টা প্যাকেজ দেয়ার পরিকল্পনা করেছি। দোয়া করবেন। (ড. মোঃ আব্দুর রউফ, ০৩.০৬.২০২০)।"
    },
    {
        "id": 188,
        "details": "চলমান বিষয়-৩: জাতীয় রাজস্ব বোর্ড কর্তৃক এসআরও নং-১০১-আইন/২০২০/৯৫-মূসক, তারিখ: ২৫ মার্চ, ২০২০ জারি করা হয়েছে। এই এসআরও অনুসারে, মূলধনী যন্ত্রপাতির উৎপাদন স্তরে শর্তসাপেক্ষে ভ্যাটমুক্ত সুবিধা দেয়া হয়েছে। কাস্টমস আইন ও ভ্যাট আইনের অধীন যেসব মূলধনী যন্ত্রপাতিকে রেয়াতী হারে আমদানি সুবিধা দেয়া হয়েছে, কেবলমাত্র সেসব মূলধনী যন্ত্রপাতি এই সুবিধা পাওয়ার যোগ্য হবে। উৎপাদনকারী প্রতিষ্ঠানকে ভ্যাট, বিডা, অর্থনৈতিক অঞ্চল কর্তৃপক্ষ ও হাই-টেক পার্ক কর্তৃপক্ষে নিবন্ধিত হতে হবে। মূলধনী যন্ত্রপাতী উৎপাদনের জন্য প্রয়োজনীয় মেশিনারিজ ও অবকাঠামো থাকতে হবে। ৩০% মূল্য সংযোজন করতে হবে। প্রতিষ্ঠানের কোনো বকেয়া দায়-দেনা থাকতে পারবে না। প্রতিষ্ঠানকে বিভাগীয় কর্মকর্তার কাছে আবেদন করতে হবে। তিনি যাচাই করে অনধিক ৩০ কার্য়দিবসের মধ্য কমিশনার বরাবরে প্রেরণ করবেন। কমিশনার ১৫ কার্য়দিবসের মধ্যে এনবিআরে প্রেরণ করবেন। এনবিআর ১০ কার্য়দিবসের মধ্যে সিদ্ধান্ত দেবে। কভিড-১৯ খাদ্য সহায়তা তহবিলে বর্তমান ব্যালান্স ২৭,৩০০ টাকা। আগামী শুক্রবার আবার খাদ্য সহায়তা দেয়ার নিয়ত করেছি। দোয়া করবেন। (ড. মোঃ আব্দুর রউফ, ০২.০৬.২০২০)।"
    },
    {
        "id": 189,
        "details": "চলমান বিষয়-২: সম্প্রতি জাতীয় রাজস্ব বোর্ড বেশ কয়েকটা এসআরও/আদেশ জারি করেছে। ভ্যাট ব্যবস্থার সাথে কাজ করতে হলে সব সময় হালনাগাদ বিধি-বিধান সম্পর্কে ধারণা থাকতে হয়। একজন ইঞ্জিনিয়ার, একজন ডাক্তার হালনাগাদ জ্ঞান ছাড়াও তাঁর কাজ চালিয়ে নিতে পারেন কিন্তু একজন ভ্যাট পেশাদার তা পারবেন না। তার হালনাগাদ জ্ঞান থাকা অত্যাবশ্যক। জাতীয় রাজস্ব বোর্ড থেকে সম্প্রতি বেশ কয়েকটি এসআরও, আদেশ ও ব্যাখ্যাপত্র জারি করা হয়েছে। এসআরও নং-১০০-আইন/২০২০/৯৪-মূসক, তারিখ: ২৫ মার্চ, ২০২০ অনুসারে ৭২.১৩, ৭২.১৪, ৭২.১৫ ও ৭২.১৬ হেডিংভুক্ত এমএস প্রোডাক্ট এর স্থানীয় সরবরাহ অর্থাৎ উৎপাদন এবং ট্রেডিং স্তরে বর্তমানে ভ্যাট হবে প্রতি মেঃ টঃ ৮০০ (আটশত টাকা) মাত্র। উল্লেখ্য, তৃতীয় তফসিলের টেবিল-৪ এর ‘খণ্ড-ক’ অনুসারে, এই আইটেমসমূহে ইতোপূর্বে ৪টি স্ল্যাব ছিল এবং প্রতি মেঃ টঃ এ ১,২০০, ১,০০০, ১,০০০ ও ২,০০০ টাকা ভ্যাট আরোপিত ছিল। এসআরওটি-র তারিখ ২৫ মার্চ ২০২০, যদিও তা গেজেটে প্রকাশিত হয়েছে ১৪ মে, ২০২০। তাই, জারির তারিখ থেকে কার্য়কর হবে। আগামী কয়েক দিন এ বিষয়গুলো নিয়ে আলোচনা করা হবে ইন-শা-আল্লাহ্। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ০১.০৬.২০২০)।"
    },
    {
        "id": 190,
        "details": "চলমান বিষয়-১: গতকাল জাতীয় রাজস্ব বোর্ড থেকে ব্যাখ্যাপত্র নং-০৫/মূসক/২০২০, তারিখ: ৩০ মে ২০২০ জারি করা হয়েছে। এখানে মূল বিষয় হলো, কোনো প্রকল্পে সেবা গ্রহণের ক্ষেত্রে মূল ঠিকাদারের বিল থেকে উৎসে ভ্যাট কর্তন করার প্রমাণ থাকা সাপেক্ষে সাব-কন্ট্রাক্টরের বিল থেকে উৎসে কর্তন করতে হবে না। ১৯৯১ সনের ভ্যাট আইনের ধারা ৬(৪কক) এর শর্তাংশে যে বিধান ছিল এটা ঠিক তাই। একটা প্রশ্ন থাকে যে, প্রকল্প বলতে কী বুঝায়? যেহেতু এখানে প্রকল্প সংজ্ঞায়িত করা হয়নি, সেহেতু সরকারের উন্নয়ন প্রকল্প, অন্যান্য প্রকল্প, বেসরকারি প্রকল্প সব প্রকল্প এই বিধানের আওতাভুক্ত হবে যদি এভাবে মূল ঠিকাদার সাব-কন্ট্রাক্টরকে সেবার পেমেন্ট করেন। ব্যাখ্যাপত্রটি কবে থেকে কার্য়কর হবে সে বিষয়ে যেহেতু কিছু উল্লেখ নেই, সেহেতু জারির তারিখ থেকে কার্য়কর হবে। শুধুমাত্র সেবা গ্রহণের ক্ষেত্রে এ বিধান প্রয়োগ করা যাবে, পণ্য গ্রহণের ক্ষেত্রে প্রয়োগ করা যাবে না। প্রাথমিকভাবে ভ্যাট পরিশোধ করা হয়েছে তার প্রমাণ হিসেবে প্রকল্প কর্তৃক মূল ঠিকাদারকে প্রদত্ত উৎসে কর্তন সনদপত্র্র (মূসক-৬.৬) এবং ট্রেজারিতে জমা হলে চালানের কপি থাকতে হবে। প্রাসঙ্গিক করেসপন্ডেন্স থাকলে ভালো হয়। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ৩১.০৫.২০২০)।"
    },
    {
        "id": 191,
        "details": "ভ্যাট টিপস-৪: সরবরাহকারী উৎসে কর্তনকারীর কাছে সরবরাহ দিয়েছেন, আবার উৎসে কর্তনকারী নয় এমন সত্তার কাছেও সরবরাহ দিয়েছেন। সরবরাহকারী তার সব সরবরাহের ওপর দাখিলপত্রের মাধ্যমে ভ্যাট পরিশোধ করে দেবেন। উৎসে কর্তনকারীর কাছ থেকে প্রত্যয়নপত্র (মূসক-৬.৬) পাওয়ার পর সরবরাহকারী দাখিলপত্রে হ্রাসকারী সমন্বয় করবেন। তাহলে সবশেষে দাঁড়াবে এই যে, সরবরাহকারী একবার ভ্যাট জমা দিয়েছেন, আর একবার হ্রাসকারী সমন্বয় করেছেন, অর্থাৎ শূন্য হয়ে গেছে। উৎসে কর্তনকারী কর্তন করে জমা দিয়েছেন। এই ভ্যাট সরকার পেয়েছে। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ৩০.০৫.২০২০)।"
    },
    {
        "id": 192,
        "details": "বিষয়ভিত্তিক আলোচনা (রেয়াত-২): রেয়াত কিভাবে নিতে হয়? দাখিলপত্রের মাধ্যমে রেয়াত নিতে হয়। অনুগ্রহ করে ধারা ৪৫ দেখুন। ধারা ৪৫(১) এ ৪টি পদক্ষেপ রয়েছে; যথা:- (১) প্রদেয় নির্ণয় করা; (২) প্রদেয় থেকে রেয়াত বিয়োগ করা; (৩) ব্যালান্সের সাথে বৃদ্ধিকারী সমন্বয় যোগ করা; এবং (৪) সবশেষে হ্রাসকারী সমন্বয় বিয়োগ করা। এভাবে যে ফিগার পাওয়া যাবে তাকে বলা হয় নীট প্রদেয়। নীট প্রদেয় ট্রেজারীতে জমা দিতে হয়।দাখিলপত্রে (মূসক-৯.১) মোট ১২টি অংশ রয়েছে। এর মধ্যে ৪টি অংশ বেশি গুরুত্বপূর্ণ। সেগুলো হলো, অংশ-৩, ৪, ৫ ও ৬। এই ৪টি অংশে উপরের ৪টি বিষয় ধারাবাহিকভাবে পেশ করতে হয়। দাখিলপত্রের অংশ-৩ এ বিক্রয় এবং প্রদেয় দেখাতে হবে, অংশ-৪ এ ক্রয় এবং রেয়াত দেখাতে হবে, অংশ-৫ এ বৃদ্ধিকারী সমন্বয় দেখাতে হবে এবং অংশ-৬ এ হ্রাসকারী সমন্বয় দেখাতে হবে। অংশ-৭ এর ৩৪ নম্বর সারিতে নীট প্রদেয় বসাতে হবে। প্রদেয় থেকে রেয়াত বিয়োগ করে, তার সাথে বৃদ্ধিকারী সমন্বয় যোগ করে, তারপর হ্রাসকারী সমন্বয় বিয়োগ করলে নীট প্রদেয় পাওয়া যাবে। প্রদেয় থেকে রেয়াত বিয়োগ করলে রেয়াত নেয়া হয়ে যায়। (ড. মোঃ আব্দুর রউফ, ২৯.০৫.২০২০)।"
    },
    {
        "id": 193,
        "details": "ভ্যাট টিপস-৩: কোন্ কোন্ পণ্য সেবার ক্ষেত্রে উৎসে ভ্যাট কর্তন করেতে হবে? বিষয়টা খুব সহজ। আমরা জানি যে, যেসব পণ্য/সেবার ওপর ভ্যাটের হার ১৫% এর কম শুধুমাত্র সেসব ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে। এই তালিকা কোথায় পাওয়া যাবে? মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর তৃতীয় তফসিলে এই তালিকা রয়েছে। তৃতীয় তফসিলে ৪টি টেবিল রয়েছে। প্রথম টেবিলে ৫% হারের, দ্বিতীয় টেবিলে ৭.৫% হারের তৃতীয় টেবিলে ১০% হারের এবং চতুর্থ টেবিলে সুনির্দিষ্ট পরিমাণ ভ্যাটবিশিষ্ট পণ্য ও সেবার বর্ণনা রয়েছে। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ২৯.০৫.২০২০)।"
    },
    {
        "id": 194,
        "details": "বিষয়ভিত্তিক আলোচনা (রেয়াত-১): উপকরণ কর রেয়াত নিয়ে দীর্ঘ আলোচনা করবো ইন-শা-আল্লাহ্। আশা করি, আলোচনা অনুসরণ করলে রেয়াত বিষয়ে ভালো ধারণার সৃষ্টি হবে। প্রথমে আমাদের জানা দরকার, ভ্যাট রেয়াত বলতে কী বুঝায়? রেয়াতকে ইংরেজিতে credit বলে। আবার, অনেকে rebate বলে থাকেন। যে নামেই ডাকেন বিষয় একই। উপকরণের ওপর যে ভ্যাট পূর্বে পরিশোধ করা হয়, সে ভ্যাট ফেরৎ নিয়ে নেয়াকে রেয়াত নেয়া বলে। একটা উদাহরণ দিলে স্পষ্ট হবে। ধরুন, একটা প্রতিষ্ঠান সাবান উৎপাদন করে। সাবান উৎপাদন করতে অনেক উপকরণ দরকার হয়। তার মধ্যে একটা উপকরণ হলো কস্টিক সোডা। ধরুন, প্রতিষ্ঠানটি একজন আমদানিকরকের কাছ থেকে ৫০০ কেজি কস্টিক সোডা কিনেছে। বিক্রেতা ভ্যাট চালান প্রদান করেছেন। ধরুন, পণ্যের মূল্য ৫০,০০০ টাকা। এর সাথে ৫% ভ্যাট যোগ করেছে ২,৫০০ টাকা। ক্রেতা সর্বমোট প্রদান করেছে ৫২,৫০০ টাকা। কস্টিক সোডা কিনে আনার পর ক্রেতা প্রতিষ্ঠান ২,৫০০ টাকা পূর্বে পরিশোধ করা ভ্যাট ফেরৎ নিয়ে নিতে পারবে। এভাবে উপকরণের ওপর পূর্বে পরিশোধ করা ভ্যাট ফেরৎ নেয়াকে উপকরণ কর রেয়াত বলে। দাখিলপত্রে হ্রাসকারী সমন্বয় করে রেয়াত নিতে হয়ে। (ড. মোঃ আব্দুর রউফ, ২৮.০৫.২০২০)।"
    },
    {
        "id": 195,
        "details": "ভ্যাট টিপস-২: উৎসে ভ্যাট কর্তন করার পর কী সব ক্ষেত্রে ট্রেজারি চালানের মাধ্যমে জমা দিতে হবে? না, হবে না। যারা ভ্যাট দাখিলপত্র দাখিল করে তারা দাখিলপত্রে বৃদ্ধিকারী সমন্বয় করবে। যেমন, একটি ভ্যাটযোগ্য উৎপাদনকারী প্রতিষ্ঠান। যাদের ভ্যাট নিবন্ধন নেয়ার বা দাখিলপত্র দাখিল করার প্রয়োজন নেই, তারা ট্রেজারি চালানের মাধ্যমে কর্তিত অর্থ জমা দেবে। যেমন, এনজিও। [ভিডিএস বিধিমালা, বিধি ৫(২) ও (৩)]। সাথেই থাকুন।কভিড-১৯ খাদ্য সহায়তা তহবিলে বর্তমান ব্যালান্স ২৭,৩০০ টাকা। (ড. মোঃ আব্দুর রউফ, ২৮.০৫.২০২০)।"
    },
    {
        "id": 196,
        "details": "ভ্যাট টিপস-১: প্রিয় ভ্যাট অনুরাগী, এখন থেকে তিন ধরনের টিপস দেবো ইন-শা-আল্লাহ্। প্রথমত, ভ্যাট টিপস, যা আকারে ছোটো হবে। প্রতিটা টিপস-এ একটা বিধান বর্ণনা করা হবে। আশা করছি ৩০০ টিপস-এর মাধ্যমে সমগ্র ভ্যাট সিস্টেম কাভার করে ফেলবো ইন-শা-আল্লাহ্। আপনারা ভ্যাটের মাস্টার হয়ে যাবেন ইন-শা-আল্লাহ্। দ্বিতীয়ত, বিষয়ভিত্তিক আলোচনা করবো, মাহাতাব সাহেব যেমন বলেছিলেন। তৃতীয়ত, চলমান সমস্যা নিয়ে আলোচনা করবো। প্রতিদিন এ তিনটি বিষয়ে এক বা একাধিক টিপস দেবো ইন-শা-আল্লাহ্। রেগুলার দেখতে থাকুন। সহকর্মীদেরকে দেখতে উৎসাহিত করুন। আমাদের কমপক্ষে ৫০,০০০ ভ্যাট পেশাদার দরকার। আজকের প্রথম টিপস হলো উৎসে ভ্যাট কর্তন সংক্রান্ত। যদি কোনো সরবরাহের ক্ষেত্রে ভ্যাটের হার ১৫% হয়, তাহলে সেক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে না। শুধুমাত্র হ্রাসকৃত হারের ক্ষেত্রে উৎসে কর্তন করতে হবে [ভিডিএস বিধিমালা, বিধি (৩)]। সাথেই থাকুন। (ড. মোঃ আব্দুর রউফ, ২৭.০৫.২০২০)। ,"
    },
    {
        "id": 197,
        "details": "বি: দ্র: আগের পোস্টে ভুলবশত: আংশিক কপি পেষ্ট হয়েছে। ভ্যাট টিপস (প্রযোজ্যতা-৭): একটা স্ট্যান্ডার্ড ভ্যাট সিস্টেমের আর একটা বৈশিষ্ট্য হলো Lowest possible single rate and widest possible coverage. ভ্যাট ব্যবস্থায় একাধিক হার থাকলে আর কাভারেজ কম থাকলে সে ভ্যাট ব্যবস্থা ভালোমত কাজ করে না। যেহেতু ভ্যাট ব্যবস্থায় একজনের ভ্যাট চালান আরেকজনের ‍উপকরণ এবং রেয়াতের দলিল। তাই, যদি কারোর উপকরণ কিনে রেয়াত নেয়া না যায়, তাহলে সিস্টেমে ডিসটরশন হয়ে যায়। একটা ভ্যাটের হার এবং সবার ওপর বাস্তবায়ন করা গেলে তা সবার জন্য সহনশীল হয়। সামান্য কিছু ভ্যাটের বাইরে থাকতে পারে। বর্তমানে তথ্য-প্রযুক্তি ব্যবস্থাপনার মাধ্যমে এমন সিস্টেম স্থাপন করা সহজ। কিন্তু আমরা এদিকে অনেক পিছিয়ে রয়েছি। আমরা ২৯ বছর ভ্যাট চালু করেছি। পৃথিবীর অনেক দেশ আমাদের পরে ভ্যাট চালু করে অনেক এগিয়ে গেছে। ভ্যাট প্রচলন করার পর আমাদের রাজস্ব বেড়েছে এ নিয়ে তুষ্ট থাকা বাস্তবতার পরিপন্থী। কারণ, অর্জন আরো বেশি হতে পারতো। আমাদের দেশে সরকারের রাজস্ব আহরণের যে সব উৎস রয়েছে, তার মধ্যে ভ্যাট হলো প্রধান। ভ্যাটে সম্ভাবনাও বেশি। আগামীতে ভ্যাটই হতে পারে সরকারের রাজস্বের মূল উৎস। তাই, ভ্যাট সিস্টেমে আমাদের বেশি বিনিয়োগ করতে হবে। ভ্যাট ব্যবস্থার উন্নয়নে আমাদের বিনিয়োগ খুব কম, অতি সামান্য। উত্তম ভ্যাট ব্যবস্থায় ভ্যাটের প্রযোজ্যতা ব্যাপকভিত্তিক হতে হবে। ভ্যাট শিফট হতে হতে সর্বশেষ ভোক্তা ভ্যাট প্রদান করবে। (ড. মোঃ আব্দুর রউফ, ২৬.০৫.২০২০)।"
    },
    {
        "id": 198,
        "details": "মধ্যে ভ্যাট হলো প্রধান। ভ্যাটে সম্ভাবনাও বেশি। আগামীতে ভ্যাটই হতে পারে সরকারের রাজস্বের মূল উৎস। তাই, ভ্যাট সিস্টেমে আমাদের বেশি বিনিয়োগ করতে হবে। ভ্যাট ব্যবস্থার উন্নয়নে আমাদের বিনিয়োগ খুব কম, অতি সামান্য। উত্তম ভ্যাট ব্যবস্থায় ভ্যাটের প্রযোজ্যতা ব্যাপকভিত্তিক হতে হবে। ভ্যাট শিফট হতে হতে সর্বশেষ ভোক্তা ভ্যাট প্রদান করবে। (ড. মোঃ আব্দুর রউফ, ২৬.০৫.২০২০)।"
    },
    {
        "id": 199,
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-৬): আইনের স্কীমের বাইরে এসআরও জারি করে অব্যাহতি দিলে নানা ধরনের সমস্যা হয়। সুবিধা হয় শুধু একটা, তা হলো বর্তমান সমস্যার আপাতত সমাধান হয় কিন্তু অসুবিধা হয় অনেক। সবচেয়ে বড় অসুবিধা হলো, উক্ত খাতের ব্যবসায়ীদের ব্যবসার পরিকল্পনা ব্যাহত হয়। আয়কর এবং ভ্যাট ব্যবসার জন্য একটা বড় বিষয়। এর মোট পরিমাণ অনেক। ব্যবসার লাভের ‍তুলনায় আয়কর এবং ভ্যাটের পরিমাণ অনেক বেশি। কোনো ব্যবসায়ী, শিল্পপতি যখন কোনো ব্যবসা শুরু করেন তখন তিনি পরিকল্পনা করেন যে তাঁর খরচ কী কী এবং আয় কী কী। এর মধ্যে তিনি করের বিষয়গুলো বিবেচনা করেন। এভাবে তিনি লাভ করার হিসাব করেন। এ ধরনের পরিকল্পনা এক-দুই বছরের হয় না। দীর্ঘমেয়াদে পরিকল্পনা করতে না পারলে ব্যবসায় সফল হওয়া যায় না। কিন্তু হঠাৎ করে যদি করহার বেড়ে যায় তাহলে তাঁর পরিকল্পনা নস্যাৎ হয়ে যায়। একটা প্রতিষ্ঠানের ব্যবসায়ীক পরিকল্পনা ব্যাহত হলে তার প্রভাব পড়ে ব্যাংক ব্যবস্থার ওপর, কারণ, তিনি ঋণ নিয়ে ব্যবসা শুরু করেছেন। তাই, করনীতি হতে হবে দীর্ঘমেয়াদী। উন্নয়নের জন্য যে বিষয়গুলো দরকার তার মধ্যে একটা হলো দীর্ঘমেয়াদী করনীতি। তা না হলে বিদেশী বিনিয়োগ আসবে না। ব্যবসায়ীদের দীর্ঘদিনের একটা দাবি হলো, বছরের মাঝখানে যেন এসআরও জারি করা না হয়। ঘন ঘন এসআরও জারির কয়েকটা নেগেটিভ দিক আগামীকাল আলোচনা করবো ইন-শা-আল্লাহ্। ইংরেজি বই-এর প্রশ্নোত্তর চ্যাপ্টারে কাজ শুরু করেছি আলহামদুলিল্লাহ্। (ড. মোঃ আব্দুর রউফ, ২৪.০৫.২০২০)।"
    },
    {
        "id": 200,
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-৫): ভ্যাট আইনের ১ম তফসিল এবং অনেকগুলো এসআরও দ্বারা পণ্য/সেবা ভ্যাট অব্যাহতি দেয়া হয়েছে। প্রশ্ন আসতে পারে যে, দুভাবে কেনো অব্যাহতি দেয়া হয়। ১ম তফসিলের ১ম খণ্ডে যে পণ্যগুলো ভ্যাটমুক্ত করা হয়েছে সেগুলো মূলত কৃষিজাত পণ্য, বনজ সামগ্রী, মৎস ও গবাদি পশু। এগুলোর ওপর নিকট ভবিষ্যতে ভ্যাট আরোপিত হওয়ার সম্ভাবনা কম। তাই, এগুলোকে আইনের মাধ্যমে পার্লামেন্ট কর্তৃক ভ্যাটমুক্ত করা হয়েছে। ১ম তফসিলের কোনো আইটেমকে ভ্যাটের আওতায় আনতে হলে তা পার্লামেন্ট কর্তৃক আনতে হবে। অপরদিকে এসআরও এর মাধ্যমে যে আইটেমগুলোকে ভ্যাটমুক্ত করা হয়েছে সেখানে রয়েছে সেমি-ফিনিশড পণ্য, ফিনিশড পণ্য, সফিসটিকেডেট পণ্য ইত্যাদি। এগুলো কোনো প্রয়োজনে দ্রুত ভ্যাটের আওতায় আনার প্রয়োজন হতে পারে। তাই, এসআরও এর আওতায় রাখা হয়েছে যেন প্রয়োজনে এনবিআর দ্রুত সে কাজ করতে পারে। আপনারা জানেন যে, মূল অব্যাহতি এসআরও (১৭২-আইন/২০১৯/২৯-মূসক, তাং ১৩ জুন, ২০১৯) প্রতি বছর বাজেটের সময় সংশোধন করা হয়। বাজেটের সময় নতুন এসআরও জারি করা হয়। সারা বছর প্রয়োজনে এনবিআর এসআরও জারি করে। এই হলো ১ম তফসিল আর এসআরও এর পার্থক্য। তবে, এসআরওগুলোকে একত্র করতে আমি কোনো জটিলতা দেখি না। আকারে বড় হবে; তবে সব বিষয় একত্রে পাওয়া যাবে। ইংরেজি বই-এর ১ম চ্যাপ্টার রিভিশনের কাজ আজ শেষ করলাম, আলহামদুলিল্লাহ্। কভিড-১৯ খাদ্য সহায়তা তহবিলে আজ বাবলা সেন গুপ্ত ১,০০০ টা. দিয়েছেন। বর্তমান ব্যালান্স ২৭,৩০০ টাকা। (ড. মোঃ আব্দুর রউফ, ২৩.০৫.২০২০)।"
    },
    {
        "id": 201,
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-৪): কোন্ কোন্ পণ্য/সেবার ওপর ভ্যাট আরোপিত রয়েছে এবং কোন্ কোন্ পণ্য/সেবার ওপর আরোপিত নেই তা বুঝার প্রয়োজন হয়। কোন্ ধারাবাহিকতায় তা বুঝতে হবে তা গতকাল আলোচনা করেছি। মনে হতে পারে যে, এটাতো সহজ বিষয়। সাধারণের কাছে সহজ নয়। যারা ভ্যাট নিয়ে কাজ করেন, তাদের অনেকে তা জানেন না। কয়েক বছর আগের কথা। আমার কলেজ জীবনের এক বন্ধু একটা ফ্যাক্টরী করছেন। সেখানে তিনি পলিয়েস্টার স্টেপল ফাইবার উৎপাদন করবেন। একদিন তিনি অনেকগুলো কাগজপত্র নিয়ে আমার অফিসে আসলেন এবং যা বললেন তার মূলকথা হলো, তিনি ব্যবহৃত প্লাস্টিকের বোতল কিনে, প্রসেস করে পলিয়েস্টার স্টেপল ফাইবার উৎপাদন করে কিছু দেশে বিক্রি করবেন, কিছু রপ্তানি করবেন। শিল্প স্থাপন করতে যা করা দরকার তা প্রায় সব তিনি সম্পন্ন করেছেন। এই আইটেমের ওপর ভ্যাট প্রযোজ্য আছে কিনা তা তিনি অনেককে জিজ্ঞাসা করেও সঠিকভাবে কিছু জানতে পারেননি। তিনি ভ্যাট অফিসেও গিয়েছেন, তারাও সঠিক কিছু বলতে পারেননি। তিনি পণ্যের এইচএসকোড বললেন। আমি বুঝলাম যে, এই আইটেম প্রথম তফসিলে থাকার কথা নয়। আমি সরাসরি অব্যাহতি এসআরও দেখলাম। টেবিল-২ এ পণ্যটি স্পষ্ট উল্লেখ রয়েছে। আমি তাকে এসআরও দেখিয়ে বললাম যে, এই আইটেমে উৎপাদন ও আমদনিতে ভ্যাট নেই। তিনি যে কী খুশি হলেন তা বলার অপেক্ষা রাখে না। তার একটা সমস্যার সমাধান হয়ে গেল। আমরা যাঁরা ভ্যাট পেশায় আছি তাদের এ বিষয়টা জানা খুব দরকার যেন জনগণের জন্য আইনসঙ্গত কাজ সহজ করে দেয়া যায়। (ড. মোঃ আব্দুর রউফ, ২২.০৫.২০২০)।"
    },
    {
        "id": 202,
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-৩): কোন্ কোন্ পণ্য/সেবার ওপর ভ্যাট আরোপিত রয়েছে এবং কোন্ কোন্ পণ্য/সেবার ওপর ভ্যাট আরোপিত নেই তা অনেকে সঠিকভাবে বুঝতে পারেন না। এর অনেক কারণ রয়েছে। একটা কারণ হলো বিষয়সমূহ সহজ নয়। এসআরও-এর মাধ্যমে যেসব পণ্য ও সেবাকে ভ্যাটমুক্ত করা হয়েছে সেগুলো একটা এসআরও-এর মাধ্যমে জারি করা হলে বুঝা সহজ হতো। পরবর্তীতে একটা এসআরও-এর মধ্যে সংশোধন করা যেতো। একটা এসআরও আপডেট করে রাখা সবার জন্যে সহজ হতো। বর্তমানে এতগুলো অব্যাহতি এসআরও ট্র্যাক রাখা কঠিন হয়। ভ্যাট ফোরাম থেকে এবারে এনবিআরে যে বাজেট প্রস্তাব দেয়া হয়েছে সেখানে প্রস্তাব নং-৪ হলো সব অব্যাহতি এসআরও সমন্বিত করে একটা এসআরও জারি করার প্রস্তাব যা কয়েকদিন আগে আপনাদেরকে পাঠিয়েছিলাম। যখন কোনো একটা পণ্যের ওপর ভ্যাট আরোপিত রয়েছে কিনা জানার প্রয়োজন হবে, প্রথমে আইনের প্রথম তফসিলের প্রথম খণ্ড দেখবেন, তারপর এসআরও নং ১৭২-আইন/২০১৯/২৯-মূসক, তাং ১৩ জুন, ২০১৯ (মূল অব্যাহতি এসআরও) এর টেবিল-১, ২, ৩ ও ৫ দেখবেন, তারপর অন্যান্য এসআরও দেখবেন।যখন কোনো একটা সেবার ওপর ভ্যাট আরোপিত আছে কিনা জানার প্রয়োজন হবে, প্রথমে আইনের প্রথম তফসিলের দ্বিতীয় খণ্ড দেখবেন, তারপর মূল অব্যাহতি এসআরও-এর টেবিল-৪ দেখবেন, তারপর অন্যান্য এসআরও দেখবেন। এই ধারাবাহিকতায় দেখলে সমাধান পেয়ে যাবেন ইন-শা-আল্লাহ্। (ড. মোঃ আব্দুর রউফ, ২১.০৫.২০২০)।"
    },
    {
        "id": 203,
        "details": "টাকা ছাড়াও অনেক কিছু করা যায়-২: কয়েকদিন আগে একটা পোস্টে লিখেছিলাম যে, টাকা ছাড়াও অনেক কিছু করা যায়। এই পোস্টে ৬ দিনে ৫,১৮৬টা ভিউ হয়েছে। ২৪৭টা লাইক এবং ২৬টা কমেন্ট হয়েছে। ভালো ভালো কমেন্ট হয়েছে। আমি নিজে সেই প্রথম থেকে কভিড-১৯ খাদ্য সহায়তা দিয়ে আসছি । এর মধ্যে ৪/৫ বার দিয়েছি। আমার প্যাকেজ ছিল ৫০০ টাকা মতো। ১০মে তারিখে চিন্তা করলাম যে, ঈদের আগে একটু ভালো প্যাকেজ দেয়া দরকার। আমি চাকুরিজীবী মানুষ। আমার পক্ষে বেশি দেয়া সম্ভব নয়। চিন্তা করলাম যে, অন্যের সাহায্য নিয়ে হলেও ভালো প্যাকেজ দেবো ইন-শা-আল্লাহ্। আমার চিন্তা ছিল ৭০০/৮০০ টাকার প্যাকেজ ৩০/৩৫ জনকে দেবো। শেষমেষ ১,২৪৮ টাকার প্যাকেজ ৫০ জনকে দিয়েছি এবং ২৬,৩০০ টাকা এখনও ব্যালান্স রয়েছে। ঈদের পর আর একবার দেয়ার নিয়ত করেছি। টাকা ছাড়াও যে কাজ করা যায় এটা তার একটা প্রমাণ। ভালো কাজে আল্লাহ্ সাহায্য করেন। যদি একথা আপনি মনে-প্রাণে বিশ্বাস করেন, তাহলে আল্লাহ অবশ্যই সাহায্য করবেন। আল্লাহ্ বলেছেন যে, আমার বান্দা আমার ওপর যেমন বিশ্বাস করে আমি আমার বান্দার সাথে তেমন আচরণ করি। আমি যদি আরো বড় পরিকল্পনা করতাম, সে সাহায্যও আল্লাহ করতেন। কারণ, আল্লাহ্ আরো বলেছেন যে, তিনি অঙ্গীকার ভঙ্গ করেন না। ইন-শা-আল্লাহ্ ভবিষ্যতে জনকল্যাণে বড় কাজ করার আশা রাখি। দোয়া করবেন। (ড. মোঃ আব্দুর রউফ, ২১.০৫.২০২০)।"
    },
    {
        "id": 204,
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-২): কোন্ কোন্ ক্ষেত্রে ভ্যাট আরোপিত আছে এবং কোন্ কোন্ ক্ষেত্রে নেই তা নিয়ে অনেকে প্রশ্ন করেন। অনেকে ভ্যাটযোগ্য পণ্য/সেবার তালিকা চান। তাদেরকে বুঝাতে হয় যে এমন তালিকা নেই। কোন্ কোন্ ক্ষেত্রে ভ্যাট প্রযোজ্য নেই তা আইন ও এসআরও-তে বর্ণিত রয়েছে। ভ্যাট আইন এ ৩টি তফসিল রয়েছে। ১ম তফসিল ভ্যাটমুক্ত পণ্য ও সেবার তালিকা। এখানে দুটি খণ্ড। প্রথম খণ্ড পণ্যের তালিকা; দ্বিতীয় খণ্ড সেবার তালিকা। এ দুই খণ্ডে বর্ণিত পণ্য ও সেবার ওপর ভ্যাট নেই। প্রথম খণ্ডে বর্ণিত পণ্যগুলোর ওপর আমদানি, উৎপাদন, ট্রেডিং, যোগানদার কোনো স্তরে ভ্যাট নেই। একটা এসআরও রয়েছে যার নম্বর ১৭২-আইন/২০১৯/২৯-মূসক, তাং ১৩ জুন, ২০১৯। এখানে ৫টি টেবিল রয়েছে। টেবিল-১ এ বর্ণিত পণ্য আমদানি স্তরে ভ্যাটমুক্ত। টেবিল-২ এর পণ্য আমদানি ও উৎপাদন স্তরে ভ্যাটমুক্ত। টেবিল-৩ এর পণ্য উৎপাদন স্তরে ভ্যাটমুক্ত। টেবিল-৪ এ বর্ণিত সেবা ভ্যাটমুক্ত যা ১ম তফসিলের ২য় খণ্ডে বর্ণিত সেবার অতিরিক্ত। টেবিল-৫ এর পণ্য ট্রেডিং স্তরে ভ্যাটমুক্ত। অনেকগুলো এসআরও রয়েছে যেগুলো আমার বই-এর ১ম খণ্ডে, অধ্যায়-৮ এর উপ-অধ্যায়-৩ এ পাওয়া যাবে। এই এসআরওগুলোতে বর্ণিত পণ্য ও সেবার ওপর ভ্যাট নেই। এর বাইরে সব পণ্য, সেবা, স্থাবর সম্পত্তি ও অস্থাবর সম্পত্তির আমদানি, উৎপাদন এবং ট্রেডিং-এর ওপর ভ্যাট আরোপিত রয়েছে।কভিড-১৯ খাদ্য সহায়তা তহবিলে জনাব ইফতেখার  ট. ১,৫০০ দিয়েছেন। আল্লাহ্ তাঁর দান কবুল করুন। ব্যালান্স ২৬,৩০০ টাকা। (ড. মোঃ আব্দুর রউফ, ২০.০৫.২০২০)।"
    },
    {
        "id": 205,
        "details": "ভ্যাট টিপস (প্রযোজ্যতা-১): গতকাল আলোচনা করেছিলাম যে, অর্থের সরবরাহের ওপর ভ্যাট প্রযোজ্য হবে না। কারণ হলো পণ্য, সেবা ও স্থাবর সম্পত্তির সংজ্ঞার মধ্যে “অর্থ” অন্তর্ভুক্ত নেই। ধারা ২ এর দফা (৫) অনুসারে, অর্থ বলতে মুদ্রা, বিনিমেয় দলিল, বিল অব এক্সচেঞ্জ, প্রমিসরি নোট, ব্যাংক ড্রাফট, পোস্টাল অর্ডার, মানি অর্ডার, ক্রেডিট কার্ড, ডেবিট কার্ড ইত্যাদি বুঝায়। ফিল্ড লেভেলে এ বিষয়টি নিয়ে বিভ্রান্তি রয়েছে। যেমন, এক এনজিও অন্য এনজিও-কে দিয়ে প্রকল্প বাস্তবায়ন করে। তাহলে ফান্ড সরবরাহ করতে হয়। এরূপ ফান্ড হস্তান্তরের ওপর ভ্যাট প্রয়োগ করা হয়েছে বলে শুনেছি। আবার, সরকার এতিমখানায় ছাত্র প্রতি কিছু টাকা সহায়তা দেই। স্বাভাবিকভাবে সরকার চেক প্রদান করে। এরূপ অর্থের সরবরাহের ওপর থেকে ভ্যাট উৎসে কর্তন করা হয়েছে বলে জেনেছি। এগুলো হলো অর্থের সরবরাহ। এসব সরবরাহের ওপর ভ্যাট প্রযোজ্য হবে না। ভ্যাট প্রযোজ্য হতে হলে পণ্য, সেবা, অস্থাবর সম্পত্তি এবং স্থাবর সম্পত্তির সরবরাহ হতে হবে। এগুলো আইনে সংজ্ঞায়িত করা রয়েছে।   কভিড-১৯ খাদ্য সহায়তা তহবিলে আজ নাম প্রকাশে অনিচ্ছুক একজন ১,০০০ টাকা দিয়েছেন। গতকাল ব্যালান্স ছিল ২৩,৮০০ টাকা। আজকের ব্যালান্স ২৪,৮০০ টাকা। ঈদের সপ্তাহ খানেক পর চাল-ডাল দেয়ার নিয়ত করেছি। গতকালের প্যাকেজটা ভালো ছিল। ১১টি আইটেম ছিল। ছোট পরিবার ভালোভাবে ঈদ করতে পারবে ইন-শা-আল্লাহ্। আল্লাহ যেন সবার দান কবুল করে নেন। আ-মিন। (ড. মোঃ আব্দুর রউফ, ১৯.০৫.২০২০)।"
    },
    {
        "id": 206,
        "details": "আপডেটস-৪: আজ ভ্যাট আইনের আওতায় “অর্থ” আলোচনা করবো। অর্থের সরবরাহের ওপর ভ্যাট। মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর ধারা ১৫(১) অনুসারে, করযোগ্য সরবরাহের ওপর ভ্যাট আরোপিত হবে। ধারা ২(৯৪) অনুসারে, “সরবরাহ” হলো পণ্য, স্থাবর সম্পত্তি ও সেবা সরবরাহ। ধারা ২(৬০) অনুসারে, “পণ্য” অর্থ শেয়ার, স্টক, সিকিউরিটিজ এবং অর্থ ব্যতীত সকল প্রকার দৃশ্যমান অস্থাবর সম্পত্তি। ধারা ২(৯৯) এ “সেবা” এর সংজ্ঞাতেও অর্থ অন্তর্ভুক্ত নেই। ধারা ২(১০১) এ “স্থাবর সম্পত্তি” এর সংজ্ঞা অর্থের সাথে সংশ্লিষ্ট নয়। অর্থাৎ পণ্য সেবা ও স্থাবর সম্পত্তির মধ্যে “অর্থ” অন্তর্ভুক্ত নেই। ধারা ২(৫) অনুসারে, অর্থ হলো মুদ্রা, বিনিমেয় দলিল, বিল অব এক্সচেঞ্জ, প্রমিসরি নোট, ব্যাংক ড্রাফট, পোস্টাল অর্ডার, মানি অর্ডার, ক্রেডিট কার্ড, ডেবিট কার্ড ইত্যাদি। অর্থোর ওপর ভ্যাট প্রযোজ্য হবে না।  কভিড-১৯ খাদ্য সহায়তা তহবিলে ব্যারিস্টার ফারিয়া হক ৫,০০০ এবং নাম প্রকাশে অনিচ্ছুক একজন ৫,১০০ টাকা দান করেছেন।খাদ্য বণ্টন করেছি আলহামদুলিল্লাহ্। মুরগীর দাম বেড়ে যাওয়াই প্রতি প্যাকেজের দাম পড়েছে ১,২৪৮ টাকা। ৫০টি প্যাকেজ দিয়েছি। খরচ ৬২,৪০০ টাকা। প্রাপ্তি ৮৬,২০০ টাকা। অবশিষ্ট রয়েছে ২৩,৮০০ টাকা। ঈদের পর চাল-ডাল দেয়ার নিয়ত করেছি। মতামত জানাবেন। দারোয়ান ইদ্রিস এবং বডি গার্ড সুমন সহায়তা করেছে। মূল কাজ করেছে ইদ্রিস। সে দরিদ্র হলেও সৎ এবং কর্মঠ। তার জন্যে দোয়া করবেন । আল্লাহ সকলের দান কবুল করুন। আ-মিন। (ড. মোঃ আব্দুর রউফ, ১৮.০৫.২০২০)।"
    },
    {
        "id": 207,
        "details": "আপডেটস-৩: আজ মূল্য সংযোজন (value addition) নিয়ে আলোচনা করবো। উপকরণের ওপর যা যোগ হয় তা মূল্য সংযোজন। মূল্য সংযোজনের ওপর ভ্যাট নিতে হবে, এই হলো ভ্যাটের তত্ত্ব বা দর্শণ। বাস্তবে প্রয়োগের ক্ষেত্রে তা সব সময় সম্ভব হয় না। অনেক বিষয় রয়েছে যেখানে মূল্য সংযোজন নেই। এজন্য অনেক দেশে Value Added Tax-কে বলা হয় Goods and Services Tax (GST)। অর্থাৎ পণ্য বা সেবার সরবরাহ হলে ভ্যাট আরোপিত হবে। আমি বিশ্বাস করি যে, তত্ত্ব এবং দর্শণের ওপর জোর না দিয়ে উদ্দেশ্যের ওপর জোর দেয়া উচিৎ। উদ্দেশ্য হলো, সরকারের রাজস্ব আহরণ করা। যে নামেই হোক, যেখান থেকেই হোক রাজস্ব আহরণ করতে হবে। নীতি নির্ধারণ ও বাস্তবায়নে ফিল্ড লেভেলের বাস্তবতা বেশি বিবেচনা করা দরকার। আপনার মতামত কী?   কভিড-১৯ খাদ্য সহায়তা তহবিলে ব্যারিস্টার বারী সাহেব ১০,০০০ টাকা, নাম প্রকাশে অনিচ্ছুক একজন ৪,০০০ টাকা এবং আতা উল্লাহ সাহেব ২,০০০ টাকা দিয়েছেন। একজন অচেনা ব্যক্তি ৫০০ টাকা দিয়েছেন। সর্বমোট পাওয়া গেছে ৭৬,১০০ টাকা। মুরগীর অর্ডার দেয়া হয়েছে। মুরগীর দাম কেজিতে ২০ টাকা বেড়ে গেছে। অন্যান্য সামগ্রীর জন্যে খলিল ভায়ের দোকানে বলা হয়েছে। আগামীকাল বিকালে প্যাকেট করাবো। ইফতারের পরে বণ্টন করাবো ইন-শা-আল্লাহ্। আপনারা যদি কেউ আশে-পাশে থাকেন তাহলে আসতে পারেন। আমার সাথে ইফতার করে বণ্টন দেখে যেতে পারবেন। আসতে চাইলে এসএমএস (০১৭১১-৫৪৮১২৩) দেবেন। আল্লাহ যেন দান কবুল করেন এবং গুনাহ মাফ করে বেহেশত নসীব করেন। আ-মিন। (ড. মোঃ আব্দুর রউফ, ১৭.০৫.২০২০)।"
    },
    {
        "id": 208,
        "details": "আপডেটস-২: ইংরেজি বই-এর প্রথম অধ্যায় হলো Theoretical Perspective and Background of the VAT System. এটা মূলত আমার পিএইচডি থিসিসের একটা অধ্যায়। কিছু এডিট করতে হবে। এডিটের কাজ শুরু করেছি। ইংরেজি বই-এ খুব বেশি সময় দেয়া যায় না। কারণ, খুব বেশি বিক্রি হয় না। অল্প কিছু বিদেশী ইংরেজি বই চান। তাই, বাজারে একেবারে না থাকলে ভালো দেখায় না। তাই, কিছু বেসিক বিষয় দিয়ে প্রকাশ করা। চ্যাপ্টারগুলোতে বেশ কাজ করতে হবে। ৩১ জুলাই ভ্যাট ফোরামের এজিএম অনুষ্ঠিত হবে। তার আগে প্রকাশ করার আশা রাখি।   কভিড-১৯ খাদ্য সহায়তা তহবিলে নতুন করে কেউ যোগ দেননি। গতকাল ভুলক্রম ১,৫০০ টাকা হিসাবে বেশি দেখিয়েছিলাম। আসলে গতকাল অবধি মোট প্রাপ্তি ছিল ৪১,১০০ টাকা। আজ আমি তহবিলে ১০,০০০ টাকা দিয়েছি। আরিফুর রহমান ২,০০০ টাকা দিয়েছেন। একজন ১,৫০০ টাকা দিয়েছেন, আর একজন ৫,০০০ টাকা দিয়েছেন। তাঁরা নাম প্রকাশ না করার জন্য অনুরোধ করেছেন। সর্বমোট পাওয়া গেছে ৫৯,৬০০ টাকা। প্যাকেজটা একটু বাড়িয়েছি। ডাল ১ কেজি এবং সয়াবিন ১ কেজি করেছি। মুরগী ২ কেজি করেছি। প্রতি প্যাকেজের মূল্য দাঁড়িয়েছে ১,১৫২ টাকা। পরিবার ৪৭টা নির্ধারণ করেছি। আমার বাসার সামনের রাস্তায় এবং পেছনের খালের পাড়ের সব নিডি পরিবার কাভার হয়েছে গেছে। এর বাইরে যায়নি। সোমবার ১৮ তারিখ বণ্টন করার প্রস্তুতি নিচ্ছি। কাজটাতে খুব আনন্দ পাচ্ছি। মানব সেবা বড় ধর্ম। আল্লাহ যেন সবার দান কবুল করে নেন। আ-মিন। (ড. মোঃ আব্দুর রউফ, ১৭.০৫.২০২০)।"
    },
    {
        "id": 209,
        "details": "আপডেটস: আজ থেকে ইংরেজি বই-এর কাজ শুরু করেছি। সপ্তাহ খানেক এই কাজ করবো ইন-শা-আল্লাহ্। ইংরেজি বই-এ এবার নিম্নরূপ ৯টি চ্যাপ্টার করেছি। অনুগ্রহ করে আপনার মতামত দিন। (1)  Theoretical Perspective and Background;(2)  Enactment of the New VAT Law;(3)  The VAT and SD Act, 2012;(4)  The VAT and SD Rules, 2016;(5)  VDS Guideline;(6)  VAT on Traders;(7)   SRO, GO, SO;(8)   FAQs; and(9)   Few Basic Legal Issues.কভিড-১৯ খাদ্য সহায়তা তহবিলে গতকাল অবধি ১২ জন যুক্ত হয়েছিলেন। আজ সর্বজনাব আরিফুল ইসলাম, ইকরামুল ইসলাম, জাকির হাই এবং কাজী আ. হা. মো. আলী যুক্ত হয়েছেন। মোট ১৬ জন হয়েছে। গতকাল সংগ্রহ ছিল ১১,৫০০ টাকা। আজ কাজী সাহেব ৩,০০০ টাকা, ইকরাম সাহেব ৫,১০০ টাকা, রাজা সাহেব ২০,০০০ টাকা, শরীফ সাহেব ১,৫০০ টাকা এবং মাহতাব সাহেব ১,৫০০ টাকা দিয়েছেন। মোট হয়েছে ৪২,৬০০ টাকা যা প্রত্যাশার চেয়ে বেশি। আরো কয়েকজন দেবেন বলেছেন। সেক্ষেত্রে প্যাকেজটা আর একটু বাড়াতে পারবো এবং কিছু বেশি পরিবারকে দিতে পারবো। গতকাল ২,০০০ টাকার নাম দিতে পারিনি। তিনি আরমিয়া ফকির। তিনি আজ জানিয়েছেন। আগামী সোমবার ১৮ তারিখ খাদ্য বণ্টন করার প্রস্তুতি নিচ্ছি। আল্লাহ যেন সবার দান কবুল করে নেন। আ-মিন। (ড. মোঃ আব্দুর রউফ, ১৬.০৫.২০২০)।"
    },
    {
        "id": 210,
        "details": "সমন্বিত এ্যাকাউন্টিং-৬: প্রিয় সহকর্মী। ছালাম নিন। সমন্বিত এ্যাকাউন্টিং নিয়ে আগামী এক বছর কাজ করবো ইন-শা-আল্লাহ্। তবে, অন্য সব কাজের পাশাপাশি করতে হবে। ভ্যাট ফোরাম থেকে এবারে জাতীয় রাজস্ব বোর্ডে যে বাজেট প্রস্তাব পাঠিয়েছি অনুগ্রহ করে সেটা দেখুন (সংযুক্ত)। এর প্রস্তাব-৩ হলো সমন্বিত হিসাব ব্যবস্থাপনা। এক বছর আস্তে আস্তে কাজ করে, এ বিষয়ে একটা সমঝোতা এবং জনমত গড়ে তুলবো। তারপর আগামী বাজেটে সুনির্দিষ্ট প্রস্তাব দেবো, অর্থাৎ তা বাস্তবায়ন করতে কী কী সংশোধন করার প্রয়োজন হবে সে প্রস্তাব দেবো এবং বাস্তবায়নে প্রয়োজনীয় লিয়াজোঁ করার জন্য কিছু উৎসাহী ব্যক্তিকে দায়িত্ব দিয়ে দেবো ইন-শা-আল্লাহ। আগামী কাল থেকে অন্য বিষয়ে ফোকাস করতে চাই। আপনাদের মতামত/সাজেশন কাম্য।   কভিড-১৯ খাদ্য সহায়তা তহবিলে সহায়তা করার জন্য গতকাল অবধি ৬ জন আগ্রহ প্রকাশ করেছিলেন। আজ নজরুল ইসলাম রাজা, গোলাম মোরশেদ এবং ইমরান কবির যুক্ত হয়েছেন। আরো তিনজন যুক্ত হয়েছেন, তবে তাঁরা তাঁদের নাম প্রকাশ না করার জন্য অনুরোধ করেছেন। সর্বমোট ১২জন পাওয়া গেছে। এর মধ্যে গোলাম মোরশেদ ২,৫০০ টাকা, মোঃ আজিম ৩,০০০ টাকা দিয়েছেন। আর একজন ১,০০০ এবং আর একজন ৩,০০০ টাকা পাঠিয়েছেন। তবে, তাঁরা নাম প্রকাশ না করতে অনুরোধ করেছেন। আর একজন ২,০০০ টাকা পাঠিয়েছেন, তবে তিনি কে তা জানাননি। মোট ১১,৫০০ টাকা পাওয়া গেছে। সবার দান যেন আল্লাহ কবুল করে নেন। আ-মিন। (ড. মোঃ আব্দুর রউফ, ১৫.০৫.২০২০)।"
    },
    {
        "id": 211,
        "details": "টাকা ছাড়াও অনেক কিছু করা যায়: অনেক দিন আগে একটি প্রকল্পে কাজ করার সুবাদে একটি আন্তর্জাতিক সংস্থার মার্কিন কনসালট্যান্ট বলেছিলেন যে, কাজ করতে জানলে অর্থের অভাব নেই। তিনি ইংরেজিতে বলেছিলেন People will beg you to lend money. আমি সেদিন অবাক হয়েছিলাম এই জেনে যে, জীবনে অর্থের ভূমিকা এতো কম! এ কথার আবার আজ প্রমাণ পেলাম। চট্টগ্রামের একজন পরিচিত ব্যক্তি ফোন করে বললেন যে, সেখানকার একজন ব্যক্তি বিদেশে থাকতেন, তিনি মানুষের করোনার চিকিৎসা দেয়ার জন্য চট্টগ্রামে চলে এসেছেন। তিনি একটি হাসপাতাল পরিচালনা করার পরিকল্পনা করেছেন। চট্টগ্রামের একটি শিল্পগ্রুপ তাকে ভবন দিয়েছে ব্যবহার করার জন্য। তিনি বিজ্ঞাপন দিয়ে ডাক্তার, নার্স সংগ্রহ করেছেন, যাদেরকে পারিশ্রমিক দেয়া হবে না। স্বেচ্ছাশ্রমের ভিত্তিতে তাঁরা সেবা করবেন। তিনি ৬০ জন ডাক্তার ও নার্স পেয়েছেন। তিনি চিকিৎসা শুরু করেছেন। তিনি নিজে সকল বিষয় তদারকি করছেন। উদ্দেশ্য মহৎ হলে আল্লাহ সাহায্য করেন। তবে, ইতিহাসে এমন নজির রয়েছে যে, মহৎ উদ্দেশ্য থাকার পরও ষড়যন্ত্রের কারণে অনেকে ব্যর্থ হয়েছেন। তবে, ষড়যন্ত্রকারীরা কোনোদিন পরবর্তীকালে ভালো ছিল না। পলাশীর যুদ্ধের ষড়যন্ত্রকারীদের প্রত্যেকের করুণ পরিণতি হয়েছিল। আমি দু’একটা ছোটো-খাটো কাজ হাতে নিয়ে দেখেছি যে, আল্লাহ সাহায্য করেন। আল্লাহ মানুষকে দিয়ে সাহায্য করেন। আমি দেখেছি যে, যতটুকু পরিকল্পনা করি তার চেয়ে বেশী অর্জন হয়। অর্থাৎ আল্লাহ বরকত দিয়ে দেন। এমন দুএকটা কাজ হাতে নিয়েছি। দোয়া করবেন।"
    },
    {
        "id": 212,
        "details": "একটি আবেদন: প্রিয় সুহৃদ। সালাম নিন। ঈদের আগে অসহায়দের মধ্যে খাদ্য সহায়তা দেয়ার জন্য আর্থিক সাহায্য চেয়ে আপনাদের কাছে কয়েকদিন আগে আবেদন করেছিলাম। ছয় জন দেবেন বলে জানিয়েছেন। তাঁরা হলেন, মাহাতাব হোসেন, খসরু মোঃ আতাউল্লাহ, শরীফ সজীব আহমেদ, মোঃ আজিম, জালাল মজুমদার এবং আরমিয়া ফকির। তাদের কাছ থেকে সাহায্য এখনও নেয়নি। দু-একদিনের মধ্যে নেবো বলে আশা করছি। এভাবে প্যাকেজ ঠিক করেছি। ৫ কেজি মিনিকেট চাউল ২৯০ টাকা, আধা কেজি ডাল ৫০ টাকা, ১ কেজি পেঁয়াজ ৫০ টাকা, আধা লিটার সয়াবিন ৬০ টাকা, ২ কেজি আলু ৫০ টাকা, আধা কেজি লবন ২০ টাকা, আধা কেজি সেমাই ৭০ টাকা, ১ কেজি চিনি ৭২ টাকা, ১ লিটার দুধ ৭০ টাকা, ১ পিস ফার্মের মোরগ ২০০ টাকা, গরম মসল্লা ২০ টাকা, ব্যাগ ১৫ টাকা, সর্বমোট ৯৬৭ টাকা।৩৬টা অসহায় পরিবারকে অর্থাৎ ৩৬টা প্যাকেজ দেয়ার সিদ্ধান্ত নিয়েছি। দোয়া করবেন। বিস্তারিত হিসাব পরে জানিয়ে দেবো। আপনার সাহায্য আল্লাহ কবুল করবেন ইন-শা-আল্লাহ। যোগাযোগ: ই-মেইল: (roufvat@gmail.com; এসএমএস: ০১৭১১-৫৪৮১২৩)।"
    },
    {
        "id": 213,
        "details": "সমন্বিত এ্যাকাউন্টিং-৫: প্রিয় সহকর্মী। ছালাম ও শুভেচ্ছা নিন। আজ আলীমুজ্জামান সাহেব দুজন এফসিএসহ আমার অফিসে এসেছিলেন। ভালো আলোচনা হয়েছে। কোম্পানি আইনে কী কী হিসাবপত্র রাখতে হয় তা তাঁরা বিস্তারিত আলোচনা করেছেন। আমি আজকের আলোচনার ভিত্তিতে কোম্পানী আইনের আওতায় হিসাব এবং ভ্যাট আইনের আওতায় হিসাব এর একটা তুলনামূলক বিবরণ লিখে ফেলিছি। আমি দেখলাম যে, ভ্যাট আইনের আওতায় যেসব হিসাব রাখতে হয়, তার চেয়ে অনেক বেশি এবং বিস্তারিত হিসাব রাখতে হয় কোম্পানি আইনের আওতায়। এগুলো প্র্যাকটিক্যালী দেখার জন্যে আলীমুজ্জামান সাহেব বলেছেন যে, আমাকে একটা প্রতিষ্ঠানে নিয়ে যাবেন। আমার মনে হয়েছে যে, ভ্যাট আইনের আওতায় শুধুমাত্র দাখিলপত্র ছাড়া অতিরিক্ত কোনো হিসাব রাখার দরকার নেই। দাখিলপত্র অনেক সংক্ষেপ করা যায়, যার মধ্যে ক্রয়-বিক্রয়ের পরিমাণ, প্রদেয়, রেয়াত, হ্রাসকারী সমন্বয়, বৃদ্ধিকারী সমন্বয়, রিফান্ড, ট্রেজারি জমা এগুলো থাকাই যথেষ্ট। এ বিষয়ে আমাদের আরো অনেক কাজ করতে হবে। সাথে থাকুন।  ভ্যাট ফোরামের সদস্য (২৭৫) জনাব নায়েম উদ্দিন করোনাভাইরাসে আক্রান্ত হয়ে চট্টগ্রামে চিকিৎসাধীন রয়েছেন। তার জন্যে দোয়া করবেন। ফোরামের সদস্য যারা চট্টগ্রামে আছেন, দয়া করে তাঁর খোঁজ-খবর রাখবেন।  কভিড-১৯ খাদ্য সহায়তা তহবিলে আজ জনাব আরমিয়া ফকির যুক্ত হয়েছেন। মোট ৬ জন পাওয়া গেছে। দোকানে যোগাযোগ করেছি। ৮৫০ টাকার কাছাকাছি খাদ্য প্যাকেজ দেবো ইন-শা-আল্লাহ্। (ড. মোঃ আব্দুর রউফ, ১৪.০৫.২০২০)।"
    },
    {
        "id": 214,
        "details": "ভ্যাট এ্যাকাউন্টিং-৪: আজ আলিমুজ্জামান সাহেব আমার অফিসে আসবেন দুজন এফসিএ-কে সাথে নিয়ে। তাদের সাথে আলোচনা করে ফিজিবিলিটি বুঝার চেষ্টা করবো। আলীমুজ্জামান সাহেব খুব উদ্যোগী মানুষ। তিনি ট্রেড ভ্যাটের ক্ষেত্রে সমন্বিত হিসাব ব্যবস্থা প্রবর্তন করতে চান। এমন আর কয়েকজন মানুষ যদি পাওয়া যেতো যারা উৎপাদন স্তরে, সেবা প্রদান স্তরে বা কোনো একটা খাত নিয়ে কাজ করতে চান তাহলে ভালো হতো। আমি যা বুঝি সমন্বিত হিসাব ব্যবস্থা চালু করতে পারলে অর্থনীতির জন্য খুব বড় কাজ হবে। ব্যবসার খরচ কমে যাবে। হিসাব পেশার জনবলের জন্য কাজের ক্ষেত্র বেড়ে যাবে যা খুব দরকার, কারণ, ভ্যাট বিভাগে হিসাব পেশার জনবল নেই। কমপ্লায়েন্স বেড়ে যাবে, কারণ, আরজেএসসি, আয়কর, ভ্যাট, ব্যাংক সবখানে একই হিসাব দাখিল করতে হবে। একটা হিসাবের ওপর সব বিভাগ ভালোভাবে মণিটরিং করতে পারবে। কমপ্লায়েন্ট হওয়া ছাড়া উন্নয়ন সম্ভব নয়। প্রথম কমপ্লায়েন্ট হতে হবে অর্থনীতি। কমপ্লায়েন্ট হতে প্রথম দরকার উত্তম ডাটা ম্যানেজমেন্ট। সবাই যদি একই ডাটাবেইজ নিয়ে কাজ করেন তাহলে কমপ্লায়েন্ট হতে বাধ্য। সমন্বিত হিসাব পদ্ধতি আমাদেরকে সেদিকে নিয়ে যেতে পারে। দয়া করে আপনাদের মতামত শেয়ার করুন।   কভিড-১৯ খাদ্য সহায়তা তহবিলে অনুদান দিতে নতুন করে কেউ আগ্রহ প্রকাশ করেনননি। (ড. মোঃ আব্দুর রউফ, ১৩.০৫.২০২০)।"
    },
    {
        "id": 215,
        "details": "ভ্যাট এ্যাকাউন্টিং-৩: প্রিয় সহকর্মী। ছালাম ও শুভেচ্ছা নিন। গতকালের টিপস-এ আমি অনুরোধ জানিয়েছিলাম যে, যারা এ্যাকাউন্টিং পেশায় আছেন তারা যেন সাজেশন দেন কিন্তু দুঃখের বিষয় একজনও কিছু লেখেননি। একটা কমেন্ট আসেনি। অন্যান্য টিপস-এ যেমন ভিজিট হয়, তাও হয়নি। এখন আমি কী বলবো। অনেক কিছুই বলতে ইচ্ছে করে কিন্তু সব কথা বলা যায় না। যাহোক, ভ্যাটের ক্রয় হিসাব, বিক্রয় হিসাব, রিটার্ন এগুলো বাদ দিয়ে একাউন্টস-এর ডকুমেন্টস-এর মধ্যে কিভাবে এগুলোর পারপাজ ইনক্লুড করা যায় সেবিষয়ে যারা এ্যাকাউন্টস পেশায় আছেন দয়া করে মতামত/সাজেশন দিলে আমি অগ্রসর হতে পারবো। একটা কমপ্লিট সাজেশন প্রস্তুত করে তারপর তা বাস্তবায়নের দিকে যেতে হবে। আপনাদের উত্তরের প্রত্যাশায় রইলাম।  কভিড-১৯ খাদ্য সহায়তা তহবিলে এপর্য়ন্ত মাহাতাব হোসেন, খসরু মোঃ আতাউল্লাহ, শরীফ সজীব আহমেদ, মোঃ আজিম এবং জালাল মজুমদার ভাই সহায়তা করবেন বলে জানিয়েছেন। (ড. মোঃ আব্দুর রউফ, ১২.০৫.২০২০)।"
    },
    {
        "id": 216,
        "details": "ভ্যাট এ্যাকাউন্টিং-২: প্রিয় সহকর্মী। ছালাম ও শুভেচ্ছা নিন। আলীম সাহেবের কাজগুলো আজ একটু দেখেছি। কিছু আইডিয়া পেলাম। বিস্তারিত আলোচনা করার জন্যে তাঁর সাথে এ্যাপোয়ন্টমেন্ট করেছি। আলীম সাহেব আপাতত ব্যবসায়ী স্তরের ভ্যাট নিয়ে কাজ করতে চান। সেটাও ভালো। প্রথমে কোনো এক যায়গা থেকে শুরু করতে হবে। ব্যবসায়ী স্তরে যদি একিভূত হিসাব ব্যবস্থা চালু করা যায়, তাহলে উৎপাদন ও সেবা স্তরে চালু করা সহজ হবে ইন-শা-আল্লাহ্।   আপনারা যারা এ্যাকাউন্টিং প্রফেশনে আছেন, তারা দয়া করে আমাকে এ বিষয়ে তাত্ত্বিক জ্ঞান এবং আইডিয়া দেন। যেমন: বাংলাদেশ এ্যাকাউন্টিং স্ট্যান্ডার্ড কী, বাংলাদেশ ফাইনান্সিয়াল রিপোর্টিং স্ট্যান্ডার্ড (বিএফআরএস) কী, বাংলাদেশ স্ট্যান্ডার্ড অন অডিটিং কী, ইন্টারন্যাশনাল ফাইনান্সিয়াল রিপোর্টিং স্ট্যান্ডার্ড (আইএফআরএ) কী ইত্যাদি। জানতে পারলাম যে, আইএফআরএস কোম্পানি আইনে বাধ্যতামূলক করা হয়নি, তবে আয়কর ব্যবস্থায় বাধ্যতামূলক করা হয়েছে। এর কারণ কী? বর্তমানে একাউন্টস-এর জন্য কী কী ডকুমেন্ট রাখতে হ? সুবিধা-অসুবিধা ইত্যাদি। আমাদেরকে এমনভাবে একটা স্কীম প্রস্তুত করতে হবে যেন তা দেশি-বিদেশি যে কোনো বিশেষজ্ঞের সাথে বিতর্কে টিকিয়ে রাখা যায়। কভিড-১৯ খাদ্য সহায়তা তহবিলে এপর্য়ন্ত মাহাতাব হোসেন, খসরু মোঃ আতাউল্লাহ, শরীফ সজীব আহমেদ এবং মোঃ আজিম সহায়তা করবেন বলে জানিয়েছেন। (ড. মোঃ আব্দুর রউফ, ১১.০৫.২০২০)।"
    },
    {
        "id": 217,
        "details": "একটি আবেদন: প্রিয় সুহৃদ। সালাম নিন। এখন একটা আবেদন করবো। ব্যাকগ্রাউন্ড বললে বুঝতে সুবিধা হবে। কভিড-১৯ প্রাদূর্ভাবের শুরু থেকে যখন বাসায় থাকা শুরু করলাম, তখন থেকে কিছু সামাজিক কাজ করছি। এ যাবৎ নিজস্ব অর্থায়নে করেছি। আমি মোহাম্মদপুরে, মোহাম্মদী হাউসিং সোসাইটির ৮/বি রোডের একটা বাসায় ভাড়া থাকি। প্রায় বেড়ি বাঁধের কাছে। মূলত মধ্যবিত্ত এলাকা। তবে, এখানে প্রচুর নিম্নবিত্ত বাস করে। আমাদের বাসার পেছনে খালের ধার দিয়ে অনেক টিনশেড সেখানে নিম্নবিত্তরা বসবাস করে। আমি কভিড-১৯ আক্রমনের প্রথম দিকে কয়েকজন দারোয়ানের সহায়তা নিয়ে, টিনশেডগুলোতে খোঁজ নিয়ে ৪০টা অসহায় পরিবার নির্দিষ্ট করেছি। এরা রিক্সা-ভ্যানচালক, শব্জি বিক্রেতা, আপনজনহীন অসহায় বৃদ্ধ-বৃদ্ধা, বিধবা মহিলা, রেস্তোরাঁর কর্মচারী, রাজমিস্ত্রী, কাঠমিস্ত্রী ইত্যাদি। আমি এ যাবৎ ৪/৫ বার তাদের খাদ্য সহায়তা দিয়েছি। ঈদের আগে একটু ভালো প্যাকেজ দিতে চাই। আমার সামর্থ্য সীমিত। আপনারা চাইলে শরিক হতে পারেন।আমি জানি অনেকে আছেন যারা অসহায়দের সাহায্য করতে চান, তবে মাঠে আসনে পারেন না বা চান না। আবার, অনেকে বিশ্বস্ত মানুষ খুঁজে পান না। আমি আপনাদের দেয়া প্রতিটা টাকা অসহায়দের পৌঁছে দেবো ইন-শা-আল্লাহ। আমি ছবি পাঠাতে পারবো না, আমি পারতপক্ষে ছবি ওঠায় না। তবে, বিস্তারিত হিসাব জানিয়ে দেবো। আপনার সাহায্য আল্লাহ কবুল করবেন ইন-শা-আল্লহ। যোগাযোগ: ই-মেইল: roufvat@gmail.com; এসএমএস: ০১৭১১-৫৪৮১২৩)।  া"
    },
    {
        "id": 218,
        "details": "ভ্যাট এ্যাকাউন্টিং-১: প্রিয় পাঠক। ছালাম ও শুভেচ্ছা নিন। রপ্তানি চ্যাপ্টারের কাজ আপাতত আজ শেষ করলাম। আগামীকাল থেকে সপ্তাহখানেক ভ্যাট এ্যাকাউন্টিং সিস্টেম-এর ওপর সময় দেবো ইন-শা-আল্লাহ্। আলীম সাহেব এ বিষয়ে কিছু কাজ করছেন আশা করি আপনারা জানেন। আমি দীর্ঘদিন হলো এ বিষয় নিয়ে চিন্তা করছি। এবার ভ্যাট ফোরাম থেকে আমরা যে বাজেট প্রস্তাব দিয়েছি তার মধ্যে প্রস্তাব-৩ এ এবিষয়টি উল্লেখ করেছি। একটা প্রতিষ্ঠান সবচেয়ে বেশি হিসাবপত্র রাখে কোম্পানি আইনের বাধ্যবাধকতা অনুসারে। সে হিসাব প্রতি বছর প্রফেশনাল দ্বারা অডিট করাতে হয়। কোনো প্রতিষ্ঠানের হিসাব বলতে মূলত ক্রয় এবং বিক্রয় বা আয় এবং ব্যয় বা ডেবিট এবং ক্রেডিট আপনি যা-ই বলেন না কেনো বিষয় সেম। জাতীয় রাজস্ব বোর্ডের আর একটা উইং হলো আয়কর বিভাগ। আয়কর বিভাগ আয়কর অধ্যাদেশ, ১৯৮৪ বাস্তবায়ন করে। জাতীয় রাজস্ব বোর্ডের মোট সংগৃহীত রাজস্বের প্রায় ৩৪% আয়কর বিভাগ সংগ্রহ করে। কিন্তু আয়কর অধ্যাদেশের আওতায় কোনো প্রতিষ্ঠানকে আলাদা হিসাবপত্র রাখতে হয় না। শুধুমাত্র কয়েকটা রিটার্ন দাখিল করতে হয়। আয়কর বিভাগ মূলত সিএ ফার্মের অডিট রিপোর্টের ভিত্তিতে কাজ করে থাকে। তাহলে ভ্যাটের আওতায় আলাদা এতো হিসাবপত্র রাখার প্রয়োজন হলো কেনো। এতে প্রতিষ্ঠানের খরচপত্র বেড়ে গেছে। Ease of doing business ব্যাহত হচ্ছে। তাই, একটি হিসাবের ভিত্তিতে কোম্পানি আইন, ভ্যাট আইন ও আয়কর অধ্যাদেশ এ্যাডমিনিস্টার করা যায় কিনা তা ভাবা দরকার। (ড. মোঃ আব্দুর রউফ, ১০.০৫.২০২০)।"
    },
    {
        "id": 219,
        "details": "রপ্তানি-১৩: প্রিয় পাঠক। ছালাম ও শুভেচ্ছা নিন। রপ্তানি চ্যাপ্টারের কাজ আপাতত প্রায় শেষের দিকে। আর একদিন অর্থাৎ আগামীকাল কাজ করবো। পরশু থেকে নতুন বিষয় (ভ্যাট হিসাব ব্যবস্থাপনা) শুরু করবো ইন-শা-আল্লাহ। আশা করছি, বইয়ের আগামী সংস্করণে (জুলাই-এর প্রথম দিকে) পাঠকগণ রপ্তানির ওপর প্রায় ১৫ (পনের) পৃষ্টার লেখা পাবেন যার মধ্যে রপ্তানি সংক্রান্ত ভ্যাট আইনের বিধি-বিধান, অসংগতি, বৈদেশিক মুদ্রা সংক্রান্ত বিষয়, ফিল্ড লেভেলের বাস্তব অবস্থা ও সুপারিশ ইত্যাদি অন্তর্ভুক্ত থাকবে। সো ফার রপ্তানি সংক্রান্ত আমরা যে আলোচনা করেছি তাতে একটা বিষয় আমরা বুঝতে পেরেছি যে, ভ্যাট আইনের রপ্তানি সংক্রান্ত বিধি-বিধান পূর্ণাঙ্গ ও স্বচ্ছ নয়। এর কারণে অনেক ক্ষেত্রে রপ্তানিকারকগণ নিরুৎসাহিত হচ্ছেন। আবার, বৈদেশিক মুদ্রা ব্যবস্থাপনার ওপরও এর প্রভাব পড়ছে। যেমন, ছোটো একটা উদাহরণ দেই। ধরুন, একজন ই-মেইলে যোগাযোগ করে আমেরিকার একটা আইটি কোম্পানির কাছ থেকে কিছু কাজ পেয়েছেন। তিনি বাসায় বসে কাজ করে ই-মেইলে পাঠিয়ে দেন। আমেরিকার কোম্পানী বাংলাদেশে তার ব্যাংক এ্যাকাউন্টে টিটি করে ডলার পাঠিয়ে দেয়। এই কাজটি রপ্তানি বলে গণ্য হবে কিনা, এক্ষেত্রে আয়কর ও ভ্যাট কর্তন করতে হবে কিনা, এসব বিষয়ে সুনির্দিষ্ট বিধি-বিধান নেই। আমরা এসব বিষয় স্ট্রিমলাইন করার জন্য কাজ করবো ইন-শা-আল্লাহ। অনুগ্রহ করে পরবর্তী টিপসের দিকে নজর রাখুন। (ড. মোঃ আব্দুর রউফ, ০৯.০৫.২০২০)।"
    },
    {
        "id": 220,
        "details": "রপ্তানি-১২: প্রিয় পাঠক। ছালাম ও শুভেচ্ছা নিন। আজ ভ্যাট আইনের একটা বিষয় আপনাদের সামনে তুলে ধরবো। বিষয়টা রপ্তানি সংক্রান্ত। ভ্যাট আইনের ধারা ২ এর দফা (৬২)-তে “প্রচ্ছন্ন রপ্তানি”-র সংজ্ঞা দেয়া হয়েছে। এই সংজ্ঞার মধ্যে তিনটি বিষয় রয়েছে। এক, রপ্তানির উপকরণ নির্ধারিত পদ্ধতিতে বৈদেশিক মুদ্রার বিনিময়ে সরবরাহ। দুই, আন্তর্জাতিক দরপত্রের মাধ্যমে বৈদেশিক মুদ্রার বিনিময়ে নির্ধারিত পদ্ধতিতে বাংলাদেশের অভ্যন্তরে সরবরাহ। এবং তিন, স্থানীয় ঋণপত্রের বিপরীতে বৈদেশিক মুদ্রার বিনিময়ে নির্ধারিত পদ্ধতিতে বাংলাদেশের অভ্যন্তরে সরবরাহ। অর্থাৎ এই তিন ক্ষেত্রেই পদ্ধতি নির্ধারণ করতে হবে। ধারা ২ এর দফা (৫৩) অনুসারে, “নির্ধারিত অর্থ বোর্ড কর্তৃক প্রণীত কোন বিধি বা আদেশ দ্বারা নির্ধারিত”। বিধি ১৮ক এর মাধ্যমে একটি বিষয় নির্ধারণ করা হয়েছে। তা হলো, ওপরের পয়েন্ট তিন, অর্থাৎ স্থানীয় ঋণপত্রের মাধ্যমে বৈদেশিক মুদ্রার বিনিময়ে সরবরাহ; যদিও এই বিধির শিরোনাম দেখলে তা পয়েন্ট দুই বলে মনে হয়। বাকি দুটো বিষয় নির্ধারণ করা হয়নি। এখন বাজেট প্রণয়নের কাজ চলছে। আপনাদের পক্ষে সম্ভব হলে এমন যেসব বিষয় রয়েছে তা নীতি-নির্ধারকদের নজরে আনুন। দেশে একটি আধুনিক ও আদর্শ ভ্যাট ব্যবস্থা নির্মাণ করতে হলে প্রত্যেককেই কমি-বেশি অবদান রাখতে হবে। আশা করি, আপনি আমার সাথে একমত হবেন। (ড. মোঃ আব্দুর রউফ, ০৮.০৫.২০২০)।"
    },
    {
        "id": 221,
        "details": "রপ্তানি-১১: কয়েকদিন আগে মাহতাব সাহেব পশ্চাদ-সংযোগ শিল্প প্রতিষ্ঠান (backward-linkage industry) বিষয়ে লেখার জন্য অনুরোধ করেছিলেন। অগ্র-সংযোগ (forward-linkage) ও পশ্চাদ-সংযোগ (backward-linkage) রপ্তানির সাথে জড়িত দুটি গুরুত্বপূর্ণ বিষয়। উদাহরণ দিলে বিষয়টি স্পষ্ট হবে। ধরুন, একজন রপ্তানিকারক আমেরিকায় শার্ট রপ্তানি করেন। শার্ট প্রস্তুতের আগের কাজকে বলা হয় পশ্চাদ-সংযোগ এবং পরের কাজকে বলা হয় অগ্র-সংযোগ। শার্ট প্রস্তুতের আগের কাজ হলো, ফ্যাব্রিক (কাপড়) প্রস্তুত করা, তার আগের কাজ হলো সুতা প্রস্তুত করা, তার আগের কাজ হলো তুলা উৎপাদন করা। তাছাড়া, বুতাম, কলার, স্টিকার, প্যাকেট, হ্যাংগার ইত্যাদি একসেসরিজ উৎপাদন পশ্চাদ-সংযোগ প্রতিষ্ঠানের আওতায় পড়ে। অগ্র সংযোগ হলো রপ্তানির পর বহন করে বন্দরে নিয়ে যাওয়া, এ সংশ্লিষ্ট ব্যাংকিং সেবা, বীমা সেবা, বন্দর সেবা, বিমান, সমুদ্র, সড়ক বা রেলপথে বিদেশে নিয়ে যাওয়া, বিদেশে পৌঁছানোর পর ক্রেতার হাত পর্য়ন্ত পৌঁছে দেয়ার কাজকে বলা হয় অগ্র-সংযোগ। আমাদের দেশ এদুটি ক্ষেত্রেই বেশ দূর্বল। আমাদের মূল রপ্তানি আইটেম হলো গার্মেন্টস। গার্মেন্টস এর উপকরণ সিংহভাগ আমরা বিদেশ থেকে আমদানি করি। আমরা শুধুমাত্র আমাদের শ্রমিক দিয়ে যে কাজটুকু করাই এটুকু আমাদের মূল্য সংযোজন। বর্তমানে অবশ্য কিছু পশ্চাদ-সংযোগ প্রতিষ্ঠান গড়ে ওঠছে। অগ্র-সংযোগে আমরা কোথায় আছি তা নিশ্চয় আপনারা বুঝতে পেরেছেন। অনুগ্রহ করে পরবর্তী টিপস-এর প্রতি নজর রাখুন (ড. মোঃ আব্দুর রউফ, ০৭.০৫.২০২০)।"
    },
    {
        "id": 222,
        "details": "রপ্তানি-৮: ইপিজেড এর বাইরে শতভাগ রপ্তানিমুখী সরাসরি রপ্তানিকারক প্রতিষ্ঠান কী কী শুল্ক-করমুক্ত সুবিধা পায় তা গত দুটি টিপস-এ আলোচনা করেছি। ইপিজেড-এর বাইরে শতভাগ প্রচ্ছন্ন রপ্তানিমুখী প্রতিষ্ঠানও ওই একই ধরনের সুবিধা পায়। ইপিজেড-এর অভ্যন্তরে সব প্রতিষ্ঠান শতভাগ রপ্তানিমুখী সরাসরি রপ্তানিকারক প্রতিষ্ঠান। তাই, ইপিজেড-এর অভ্যন্তরে সব প্রতিষ্ঠান একই সুবিধা পায়। তাহলে বলা যায় যে, ইপিজেড-এর অভ্যন্তরের সব প্রতিষ্ঠান এবং ইপিজেড-এর বাইরের শতভাগ রপ্তানিমুখী প্রতিষ্ঠান এবং শতভাগ প্রচ্ছন্ন রপ্তানিমুখী প্রতিষ্ঠান এই সব সুবিধা পাবে। গ্যাস এবং বিদ্যুতের ক্ষেত্রে ইপিজেড-এর মধ্যে একটু পার্থক্য রয়েছে। তা হলো, গ্যাস ও বিদ্যুতের মূল বিল ইস্যু হয় ইপিজেড-এর নামে। ইপিজেড সব প্রতিষ্ঠানের নামে আলাদা আলাদা বিল ইস্যু করে। এর আগে যখন গ্যাস ‍ও বিদ্যুতের ক্ষেত্রে শতভাগ রপ্তানিমুখী প্রতিষ্ঠানের ৮০% ভ্যাট অব্যাহতি ছিল, তখন ইপিজেড কর্তৃপক্ষ কমিশনারের কাছে আবেদন করে ৮০% ভ্যাট মওকুফের অনুমোদন করিয়েছিল। সে অনুযায়ী গ্যাস এবং বিদ্যুৎ কর্তৃপক্ষ ২০% ভ্যাট যোগ করে বিল ইস্যু করতো। এখনও এভাবেই চলছে। ২০% ভ্যাট সবাই পরিশোধ করছে। আগামী টিপস-এ আংশিক রপ্তানিকারকদের পদ্ধতি আলোচনা করা হবে। অনুগ্রহ করে পরবর্তী পোস্টের দিকে নজর রাখুন এবং প্রতিদিন একটি করে ভালো কাজ করুন (ড. মোঃ আব্দুর রউফ, ০৪.০৫.২০২০)।"
    },
    {
        "id": 223,
        "details": "রপ্তানি-৭: টিপস এ আমরা করেছিলাম, ইপিজেড এর বাইরে শতভাগ রপ্তানিমুখী সরাসরি রপ্তানিকারক প্রতিষ্ঠান কী কী শুল্ক-কর সুবিধা পায়। গত টিপস-এ যেগুলো উল্লেখ করেছিলাম তার অতিরিক্ত হলো, এসআরও-১৮৯-আইন/২০১৯/৪৬-মূসক অনুসারে, এসব প্রতিষ্ঠানের ২টি টেলিফোন, ১টি টেলেক্স, ১টি ফ্যাক্স, অগ্নি বীমা, নমুনা রপ্তানির ক্ষেত্রে কুরিয়ার ও ইএমএস এবং রপ্তানি সংশ্লিষ্ট ব্যাংকিং সেবা ভ্যাটমুক্ত হবে। সাঃ আঃ-২০/মূসক/২০১৯ অনুসারে, গ্যাস, ওয়াসা, বিদ্যুৎ, টেলিফোন, টেলেক্স, ফ্যাক্স এর ভ্যাট অব্যাহতি সুবিধা নেয়ার জন্য কমিশনারের অনুমোদন নিতে হয়। অন্য সেবাগুলোর ক্ষেত্রে অনুমোদন নিতে হবে না। সেবা প্রদানকারী নিশ্চিত হবে যে, সেবা গ্রহণকারী শতভাগ রপ্তানিকারক, নিশ্চিত হয়ে ভ্যাটমুক্ত সুবিধা প্রদান করবে। বর্তমানে শুধুমাত্র গ্যাস এবং বিদ্যুৎ এর জন্য অনুমোদন নেয়া হয়। এসব প্রতিষ্ঠান সাধারণত ঢাকা ওয়াসা’র বাইরে। তাই, ওয়াসার জন্য আবেদন করে না। পানির ক্ষেত্রে ভ্যাটের পরিমাণ কম। টেলিফোন, টেলেক্স, ফ্যাক্স এর ব্যবহার বর্তমানে কম, তাই ভ্যাটের পরিমাণ সামান্য। তাই, এসব সেবার জন্য ভ্যাটমুক্ত সুবিধা পাওয়ার আবেদন করেন না। উল্লেখ্য, গ্যাস, বিদ্যুৎ এর জন্য একবার অনুমোদন নিতে হয়। টেলিফোন, টেলেক্স, ফ্যাক্স এর জন্য ২ (দুই) বছর পর আবার অনুমোদন নিতে হতো। ইপিজেড এর বাইরে শতভাগ রপ্তানিমুখী সরাসরি রপ্তানিকারক প্রতিষ্ঠানের ভ্যাট অব্যাহতি সুবিধা আলোচনা শেষ হলো। পরবর্তী পোস্টের দিকে নজর রাখুন (ড. মোঃ আব্দুর রউফ, ০৩.০৫.২০২০)।"
    },
    {
        "id": 224,
        "details": "রপ্তানি-৬: প্রিয় ভ্যাট অনুরাগী। আসুন ভ্যাট শিখি। আজ থেকে আমরা দেখবো কোন্ ধরনের রপ্তানিকারককে কোন্ ধরনের শুল্ক-কর সুবিধা দেয়া হয়। প্রথমে সরাসরি রপ্তানিকারক (direct exporter) আলোচনা করবো। যেসব রপ্তানিকারক বাংলাদেশ থেকে সরাসরি বিদেশে রপ্তানি করে, সেসব রপ্তানিকারককে সরাসরি রপ্তানিকারক বলে। তাহলে ইপিজেড-এ অবস্থিত সব প্রতিষ্ঠান সরাসরি রপ্তানিকারক। ইপিজেড-এর বাইরে আছে শতভাগ রপ্তানিকারক প্রতিষ্ঠান এবং আংশিক রপ্তানিকারক প্রতিষ্ঠান, তারাও সরাসরি রপ্তানিকারক। আজ আমরা ইপিজেড-এর বাইরে অবস্থিত শতভাগ রপ্তানিমুখী সরাসরি রপ্তানিকারক প্রতিষ্ঠান কী কী শুল্ক-কর সুবিধা পায় সে বিষয়ে আলোচনা করবো।   প্রথমত, এসব প্রতিষ্ঠানের বন্ড লাইসেন্স রয়েছে। বন্ড লাইসেন্সে যাকিছু উল্লেখ আছে, যন্ত্রপাতি, উপকরণ ইত্যাদি সব শুল্ক-করমুক্ত আমদানি বা ক্রয় করতে পারবে। তাছাড়া, এসআরও-১৮৮-আইন/২০১৯/৪৫-মূসক অনুসারে, উৎপাদনস্থলে গ্যাস, ওয়াসা, যোগানদার, সিকিউরিটি সার্ভিস, পরিবহন ঠিকাদার, যানবাহন ভাড়া, বিদ্যুৎ, তথ্য-প্রযুক্তি সেবা, আমদানিকৃত সেবা, শ্রমিক কল্যাণ ও বিনোদন ব্যয় এবং ল্যাবরেটরি টেস্ট সেবার ক্ষেত্রে ভ্যাট অব্যাহতি পাবে। অধিকন্তু, এসব প্রতিষ্ঠানের উপকরণ আমদানি ও তৈরি পণ্য রপ্তানির ক্ষেত্রে বন্দর, ফ্রেইট ফরোয়ার্ডার্স, সিএ্যান্ডএফ, বীমা ও শিপিং এজেন্ট সেবা ভ্যাটমুক্ত হবে। আগামী পোষ্টেও এ বিষয়ে আলোচনা চলবে। অনুগ্রহ করে নজর রাখুন এবং করোনার কারণে অসহায় ব্যক্তিদের সাহায্য করুন (ড. মোঃ আব্দুর রউফ, ০২.০৫.২০২০)।"
    },
    {
        "id": 225,
        "details": "রপ্তানি-৫: প্রিয় ভ্যাট অনুরাগী। ভ্যাট ক্যারিয়ারে স্বাগতম। রপ্তানি শুল্ক-করমুক্ত করার জন্য সরকারের ৩টি পদ্ধতি (বন্ড লাইসেন্স, অব্যাহিত, প্রত্যর্পণ) আলোচনা শেষ হয়েছে। এখন আপনি চিন্তা করে দেখুন, অনেকে এভাবে বলে থাকেন যে, রপ্তানিতে ভ্যাট নেই বা রপ্তানিতে কোনো ডিউটি-ট্যাক্স নেই। এমন কথা সঠিক নয়। সঠিক কথা হলো, রপ্তানি শুল্ক-করমুক্ত করার জন্য বর্তমানে সরকারের ৩টা পদ্ধতি রয়েছে। এই পদ্ধতি অবলম্বন করে রপ্তানির ক্ষেত্রে শুল্ক-করমুক্ত সুবিধা অর্জন করতে হবে। রপ্তানিকারকভেদে সুবিধায় পার্থক্য হতে পারে। আজ থেকে কয়েকটা টিপস-এ এই সুবিধাগুলো কিভাবে অর্জন করা যায়, বর্তমানে মাঠ পর্য়ায়ে প্র্যাকটিস কী, পদ্ধতিসমূহ আরো রপ্তানি-ফ্রেন্ডলী করার জন্য কী কী করার দরকার এসব বিষয়ে ক্রমে আলোচনা করবো ইন-শা-আল্লাহ্।  বিভিন্ন দৃষ্টিকোণ থেকে রপ্তানিকারকদেরকে কয়েকভাবে ভাগ করা যায়; যথা: সরাসরি রপ্তানিকারক (direct exporter), প্রচ্ছন্ন রপ্তানিকারক (deemed exporter), ইপিজেড-এ অবস্থিত রপ্তানিকারক (exporter located at EPZ), শতভাগ রপ্তানিকারক (100% exporter), আংশিক রপ্তানিকারক (partial exporter) ও পশ্চাদ-সংযোগ রপ্তানিকারক (backward-linkage exporter)। আগামী কয়েকটি টিপস-এ এই প্রতিটি রপ্তানিকারকের শুল্ক-করমুক্ত সুবিধা পাওয়ার পদ্ধতি নিয়ে আলোচনা করা হবে। অনুগ্রহ করে আমার পোস্টের দিকে নজর রাখুন এবং করোনা ভাইরাস থেকে সচেতন থাকুন (ড. মোঃ আব্দুর রউফ, ০১.০৫.২০২০)।"
    },
    {
        "id": 226,
        "details": "রপ্তানি-৪: প্রিয় ভ্যাট অনুরাগী। আশা করি, আল্লার রহমতে ভালো আছেন। গত দুটি টিপস-এ রপ্তানি শুল্ক-করমুক্ত করার জন্য সরকারের দুটি পদ্ধতি আলোচনা করেছি। একটি ছিল কাস্টমস বন্ড লাইসেন্স। আর একটি ছিল অব্যাহতি। আজ তৃতীয় পদ্ধতি আলোচনা করবো, সেটি হলো প্রত্যর্পণ (duty drawback)।যে উপকরণ বন্ড লাইসেন্সে কাভার করে না, আবার অব্যাহতিও দেয়া নেই, সে উপকরণ শুল্ক-কর পরিশোধ করে আমদানি করতে হবে বা স্থানীয়ভাবে কিনতে হবে। উপকরণ ব্যবহার করে পণ্য উৎপাদন করে তা রপ্তানি করার পর উপকরণের বিপরীতে শুল্ক-কর প্রত্যর্পণ নিতে হবে। উপকরণ ক্রয়ের পর পরই স্বাভাবিকভাবে ভ্যাট রেয়াত নিয়ে নেয়া হয়। তাই, ভ্যাট প্রত্যর্পণ নেয়ার প্রয়োজন হয় না। সম্পূরক শুল্ক, আমদানি শুল্ক ও রেগুলেটরি ডিউটি প্রত্যর্পণ নেয়ার প্রয়োজন হয়। সম্পূরক শুল্ক যেহেতু ভ্যাট আইনের বিষয় সেহেতু রপ্তানির পর Proceeds Realization Certificate (PRC) দাখিল করে দাখিলপত্রে হ্রাসকারী সমন্বয় করা যায়। আমদানি শুল্ক ও রেগুলেটরি ডিউটি কাস্টমস আইনের বিষয়। তাই, ভ্যাটের দাখিলপত্রে সমন্বয় করা যায় না। ডেডো অফিসে আবেদন করে প্রতর্পণ নিতে হয়।       রপ্তানি শুল্ক-করমুক্ত করার জন্য সরকারের তিনটি পদ্ধতি সংক্ষেপে আলোচনা করা শেষ হলো। আগামীকাল এ বিষয়ে একটা সার্বিক ধারণা দেবো ইন-শা-আল্লাহ্। অনুগ্রহ করে আমার পোস্টের দিকে নজর রাখুন এবং আল্লাহ যেনো করোনা ভাইরাসকে পৃথিবী থেকে প্রত্যাহার করে নেন সেজন্য মহান আল্লাহর কাছে দোয়া করতে থাকুন (ড. মোঃ আব্দুর রউফ, ৩০.০৪.২০২০)।"
    },
    {
        "id": 227,
        "details": "রপ্তানি-৩: প্রিয় ভ্যাট অনুরাগী। আশা করি, আল্লার রহমতে ভালো আছেন। গতকালের টিপস-এ রপ্তানি শুল্ক-করমুক্ত করার জন্য সরকারের তিনটি পদ্ধতির মধ্যে প্রথমটি আলোচনা করেছি। সেটি ছিল কাস্টমস বন্ড লাইসেন্স। আজ দ্বিতীয়টি আলোচনা করবো। সেটি হলো অব্যাহতি। বেশ কিছু ক্ষেত্রে সরকার রপ্তানি ও রপ্তানি-সংশ্লিষ্ট পণ্য/সেবার ওপর ভ্যাট অব্যাহতি প্রদান করেছে। ‍দুটি এসআরও এবং একটি সাধারণ আদেশের মাধ্যমে মূলত রপ্তানির ক্ষেত্রে ভ্যাট অব্যাহতি দেয়া আছে। এস.আর.ও নং-১৮৮-আইন/২০১৯/৪৫-মূসক, তারিখ: ১৩ জুন, ২০১৯ খ্রিস্টাব্দ; এস.আর.ও নং-১৮৯-আইন/২০১৯/৪৬-মূসক, তারিখ: ১৩ জুন, ২০১৯ খ্রিস্টাব্দ এবং সাধারণ আদেশ নং-২০/মূসক/২০১৯, তারিখ: ২৬ সেপ্টেম্বর, ২০১৯ খ্রিস্টাব্দ (আমার বইয়ের ষষ্ঠ সংস্করণ, প্রথম খণ্ড, পৃষ্ঠা-৩৫৩, ৩৫৫, ৩৯৫ অনুগ্রহ করে দেখুন)। এগুলো মূলত সেবা। বিভিন্ন পদ্ধতিতে রপ্তানিকারকগণ ‍এই সেবাগুলোর ওপর ভ্যাট অব্যাহতি পেয়ে থাকেন।      আগামীকাল তৃতীয় পদ্ধতি আলোচনা করা হবে ইন-শা-আল্লাহ্। অনুগ্রহ করে আমার পোস্টের দিকে নজর রাখুন এবং আল্লাহ যেনো কভিড-১৯ ভাইরাসকে পৃথিবী থেকে প্রত্যাহার করে নেন সেজন্য মহান আল্লাহর কাছে দোয়া করুন (২৯.০৪.২০২০)।"
    },
    {
        "id": 228,
        "details": "রপ্তানি-২: প্রিয় ভ্যাট অনুরাগী। আশা করি, আল্লার রহমতে ভালো আছেন। গতকালের টিপস-এ বলেছিলাম যে, রপ্তানি শুল্ক-করমুক্ত করার জন্য সরকারের তিনটি পদ্ধতি রয়েছে। তার মধ্যে একটি হলো কাস্টমস বন্ড লাইসেন্স। শুধুমাত্র শতভাগ রপ্তানিমুখী শিল্প প্রতিষ্ঠানকে বন্ড লাইসেন্স সুবিধা দেয়া হয়। আপনারা জানের যে, রপ্তানি নীতি আদেশ ২০১৮-২১ এর অধ্যায় ৫.১১.১ অনুসারে, মোট উৎপাদনের ৮০% রপ্তানি করলে সে প্রতিষ্ঠানকে শতভাগ রপ্তানিমুখী শিল্প প্রতিষ্ঠান বলা হয় । অবশিষ্ট ২০% শুল্ক-কর পরিশোধ করে স্থানীয় বাজারে বিক্রি করা যায়। শতভাগ রপ্তানিমুখী শিল্প প্রতিষ্ঠানকে সরকার ব্যাংক ঋণ সুবিধা, বন্ড লাইসেন্স সুবিধাসহ আরো অন্যান্য সুবিধা প্রদান করে থাকে। বন্ড লাইসেন্সের আওতায় ব্যাক-টু-ব্যাক এলসি স্থাপন করে শুল্ক-কর পরিশোধ ছাড়া বিদেশ বা দেশ থেকে উপকরণ সংগ্রহ করা যায়। উপকরণ প্রসেস করে, রপ্তানি পণ্য উৎপাদন করে, রপ্তানি করার পর সরকারের কাছে শুল্ক-কর ফেরৎ নেয়ার কোনো বিষয় থাকে না। তবে, উল্লেখ করা যেতে পারে যে, বন্ড লাইসেন্সে সব উপকরণ উল্লেখ থাকে না। যেমন: সেবা ইত্যাদি। এ বিষয়গুলো পরবর্তীতে আলোচনা করা হবে। আগামীকাল দ্বিতীয় পদ্ধতি আলোচনা করা হবে ইন-শা-আল্লাহ্। অনুগ্রহ করে আমার পোস্টের দিকে নজর রাখুন এবং আল্লাহ যেনো কভিড-১৯ ভাইরাসকে পৃথিবী থেকে প্রত্যাহার করে নেন সেজন্য মহান আল্লাহর কাছে দোয়া করুন (২৮.০৪.২০২০)।"
    },
    {
        "id": 229,
        "details": "রপ্তানি: প্রিয় ভ্যাট অনুরাগী। আশা করি, আল্লার রহমতে ভালো আছেন। আমি বর্তমানে আমার বইটা ইমপ্রুভমেন্ট করার কাজ করছি। আশা করছি বাজেটের পর জুলাই মাসের প্রথমদিকে পাঠকদেরকে আগের তুলনায় আরো সহজ ও সহায়ক একটা বই উপহার দিতে পারবো। এবারে প্রথম খণ্ডে রপ্তানি’র ওপর একটা অধ্যায় সংযোজন করবো বলে আশা করছি। বর্তমানে রপ্তানি অধ্যায়ে কাজ করছি। তাই, এখন থেকে রপ্তানির ওপর বেশ কয়েকটা টিপস দেবো বলে আশা করছি। সাধারণভাবে অনেকে বলে থাকেন যে, রপ্তানির ওপর কোনো শুল্ক-কর নেই। অথবা এমন বলেন যে, রপ্তানির ওপর ভ্যাট নেই। এই কথা আংশিক সঠিক এবং আংশিক সঠিক নয়। এরূপ ধারণা থেকে নানাবিধ জটিলতার সৃষ্টি হয়। এভাবে সব ধরনের রপ্তানিকে কোনো আইন, বিধি, এসআরও, আদেশ দ্বারা একবারে শুল্ক-কর অব্যাহতি দেয়া হয়নি। বিভিন্ন পদ্ধতি, প্রক্রিয়ার মাধ্যমে বিভিন্নভাবে রপ্তানিকে শুল্ক-করমুক্ত করা হয়েছে। পরিস্থিতি ভেদে সেসব পদ্ধতি, প্রক্রিয়া ভিন্ন। বিভিন্ন পরিস্থিতিতে সেগুলো প্রয়োগ করে রপ্তানির ক্ষেত্রে শুল্ক-করমুক্ত সুবিধা নিতে হয়। এ পদ্ধতি, প্রক্রিয়াগুলো মূলত তিন প্রকার যা আগামীতে আলোচনা করা হবে। অনুগ্রহ করে আমার পোস্টের দিকে নজর রাখুন (২৭. ০৪.২০২০)।"
    },
    {
        "id": 230,
        "details": "রপ্তানিমুখী প্রতিষ্ঠানের প্রণোদনার বিপরীতে ব্যাংকিং সেবার ভ্যাট প্রযোজ্যতা আশা করি, আপনি অবগত রয়েছেন যে, করোনা ভাইরাস এর কারণে রপ্তানিমুখী প্রতিষ্ঠানের আর্থিক প্রণোদনা হিসেবে ঋণ/বিনিয়োগ সুবিধা প্রদান করার জন্য সরকার ৫,০০০ কোটি টাকার তহবিল গঠন করেছে। উক্ত তহবিল থেকে ঋণ প্রদান করার জন্য বাংলাদেশ ব্যাংক সার্কুলার নং-০৭, তাং ০২.০৪.২০২০ জারি করেছে। উক্ত সার্কুলারের অনুচ্ছেদ ২(ঙ)i) অনুসারে, ব্যাংকসমূহ তাদের প্রশাসনিক ব্যয় নির্বাহের জন্য ২% সার্ভিস চার্জ আরোপ করতে পারবে। এই সার্ভিস চার্জের ওপর ভ্যাট প্রযোজ্য হবে কিনা সে বিষয়ে মাঠ পh©vয়ে অস্পষ্টতার সৃষ্টি হয়েছে।এনবিআর-এর এস,আর,ও. নং-১৮৯-আইন/২০১৯/৪৬-মূসক, তারিখ: ১৪ জুন, ২০১৯ অনুসারে, ব্যাংকিং ও নন-ব্যাংকিং সেবা প্রদানকারী কর্তৃক রপ্তানি ও রপ্তানি সংশ্লিষ্ট সেবা প্রদানের বিপরীতে প্রাপ্ত কমিশন, ফি বা চার্জ ভ্যাটমুক্ত। রপ্তানিমুখী প্রতিষ্ঠানের প্রণোদনা প্রক্রিয়াকরণের ব্যাংকিং সেবা অব্যাহতির আওতায় পড়বে কিনা সে বিষয়ে মাঠ পh©vয়ে অনেকে স্পষ্ট নয়। এ বিষয়ে এনবিআর থেকে স্পষ্টিকরণ জারি করা প্রয়োজন। তাহলে সংশ্লিষ্ট সকলে সে অনুযায়ী কাজ করতে পারবেন।  তা না হলে সকলে একরকমভাবে পরিপালন করতে পারবেন না। ফলে, জটিলতার সৃষ্টি হতে পারে। আমি আপনাদের অনুরোধ করবো, আপনারা সদস্য (মূসক নীতি), জাতীয় রাজস্ব বোর্ড, বরাবরে পত্র লিখুন। তিনি যেন এ বিষয়ে একটি স্পষ্টিকরণ জারি করেন। অনেক পত্র এনবিআর-এ গেলে বিষয়টি ত্বরান্বিত হবে আশা করি (২২. ০৪.২০২০)।"
    },
    {
        "id": 231,
        "details": "আমাদের যদি একটা উত্তম ভ্যাট ব্যবস্থাপনা থাকতো: কভিড-১৯ প্রাদূর্ভাবের এই সময়ে অনেকে নেট-দুনিয়াতে ঘরে থাকা মানুষের জন্য নানা আয়োজন করছেন। আমি চিন্তা করলাম যে, কিছু একটা করা দরকার। কিন্তু ভেবে দেখলাম যে, আমারতো কোনো যোগ্যতা নাই। আমিতো ওগুলোর কোনোটাই করতে পারি না। শুধু ভ্যাট নিয়ে দুএকটা কথা বলতে পারি। ভ্যাটের কথা এ সময়ে পাঠকগণ কিভাবে নেবেন জানি না। তবে, এটা বিশ্বাস করি যে, এক সময় এই মহামারী কেটে যাবে, ভ্যাটের জ্ঞান প্রয়োজন হবে। আমার একটা ভাবনা এবং কাজের বিষয় হলো, দেশে একটা উত্তম ভ্যাট ব্যবস্থা নির্মাণ করা। উত্তম ভ্যাট ব্যবস্থা বলতে কি বুঝায়? উত্তম ভ্যাট ব্যবস্থা হলো আধুনিক ও আদর্শ ভ্যাট ব্যবস্থা, যেখানে থাকবে না কোনো হয়রানী, থাকবে না কোনো ‍দূর্নীতি, থাকবে না কোনো ভ্যাট ফাঁকি। ভ্যাটদাতা এবং ভ্যাট সংগ্রহকারীর সম্পর্ক হবে ভালো বন্ধুর মতো। ভ্যাট দিতে কারোর কষ্ট হবে না। সবশেষে সরকার প্রচুর ভ্যাট পাবে যা দিয়ে সরকার জনগণের জন্য প্রচুর কাজ করতে পারবে। এখন আপনি চিন্তা করে দেখুন যে, আমাদের দেশের ভ্যাট ব্যবস্থা কেমন। পার্থক্যটুকু কি তা আপনি সহজেই বুঝতে পারবেন। এমন একটা ভ্যাট ব্যবস্থা নির্মাণ করা স্বপ্ন বলে মনে হতে পারে; আবার, কারোর কাছে সেটা পাগলামী বলেও মনে হতে পারে। তবে, আমি আল্লাহর ওপর ভরসা রেখে চেষ্টা করছি। আপনি শুধু দোয়া করবেন। আর যদি সহকর্মী হতে চান, দোয়ার খোলা রইলো। (২১.০৪.২০২০)।"
    },
    {
        "id": 232,
        "details": "ভ্যাটযোগ্যতা: আজ ছোটো একটা ভ্যাট টিপ্স দেবো ইন-শা-আল্লাহ্। ভ্যাট প্রযোজ্য হয় পণ্য, সেবা এবং স্থাবর সম্পত্তির ওপর। পণ্যের সংজ্ঞার মধ্যে অস্থাবর সম্পত্তি অন্তর্ভুক্ত রয়েছে। তাহলে, বলা যায় যে, ভ্যাট প্রযোজ্য হয় পণ্য, সেবা, স্থাবর সম্পত্তি এবং অস্থাবর সম্পত্তির ওপর। অবশ্য ভ্যাট আইনের প্রথম তফসিল এবং এসআরও দ্বারা যেগুলোর ক্ষেত্রে ভ্যাট অব্যাহতি দেয়া আছে, সেগুলোর ওপর ভ্যাট প্রযোজ্য হবে না। আর একটা কথা হলো, অর্থ কখনো ভ্যাটযোগ্য হবে না। অর্থ বলতে বুঝায় হলো মুদ্রা, বিনিমেয় দলিল (negotiable instrument) বিল অব এক্সচেঞ্জ, প্রমিসরি নোট, ব্যাংক ড্রাফট, পোস্টাল অর্ডার, মানি অর্ডার বা সমতুল্য দলিল, ক্রেডিট কার্ড বা ডেবিট কার্ড এবং এ্যাকাউন্ট ডেবিট বা ক্রেডিট। এবিষয়ে বিস্তারিত জানতে হলে আইনের ধারা ২ এর সংশ্লিষ্ট সংজ্ঞাগুলো দেখুন। অনেক সময় মাঠ পh©vয়ে এমন সমস্যার সৃষ্টি হয়। বিষয়টি হলো অর্থের সরবরাহ কিন্তু তার ওপর ভ্যাট প্রযোজ্য হবে কিনা তা নিয়ে প্রশ্ন ওঠে। আশা করি, বিষয়টি স্পষ্ট হয়েছে  (২১.০৪.২০২০)।"
    },
    {
        "id": 233,
        "details": "সমন্বয় :নতুন ভ্যাট আইনে সমন্বয় বলে একটি গুরুত্বপূর্ণ বিষয় রয়েছে। সমন্বয় দু’ধরনের হয়; যথা: বৃদ্ধিকারী সমন্বয় এবং হ্রাসকারী সমন্বয়। ধারা ২(৭১), (৮৭), (১০৩), ধারা ৪৮ এবং বিধি ২৭ থেকে ৩৬-এ মূলত সমন্বয় বর্ণিত হয়েছে। সমন্বয় বিষয়টি বেশ জটিল বলে মনে হয়। আজ আমি তা সহজভাবে উপস্থাপন করার চেষ্টা করবো। ভ্যাট আইনের মূল উদ্দেশ্য হলো জনগণের কাছ থেকে ভ্যাট আহরণ করা। ভ্যাটযোগ্য পণ্য/সেবার বিক্রেতাকে বলা হয়েছে যে, তারা ক্রেতার কাছ থেকে ভ্যাট নিয়ে সরকারী খাতে জমা দেবেন। এ কাজ করতে যেয়ে ভ্যাটদাতা এবং সরকারের মধ্যে অনেক ধরনের দেয়া-নেয়ার পরিস্থিতির সৃষ্টি হয়ে যায়। এ পরিস্থিতিগুলো ৪ (চার) ভাগে ভাগ করা হয়েছে। যথা: (১) প্রদেয়: সরবরাহকৃত পণ্য/সেবার বিপরীতে যে ভ্যাট পরিশোধ করতে হয়; (২) বৃদ্ধিকারী সমন্বয়: প্রদেয় এর অতিরিক্ত যদি আরো কিছু সরকারকে দেয়ার প্রয়োজন হয়; যেমন: জরিমানা; (৩) রেয়াত: ক্রয়ের বিপরীতে পরিশোধ করা ভ্যাট ফেরত নেয়া; (৪) হ্রাসকারী সমন্বয়: রেয়াতের বাইরে যদি আরো কিছু ফেরত নেয়ার দরকার হয়; যেমন: আগাম কর। দাখিলত্রের মাধ্যমে এই দেয়া-নেয়ার কাজ করতে হয়। ধারা ৪৫ অনুগ্রহ করে দেখুন। দয়া করে কমেন্ট করুন (০১.০৪.২০২০)।"
    },
    {
        "id": 234,
        "details": "সেবা আমদানি: বেশ কিছুদিন হলো, একজন প্রশ্ন করেছিলেন যে, ভ্যাট আইনের ধারা ২০(২) এ বর্ণিত “আমদানিকৃত সেবার করযোগ্য সরবরাহের গ্রহীতা  কর্তৃক প্রদেয় মূল্য সংযোজন কর উক্ত ব্যক্তির উৎপাদ এবং উপকরণ উভয়বিধ কর হইবে”- এর অর্থ কি? আমি বলেছিলাম যে, পরে একদিন লিখবো। লিখতে বেশ দেরি হয়ে গেল, সেজন্যে আন্তরিকভাবে দুঃখিত। সেবা আমদানির ক্ষেত্রে ভ্যাট চালান থাকে না, বিল-অব-এন্ট্রি থাকে না। কিন্তু আমদানিকারকের রেয়াত নিতে হবে। কারণ, আমদানিকৃত সেবা তার সরবরাহকৃত পণ্য বা সেবার উপকরণ। আবার, সেবা আমদানির বিপরীতে তাকে ভ্যাট পরিশোধ করতে হবে। ধারা ২০ এর উপ-ধারা (১) থেকে (৪) পর্যন্ত নিবন্ধিত সেবা আমদানিকারকের ভ্যাট প্রদান পদ্ধতি বর্ণনা করা হয়েছে। নিবন্ধিত সেবা আমদানিকারক নিজে ভ্যাট পরিশোধ করবেন, অর্থাৎ উৎসে ভ্যাট কর্তন করতে হবে না। আবার, সেবাটি তার উপকরণ বিধায় তাকে রেয়াত নিতে হবে। তাই, তিনি তার ওই মাসের ভ্যাট দাখিলপত্রে ভ্যাটের পরিমাণ একবার প্রদেয় ঘরে উল্লেখ করবেন। আবার, রেয়াতের ঘরেও উল্লেখ করবেন । আশা করি বিষয়টি স্পষ্ট হয়েছে (২৫.০৩.২০২০)।"
    },
    {
        "id": 235,
        "details": "উত্তর: সেবা আমদানির ক্ষেত্রে ভ্যাট আদায় সংক্রান্ত আইনের সামগ্রিক বিধান আলোচনা করা প্রয়োজন। ভ্যাট আইনের ধারা ১৫(১) অনুসারে, “করযোগ্য আমদানি”-র ওপর ভ্যাট প্রদেয় হবে। ধারা ১৫(৩) অনুসারে, “করযোগ্য আমদানি”-র ওপর ভ্যাটের হার ১৫%। ধারা ২(৩১) অনুসারে, “করযোগ্য আমদানি অর্থ অব্যাহতিপ্রাপ্ত আমদানি ব্যতীত যেকোন আমদানি”। ধারা ২(৪) অনুসারে, “অব্যাহতিপ্রাপ্ত আমদানি অর্থ ধারা ২৬ এ উল্লিখিত অব্যাহতিপ্রাপ্ত আমদানি”। ধারা ২০ এ আমদানিকৃত সেবা থেকে ভ্যাট আদায় করার দুটি পদ্ধতি বিধৃত হয়েছে। উপ-ধারা (১), থেকে (৪) অনুসারে, নিবন্ধিত/নিবন্ধনযোগ্য আমদানিকারক প্রযোজ্য ভ্যাট নিজে পরিশোধ করবেন। উপ-ধারা (৫) অনুসারে, নিবন্ধিত/নিবন্ধনযোগ্য নন এমন ব্যক্তি কর্তৃক সেবা আমদানির ক্ষেত্রে ব্যাংক উৎসে কর্তন করবে। ভিডিএস বিধিমালা, ২০১৯ এর বিধি ৩(২) অনুসারে, সেবা আমদানির ক্ষেত্রে ব্যাংক উৎসে কর্তন করবে। এই হলো সেবা আমদানির ক্ষেত্রে ভ্যাট পরিশোধ সংক্রান্ত বিধান। এখানে আইনের সাথে বিধিতে বিরোধ রয়েছে। ধারা ২০(৫) এ বিধান হলো, নিবন্ধিত বা নিবন্ধনযোগ্য নন এমন ব্যক্তি কর্তৃক সেবা আমদানির ক্ষেত্রে ব্যাংক উৎসে কর্তন করবে। বিধিমালাতে আছে যে, সব ক্ষেত্রেই ব্যাংক উৎসে কর্তন করবে। আইন ব্যাখ্যার সাধারণ রীতি অনুযায়ী আইন ও বিধির মধ্যে বিরোধ হলে আইন প্রাধান্য পাবে। সংক্ষেপে, সেবা আমদানির সব ক্ষেত্রে ব্যাংকের উৎসে কর্তন করার দায়িত্ব নেই। তারপরও যদি ব্যাংক উৎসে কর্তন করে, তাহলে ওই সেবার ওপর আর ভ্যাট পরিশোধ করার প্রয়োজন নেই।"
    },
    {
        "id": 236,
        "details": "প্রশ্ন: মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর ধারা ২০ এ সেবা আমদানি সংক্রান্ত বিধান বর্ণিত রয়েছে। ধারা ২০ এর উপ-ধারা (১), (২), (৩) ও (৪) অনুসারে, নিবন্ধিত বা নিবন্ধনযোগ্য ব্যক্তি কর্তৃক সেবা আমদানির ক্ষেত্রে আমদানিকারক ভ্যাট পরিশোধ করবেন। উপ-ধারা (২) অনুসারে, আমদানিকৃত সেবার ওপর প্রযোজ্য ভ্যাট আমদানিকারক/সরবরাহ গ্রহীতার উৎপাদ কর (প্রদেয় ভ্যাট) এবং উপকরণ কর হবে। উপ-ধারা (৫) অনুসারে, সেবা আমদানিকারক যদি অনিবন্ধিত/অতালিকাভুক্ত বা অনিবন্ধনযোগ্য/অতালিকাভুক্তিযোগ্য হন, তাহলে সেবার মূল্য পরিশোধের সময় ব্যাংক বা আর্থিক প্রতিষ্ঠান প্রযোজ্য ভ্যাট উৎসে কর্তন করবে। আবার, উৎসে মূল্য সংযোজন কর আদায় বিধিমালা, ২০১৯ (এসআরও নং-১৮৭-আইন/২০১৯/৪৪-মূসক, তারিখ: ১৩ জুন, ২০১৯ খ্রিস্টাব্দ) এর বিধি ৩(২) এ উল্লেখ রয়েছে যে, বাংলাদেশের ভৌগোলিক সীমানার বাহির হতে বাংলাদেশে সেবা গ্রহণের ক্ষেত্রে মূল্য পরিশোধের সাথে সম্পৃক্ত ব্যাংক বা অন্য কোনো আর্থিক প্রতিষ্ঠান  সমুদয় ভ্যাট উৎসে কর্তন করবে। এসআরও অনুসারে, সেবা আমদানির সব ক্ষেত্রেই ব্যাংক উৎসে কর্তন করছে। কিন্তু আইনের ধারা ২০ অনুসারে সেবা আমদানির সব ক্ষেত্রে ব্যাংকের ভ্যাট কর্তনের দায়িত্ব নেই। এক্ষেত্রে করণীয় কি অনুগ্রহ করে জানাবেন। [মোহাম্মদ মুতাসিম হোসেন এসিএ, এ্যাসোসিয়েট ডিরেক্টর, একনাবিন চার্টার্ড এ্যাকাউন্ট্যান্টস, বিডিবিএল ভবন, কারওয়ান বাজার, ঢাকা।]"
    },
    {
        "id": 237,
        "details": "উত্তর: আপনার প্রশ্নের মূল বিষয় হলো ওয়ারেন্টি পিরিয়ডের মধ্যে আপনারা বিনামূল্যে যে সার্ভিসিং করেন এবং যন্ত্রাংশ সংযোজন করেন সেক্ষেত্রে ভ্যাটের বিধান কি? এ বিষয়ে ভ্যাট আইনে স্পষ্ট বিধান নেই। তবে, ভ্যাটের দর্শণ, তত্ত্ব, উদ্দেশ্য, প্র্যাকটিস ইত্যাদির আলোকে একটা সমাধানে আসা যায়। এর কয়েকটি দিক রয়েছে। প্রথমত, মূল্য ঘোষণায় যদি সার্ভিসিং এবং যন্ত্রাংশ অন্তর্ভুক্ত থাকে তাহলে পণ্যটি যখন ভ্যাট চালানপত্রসহ বিক্রি করা হয়েছে তখন সার্ভিসিং এবং যন্ত্রাংশের ওপর ভ্যাট পরিশোধ করা হয়েছে। তাই, ওয়ারেন্টি পিরিয়ডের মধ্যে যখন সার্ভিসিং করা হবে বা যন্ত্রাংশ সংযোজন করা হবে তখন যদি ভ্যাট পরিশোধ করতে হয় তাহলে দু’বার ভ্যাট পরিশোধ করা হয়। দ্বিতীয়ত, ওয়ারেন্টি পিরিয়ডের মধ্যে সার্ভিসিং করা এবং যন্ত্রাংশ প্রতিস্থাপন করাকে আমরা এভাবে দেখতে পারি যে, পূর্বে মূল্য এবং ভ্যাট পরিশোধ করা হয়েছে, এখন সার্ভিস এবং যন্ত্রাংশ সরবরাহ করা হচ্ছে। সরবরাহের মূল্য অগ্রিম পরিশোধ করা যায়। সরবরাহটি পরে প্রদান করা যায়। মূল কথা হলো মূল্য ঘোষণায় অন্তর্ভুক্ত থাকা সাপেক্ষে ওয়ারেন্টি পিরিয়ডের মধ্যে বিনামূল্যে সার্ভিসিং করা হলে এবং যন্ত্রাংশ প্রতিস্থাপন করা হলে তার ওপর ভ্যাট প্রযোজ্য হবে না।এক্ষেত্রে ভ্যাট ফাঁকি রোধ করার প্রয়োজনীয় ব্যবস্থা নিতে হবে। কোনো অসৎ ব্যক্তি যেনো সুযোগের অপব্যবহার করতে না পারে সেজন্যে বিস্তারিত পদ্ধতি নির্ধারণ করে দেয়া প্রয়োজন। এ বিষয়ে কমিশনার নিজ অধিক্ষেত্রে এবং জাতীয় রাজস্ব বোর্ড সামগ্রিকভাবে আদেশ জারি করতে পারে।"
    },
    {
        "id": 238,
        "details": "প্রশ্ন: আমরা একটি উৎপাদনকারী প্রতিষ্ঠান। আমরা সারা দেশে আমাদের নিজস্ব সার্ভিস সেন্টারের মাধ্যমে আমাদের নিজস্ব ব্র্যান্ডের প্রোডাক্ট ওয়ারেন্টি পিরিয়ডের মধ্যে ফ্রি সার্ভিসিং করে দেই। অনেক সময় ওয়ারেন্টি পিরিয়ডের মধ্যে যন্ত্রাংশ সংযোজনের প্রয়োজন হয়। সেক্ষেত্রে আমরা শুধু যন্ত্রাংশের মূল্য নিয়ে থাকি। ওয়ারেন্টি পিরিয়ড অতিক্রান্ত হয়ে গেলে আমরা যন্ত্রাংশের মূল্য এবং ন্যূনতম সার্ভিস চার্জ নিয়ে মেরামত ও সার্ভিসিং করে দেই। এখানে উল্লেখ্য যে, ফরম “মূসক-৪.৩”-তে মূল্য ঘোষণায় উপকরণের মধ্যে যন্ত্রাংশ এবং সার্ভিস চার্জ অন্তর্ভুক্ত রয়েছে। তা অন্তর্ভুক্ত করা না হলে রেয়াত নেয়া যায় না। এরূপক্ষেত্রে যন্ত্রাংশ এবং সার্ভিসিং এর বিপরীতে ভ্যাট প্রযোজ্য হবে কি-না সে বিষয়ে অনুগ্রহ করে মতামত দিলে বাধিত হবো।"
    },
    {
        "id": 239,
        "details": "উত্তর: যখন সরবরাহ প্রদান করা হয়, চালানপত্র ইস্যু করা হয়, মূল্য গ্রহণ করা হয় তখন ভ্যাট প্রদেয় হয়। সরবরাহকারী কনটিনিউ সরবরাহ করতে পারেন, চালানপত্র ইস্যু এবং মূল্য গ্রহণ করতে পারেন। কনটিনিউ ভ্যাট জমা দেয়া অবাস্তব। তাই, ভ্যাট জমা দিতে হবে দাখিলপত্র পেশ করার আগে। কর মেয়াদ সমাপ্তির ১৫ দিনের মধ্যে দাখিলপত্র পেশ করতে হয়। দাখিলপত্র পেশ করার আগে ভ্যাট জমা দিতে হবে।  ভ্যাট আইনের ধারা ১২৭ এর উপ-ধারা (১) নিম্নরুপ:“যদি কোন ব্যক্তি নির্ধারিত তারিখে বা উক্ত তারিখের পূ্র্বে, কমিশনারের নিকট প্রদেয় কর পরিশোধ করিতে ব্যর্থ হন, তাহা হইলে তাহাকে নির্ধারিত তারিখের পরবর্তী দিন হইতে পরিশোধের দিন পh©ন্ত প্রদেয় করের পরিমাণের উপর মাসিক ২ (দুই) শতাংশ সরল হারে সুদ পরিশোধ করিতে হইবে”এখানে কোনো অস্পষ্টতা নেই। নির্ধারিত তারিখ বা তার আগে যদি ভ্যাট পরিশোধ করতে ব্যর্থ হন; অর্থাৎ ১৫ তারিখ বা তার আগে। নির্ধারিত তারিখের পরবর্তী দিন হতে অর্থাৎ ১৬ তারিখ থেকে পরিশোধ করা পh©ন্ত। আপনার ক্ষেত্রে ১৮ তারিখে পরিশোধ করেছেন। তাই, ১৬-১৮ এই তিন দিনের সুদ হিসাব করতে হবে।   প্র্যাকটিস হলো, মাসের ভগ্নাংশের সুদ হিসাব করার ক্ষেত্রে ১ মাসের সুদ ধরা হয় যা আইনের ধারা ১২৭ অনুসারে সঠিক নয়। ব্যাংক ব্যবস্থায় সুদ হিসাব করার ক্ষেত্রে মাসের ভগ্নাংশ হলে দিনভিত্তিক হিসাব করা হয়। সরকারের অর্থ ব্যবস্থাপনাও সেরকম। একজন কর্মচারী ২৩ তারিখে যোগদান করলে তাঁকে সারা মাসের বেতন দেয়া হয় না। তাই, আপনার ক্ষেত্রে ১৬-১৮ এই তিনদিনের সুদ পরিশোধ করতে হবে।"
    },
    {
        "id": 240,
        "details": "প্রশ্ন: একটি প্রতিষ্ঠান তার কোনো এক মাসের নীট প্রদেয় যথাসময়ে ট্রেজারীতে জমা করতে না পারার কারণে পরবর্তী মাসের ১৫ তারিখের মধ্যে দাখিলপত্র দাখিল করতে পারেনি। ওই মাসে প্রতিষ্ঠানটির নীট প্রদেয় ছিল ২ লক্ষ টাকা। প্রতিষ্ঠানের প্রদেয় ২ লক্ষ টাকা পরবর্তী মাসের ১৮ তারিখে ট্রেজারীতে জমা দেয়া হবে। এক্ষেত্রে নির্ধারিত তারিখের পরে পরিশোধ করার কারণে আইনের ধারা ১২৭ অনুযায়ী ২% সুদ প্রযোজ্য হবে। সুদের পরিমাণ ১ মাসের হবে নাকি ১৫ তারিখ থেকে ১৮ তারিখ এই চার দিনের হবে। ২ লক্ষ টাকার সরাসরি ২% অর্থাৎ ৪ হাজার টাকা হবে নাকি ২ লক্ষ টাকার ২%কে ৩০ দিন দিয়ে ভাগ করে ৪দিন দিয়ে গুণ করে ৫৩৩.৩৩ টাকা হবে। বিভিন্ন ভ্যাট অফিসার বিভিন্ন রকম মতামত দিচ্ছেন। এ বিষয়ে সঠিক নিয়ম কি তা জানালে বাধিত হবো।"
    },
    {
        "id": 241,
        "details": "উত্তর: এ ধরনের বিলম্ব ফি’র ওপর ভ্যাট প্রযোজ্য হবে না। কারণ, ইহা অর্থের সরবরাহ। অর্থের সরবরাহের ওপর ভ্যাট আরোপিত নেই। ভ্যাট প্রযোজ্য হয় পণ্য ও সেবার সরবরাহের ওপর। কুরিয়ার কোম্পানি যদি সঠিকভাবে আপনার পণ্য নির্দিষ্ট গন্তব্যে পৌঁছে দিতে না পারে তাহলে এই ফি আদায় করেন। এটা সেবা প্রদান করার বিপরীতে মূল্য নয়, বরং সেবা প্রদান না করার কারণে দণ্ড। ইহা পণ্য বা সেবার সরবরাহ নয়। বর্তমান ভ্যাট আইন এর ধারা ১৫(১) অনুসারে, করযোগ্য সরবরাহের ওপর ভ্যাট আরোপিত হবে। একই আইনের ধারা ২(৯৪) অনুসারে, “সরবরাহ” হলো পণ্য সরবরাহ, স্থাবর সম্পত্তি সরবরাহ ও সেবা সরবরাহ। ধারা ২(৬০) অনুসারে, “পণ্য” অর্থ শেয়ার, স্টক, সিকিউরিটিজ এবং অর্থ ব্যতীত সকল প্রকার দৃশ্যমান অস্থাবর সম্পত্তি। অর্থাৎ পণ্যের সংজ্ঞার মধ্যে অর্থ অন্তর্ভুক্ত নেই। ধারা ২(৫) অনুসারে, অর্থ বলতে মুদ্রা, বিনিমেয় দলিল, বিল অব এক্সচেঞ্জ, প্রমিসরি নোট, ব্যাংক ড্রাফট, পোস্টাল অর্ডার, মানি অর্ডার, ক্রেডিট কার্ড, ডেবিট কার্ড ইত্যাদিকে বুঝায়। ধারা ২(৯৯) এ “সেবা” সংজ্ঞায়িত করা আছে। সেবার সংজ্ঞাতেও অর্থ অন্তর্ভুক্ত নেই। ধারা ২(১০১) এ “স্থাবর সম্পত্তি” এর সংজ্ঞা দেয়া হয়েছে যা ভিন্ন বিষয়। পণ্য, সেবা বা স্থাবর সম্পত্তি যার সরবরাহের ওপর ভ্যাট প্রযোজ্য হয়, সেসব সংজ্ঞার মধ্যে “অর্থ” অন্তর্ভুক্ত নেই। আপনার বর্ণিত বিলম্ব ফি গ্রহণ করার কার্যক্রমটি অর্থের সরবরাহ। এই সরবরাহের ওপর ভ্যাট প্রযোজ্য হবে না।"
    },
    {
        "id": 242,
        "details": "cÖkœ: আমাদের প্রতিষ্ঠান একটি অনলাইন মার্কেটপ্লেস। আমাদের অনলাইন পোর্টালে কাস্টমারগণ অর্ডার প্লেস করেন। আমরা বিভিন্ন পদ্ধতিতে কাস্টমারের কাছে পণ্য পৌঁছে দেই। একটি মাধ্যম হলো কুরিয়ার। কুরিয়ার কোম্পানীর সাথে আমাদের চুক্তি রয়েছে যে, নির্দিষ্ট সময়ের মধ্যে কাস্টমারকে পণ্য পৌঁছে দিতে হবে। যদি পণ্য পৌঁছাতে বিলম্ব হয় তাহলে আমরা কুরিয়ার কোম্পানির নিকট থেকে বিলম্ব ফি আদায় করি। এই ফি’র ওপর ভ্যাট প্রযোজ্য হবে কি-না সে বিষয়ে অনুগ্রহ করে মতামত দিন।"
    },
    {
        "id": 243,
        "details": "সহজ ভাষায় নতুন ভ্যাট আইন বই-এর ৬ষ্ঠ সংস্করণ প্রকাশিত হয়েছে এবারের সংস্করণে অনেক বিশ্লেষণ, মতামত, প্রস্তাবনা ইত্যাদি সন্নিবেশ করেছি। বিশেষ করে আইন ও বিধি সংশোধনের জন্য অনেক প্রস্তাব দিয়েছি। আপনারা দয়া করে প্রস্তাবগুলো আপনাদের নিজ নিজ দপ্তর থেকে জাতীয় রাজস্ব বোর্ডে প্রেরণ করুন। বিভিন্ন স্থান থেকে প্রস্তাবগুলো গেলে জাতীয় রাজস্ব বোর্ড সেগুলো গ্রহণ করবে বলে আমার বিশ্বাস। বইটি সংগ্রহ করার জন্য অনুগ্রহ করে প্রকাশক মোঃ লিটন-এর সাথে যোগাযোগ করুন: ০১৭১১ ৯৪৫৯৪৯, ০১৯১৯ ৯৪৫৯৪৯।        আপনাদের সবার প্রতি রইলো দোয়া এবং শুভ কামনা।        ধন্যবাদসহআব্দুর রউফ"
    },
    {
        "id": 244,
        "details": "সহজ ভাষায় নতুন ভ্যাট আইন বই-এর ৬ষ্ঠ সংস্করণ প্রকাশিত হয়েছে প্রিয় ভ্যাট অনুরাগীআমার ছালাম ও শুভেচ্ছা নিন।আশা করি আল্লাহর রহমতে ভালো আছেন।  আপনারা জেনে খুশি হবেন যে, আমার প্রণীত সহজ ভাষায় নতুন ভ্যাট আইন বই-এর ষষ্ঠ সংস্করণ প্রকাশিত হয়েছে। এবারের সংস্করণ আগের তুলনায় অনেক উন্নত হয়েছে। কয়েকটি নতুন অধ্যায় সংযোজনসহ অধিকতর ব্যাখ্যা-বিশ্লেষণ, মতামত, প্রস্তাব, প্রশ্লোত্তর ইত্যাদি সন্নিবেশ করা হয়েছে। বইয়ের কলেবর প্রায় ৩০০ পৃষ্ঠা বৃদ্ধি পেয়েছে। তবে, মূল্য বৃদ্ধি করা হয়নি। পূর্বের ন্যায় মূল্য দুই খণ্ড ৬০০ (ছয় শত টাকা) মাত্র নির্ধারণ করা হয়েছে। অনলাইনে ভ্যাট নিবন্ধন পদ্ধতি এবং অনলাইনে দাখিলপত্র দাখিল করার পদ্ধতি বিষয়ে সর্বশেষ ফরম ‍ও বিধানসহ প্রতিটি বক্স পূরণ করার বিষয় বিস্তারিত বর্ণনা করা হয়েছে। উৎসে ভ্যাট কর্তনযোগ্য পণ্য/সেবার তালিকা প্রদান করা হয়েছে। ইংরেজি ভাষার পাঠকদের জন্য কিছু গুরুত্বপূর্ণ এসআরও/আদেশ ইংরেজিতে অনুবাদ করে পেশ করা হয়েছে। ব্যবসায়ী স্তরের ভ্যাট এবং বাংলাদেশের ভ্যাট ব্যবস্থায় সংস্কারের বিষয়ে দুটি অধ্যায় সন্নিবেশ করা হয়েছে।"
    },
    {
        "id": 245,
        "details": "বাংলাদেশের ভ্যাট সিস্টেম - ১২আমার গত পোষ্ট-এর পর কয়েকজন কাজ করতে আগ্রহ ব্যক্ত করেছেন। আমি তাঁদের ই-মেইল এবং মোবাইল নম্বর নোট করে রেখেছি। যোগাযোগ করবো। বর্তমানে বইয়ের পরবর্তী সংস্করণ নিয়ে কাজ করছি। এরপর বাজেট প্রস্তাব তৈরির কাজ ডিসেম্বরের মাঝামাঝি শুরু করবো বলে আশা করছি। বাংলাদেশের ভ্যাট ব্যবস্থা সহজ করার জন্যে আমি কিছু চেষ্টা করে যাচ্ছি। তবে, একার পক্ষে একাজ শেষ করা এবং সফল হওয়া কঠিন। তাই, অনেকের সহযোগিতা দরকার। অনেকে সহযোগিতা করতে আগ্রহ ব্যক্ত করছেন। এটা খুব ভালো দিক। এখন এই সব ভালো মানুষদেরকে সংগঠিত করতে পারলে অনেক কাজ করা যাবে। আমি আশাবাদি মানুষ। আশা করি, আমরা সফল হবো। ভ্যাট বিষয়ে দু’একটা কথা বলা দরকার। একটা আধুনিক ও আদর্শ ভ্যাট সিস্টেম গড়ে তুলতে হলে কি কি দরকার? প্রথমত, সহজ ও সাবলীল আইন-কানুন, বিধি-বিধান দরকার। দ্বিতীয়ত, এসব বিধি-বিধান সংশ্লিষ্ট সকলকে শেখানো দরকার যেনো তাঁরা সহজে পালন করতে পারেন। তৃতীয়ত, একটা অটোমেটেড সিস্টেম দরকার যেখানে রিয়েল টাইমে সব লেন-দেন রেকর্ড করা যায়। চতুর্থত, ভ্যাট ব্যবস্থাপনায় সুশাসন নিশ্চিত করা দরকার। এবং সবশেষে এই সব কাজ সম্পাদন করার জন্য একটা দক্ষ পেশাদার শ্রেণী দরকার। এসব বিষয়ে আমরা আলোচনা করবো ইন-শা-আল্লাহ। (চলবে, ২৬.১১.২০১৯)।"
    },
    {
        "id": 246,
        "details": "বাংলাদেশের ভ্যাট সিস্টেম - ১১বাংলাদেশের ভ্যাট ব্যবস্থা সহজ করা দরকার। সহজ করা হলে অনেকে ভ্যাট প্রদান করতে আগ্রহী হবেন। বর্তমানে যেসব কারণে আমাদের দেশে ভ্যাট আদায়ের পরিমাণ কম তার মধ্যে একটি কারণ হলো, আমাদের দেশের ভ্যাট ব্যবস্থা বেশ জটিল। তা সাধারণ্যে বোধগম্য নয়। বাংলাদেশের ভ্যাট ব্যবস্থা জটিল হওয়ার কারণে আমরা শুধুমাত্র রেগুলেটরী এজেন্সীকে দোষারোপ করে থাকি। কিন্তু আমরা যদি গভীরভাবে ভেবে দেখি তাহলে বুঝতে পারবো যে, আমাদের নিজেদেরও অনেক কিছু করার রয়েছে। আজ আমি একটি কাজ করার জন্য আপনাদের কাছে সাহায্য চাইবো। সব অব্যাহতি প্র্রজ্ঞাপনগুলো একসাথে করে একটা খসড়া প্রস্তুত করে আমি জাতীয় রাজস্ব বোর্ডে দিতে চাই। বর্তমানের অনেকগুলো অব্যাহতি প্রজ্ঞাপন যদি একসাথে করে জারি করা যায়, তাহলে তা বুঝা অনেক সহজ হবে। এমন একটি খসড়া যদি কোনো পাঠক প্রস্তুত করে দিতে পারেন তাহলে খুব উপকার হয়। কম্পিউটারে কম্পোজ এবং ফরম্যাটিং করার অভিজ্ঞতা থাকলেই এই কাজটি করা যায়। কোনো পাঠক এগিয়ে আসেন কিনা আমি সে অপেক্ষায় রইলাম। (চলবে, ১৯.১১.২০১৯)।"
    },
    {
        "id": 247,
        "details": "বাংলাদেশের ভ্যাট সিস্টেম - ১০অনেকে ভ্যাটযোগ্য পণ্য ও সেবার তালিকা চেয়ে থাকেন। এমন কোনো তালিকা নেই। ভ্যাট আইনের প্রথম তফসিল, অব্যাহতি প্রজ্ঞাপন ইত্যাদি দেখে বুঝতে হয় যে, কোন্ কোন্ পণ্য ও সেবার ওপর ভ্যাট প্রযোজ্য নেই। যেসব সরবরাহের ওপর ভ্যাট প্রযোজ্য নেই, তার বাইরে সব সরবরাহের ওপর ভ্যাট প্রযোজ্য রয়েছে। সাধারণ জনগণের জন্য এভাবে বুঝা সহজ হয় না। তাই, ভ্যাট অব্যাহতির এতগুলো প্রজ্ঞাপন না করে যদি একটি প্রজ্ঞাপন করা হয়, তাহলে জনগণের জন্যে বুঝা সহজ হয়। প্রজ্ঞাপনের আকার বড় হোক তাতে অসুবিধা নেই। একটি প্রজ্ঞাপন হলে জনগণকে বিভিন্ন স্থানে খুঁজে বেড়াতে হয় না। Ease of doing business index-এ আমাদের আরো উন্নতী করতে হলে আমাদের অনেক কাজ করতে হবে। এর মধ্যে একটি কাজ হলো ভ্যাটের সব অব্যাহতি প্রজ্ঞাপন একটি প্রজ্ঞাপন আকারে জারি করতে হবে। আগামী বাজেটের কাজ শীঘ্রই শুরু হবে। জাতীয় রাজস্ব বোর্ড থেকে ভ্যাট, কাস্টমস ও আয়কর বিষয়ে পরিবর্তন ও সংশোধনের জন্য প্রতি বছর পরামর্শ চাওয়া হয়। যারা আমার এই কলামটি পড়ে থাকেন তাঁদেরকে আমি অনুরোধ করবো আপনারা দয়া করে এই পরামর্শটি জাতীয় রাজস্ব বোর্ডকে দিন। (চলবে, ১৭.১১.২০১৯)।"
    },
    {
        "id": 248,
        "details": "বাংলাদেশের ভ্যাট সিস্টেম - ৯কলামটির শিরোনাম পরিবর্তন করলাম। কলামটির শিরোনাম দিলাম “বাংলাদেশের ভ্যাট সিস্টেম”। কারণ, এই কলামটির মাধ্যমে আমি পাঠকদেরকে বাংলাদেশের ভ্যাট সিস্টেম সম্পর্কে সাধারণ জ্ঞান প্রদান করার চেষ্টা করছি। আমরা ইতোপূর্বে আলোচনা করেছি যে, পণ্য ও সেবার ওপর আমদানি, উৎপাদন, ট্রেডিং এবং সেবা প্রদান স্তরে ভ্যাট প্রদান করতে হয়; অর্থাৎ সরকার ভ্যাট আহরণ করে। তবে, সব পণ্য এবং সেবার ওপর ভ্যাট প্রযোজ্য নেই। মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ এর প্রথম তফসিলে উল্লিখিত পণ্য ও সেবা ভ্যাটমুক্ত। তাছাড়া, একটি বড় এসআরও রয়েছে, (এসআরও নং-১৭২-আইন/২০১৯/২৯-মূসক, তারিখ: ১৩ জুন, ২০১৯) এই এসআরওটি মূল অব্যাহতি প্রজ্ঞাপন বলে পরিচিত। এই এসআরওতে ৫টি টেবিল রয়েছে। এই ৫টি টেবিলে বর্ণিত পণ্য ও সেবাসমূহ ভ্যাটমুক্ত। এর বাইরে আরো প্রায় ১৫-২০টি এসআরও রয়েছে যার মাধ্যমে ভ্যাট অব্যাহতি দেয়া হয়েছে। কোন্ পণ্য বা সেবার ওপর ভ্যাট প্রযোজ্য রয়েছে তা বুঝতে হলে প্রথমে বুঝতে হবে যে, কোন্ পণ্য ও সেবার ওপর ভ্যাট প্রযোজ্য নেই। ভ্যাট আইনের প্রথম তফসিল, মূল অব্যাহতি প্রজ্ঞাপন এবং অন্যান্য অব্যাহতি প্রজ্ঞাপনসমূহ এই ডকুমেন্টগুলোর মাধ্যমে পণ্য ও সেবার ওপর ভ্যাট অব্যাহতি দেয়া হয়েছে। এর বাইরে সব পণ্য ও সেবার ওপর ভ্যাট প্রযোজ্য রয়েছে। (চলবে, ১৪.১১.২০১৯)।"
    },
    {
        "id": 249,
        "details": "Revenue, Tax, VAT - 8পণ্যের ক্ষেত্রে আমদানি, উৎপাদন এবং টেডিং এই তিনস্তরে ভ্যাট আহরণ করা হয়। আমদানির পয়েন্টগুলো হলো সমুদ্র বন্দর, বিমান বন্দর, ইনল্যান্ড কন্টেইনার ডিপো (আইসিডি) ও স্থল শুল্ক স্টেশন। সারাদেশে এমন স্থান রয়েছে আনুমানিক ১০০ এর কম। সারাদেশে উৎপাদন স্থান রয়েছে আনুমানিক প্রায় ১০,০০০। তবে, সব উৎপাদনের ওপর ভ্যাট প্রযোজ্য নেই। সারাদেশে ট্রেডিং এর স্থান সবচেয়ে বেশি। ডিলার, ডিস্ট্রিবিউটর, সেলস সেন্টার, কমিশন এজেন্ট, সুপারসপ, মেগামল, জেনারেল স্টোর, ডিপার্টমেন্টাল স্টোর, পাইকারী বিক্রেতা, খুচরা বিক্রেতা, ছোটো দোকান সব মিলে সারা দেশে প্রায় ৩০ লক্ষ ট্রেডিং প্রতিষ্ঠান রয়েছে। আমাদের দেশে ট্রেডিং স্তরে ভ্যাট আহরণ ব্যবস্থা সুসংগঠিত নয়। সেবার ক্ষেত্রে ভ্যাট আহরণ ব্যবস্থাও কম সংগঠিত। (চলবে, ১১.১১.২০১৯)।"
    },
    {
        "id": 250,
        "details": "Revenue, Tax, VAT - 7ভ্যাট একটি পরোক্ষ কর। ভ্যাট আরোপ করা হয় ভোগের ওপর। তাই, ভ্যাটকে ভোগ কর বা ভোক্তা করও বলা হয়। আমরা পণ্য ও সেবা ভোগ করি। পণ্য ও সেবার ওপর ভ্যাট আরোপিত হয়। ভ্যাটকে এ্যাকাউন্টস নির্ভর কর-ব্যবস্থা, অডিট-নির্ভর কর-ব্যবস্থা এবং ইনভয়েস ভিত্তিক কর-ব্যবস্থাও বলা হয়। আগেই উল্লেখ করেছি যে, ভ্যাট আদায় করা হয় পণ্যের ওপর এবং সেবার ওপর। সেবা যেখানে দেয়া হয় সেখানেই শেষ হয়ে যায়। তাই, সেবার ওপর ভ্যাট আরোপ করা হয় সেবা প্রদান করার সময়। পণ্য কিন্তু একবারে শেষ হয় না। পণ্য চলতে থাকে। পণ্য আমানি হওয়ার পর বিভিন্ন হাত ঘুরে ভোক্তার কাছে পোঁছায় এবং উৎপাদন হওয়ার পর বিভিন্ন হাত ঘুরে ভোক্তার হাতে পৌঁছায়। তাই, তিনটি স্তরে পণ্যের ওপর ভ্যাট আদায় করা হয়। (চলবে, ০৯.১১.২০১৯)।"
    },
    {
        "id": 251,
        "details": "Revenue, Tax, VAT - 6পরোক্ষ করের ক্ষেত্রে করের ভার (incidence of tax) এবং করের প্রভাব (impact of tax) দুই স্থানে পড়ে। ভ্যাট একটি পরোক্ষ কর। ধরুন, মুসলীম সুইটস মিষ্টি বিক্রি করে। মুসলীম সুইটস প্রতি মাসে যে পরিমাণ মিষ্টি বিক্রি করে তার ওপর যে পরিমাণ ভ্যাট প্রদেয় হয়, তা মাসের শেষে সরকারি কোষাগারে জমা দিয়ে দিতে হয়। অর্থাৎ ভ্যাট সরকারি কোষাগারে পরিশোধ করে মুসলীম সুইটস। তাই, ভ্যাট পরিশোধ করার যে ভার তা মুসলীম সুইটস এর ওপর পড়ে। কিন্তু ভ্যাটের প্রভাব মুসলীম সুইটস ক্রেতার ওপর স্থানান্তর করে দেয়। অর্থাৎ মুসলীম সুইটস মিষ্টির মূল্যের সাথে ভ্যাট যোগ করে ক্রেতার নিকট থেকে নিয়ে নেয়। অর্থাৎ ভ্যাটের প্রভাব পড়ে ক্রেতার ওপর। অর্থাৎ ভ্যাটের ভার এবং প্রভাব দু্’স্থানে পড়ে। তাই, ভ্যাট একটি পরোক্ষ কর। (চলবে, ০৭.১১.২০১৯)।"
    },
    {
        "id": 252,
        "details": "Revenue, Tax, VAT - 5করকে আবার দু’ভাবে ভাগ করা যায়; যথা: প্রত্যক্ষ কর (direct tax) এবং পরোক্ষ কর (indirect tax)। করের মধ্যে দু’টি উপাদান আছে। একটি হলো করের ভার (incidence of tax); আর একটি হলো করের প্রভাব (impact of tax)।  যে করের ভার এবং প্রভাব একস্থানে পড়ে সে করকে প্রত্যক্ষ কর বলে। যেমন: আয়কর। আর যে করের ভার এবং প্রভাব দুই জায়গায় পড়ে সে করকে পরোক্ষ কর বলে। যেমন: ভ্যাট। ধরুন, আপনি এ বছর ৩০ লক্ষ টাকা আয় করেছেন। বছর শেষে আয়-ব্যয়ের হিসাব-নিকাশ করে ধরুন আপনার কাছে সরকারের আনুমানিক ৩ (তিন) লক্ষ টাকা আয়কর পাওনা হয়েছে। আপনি ৩ লক্ষ টাকা আয়কর পরিশোধ করেছেন। এই ৩ লক্ষ টাকা সরকারকে প্রদান করার যে ভার তা আপনাকে বহন করতে হয়েছে। আবার, এই ৩ লক্ষ টাকা সরকারকে প্রদান করার প্রভাবও আপনার ওপর পড়েছে। এর প্রভাব হলো, আপনার ৩ লক্ষ টাকার ক্রয় ক্ষমতা কমে গেছে। ৩ লক্ষ টাকা সরকারকে প্রদান না করলে আপনি এই টাকা দিয়ে কিছু ক্রয় করতে পারতেন। এভাবে প্রত্যক্ষ করের ভার এবং প্রভাব এক স্থানে পড়ে (চলবে……০৫.১১.২০১৯)।"
    },
    {
        "id": 253,
        "details": "Revenue, Tax, VAT - 4কর-রাজস্ব (tax-revenue) হলো আয়কর, আমদানি শুল্ক, সম্পূরক শুল্ক, রেগুলেটরী ডিউটি, এ্যাডভান্স ইনকাম ট্যাক্স (এআইটি), আগাম কর (এটি) ইত্যাদি। গণপ্রজাতন্ত্রী বাংলাদেশ সরকার যে সর্বমোট রাজস্ব আহরণ করে তার প্রায় ৮৫% হলো কর-রাজস্ব যা আহরণ করে জাতীয় রাজস্ব বোর্ড। জাতীয় রাজস্ব বোর্ড ৩টি আইন প্রয়োগ করে এই পরিমাণ কর-রাজস্ব আহরণ করে। আইন তিনটি হলো দি কাস্টমস এ্যাক্ট ১৯৬৯, আয়কর অধ্যাদেশ ১৯৮৪ এবং মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২। কর-রাজস্বকে ১০০% বিবেচনা করলে এর প্রায় ৩৮% আহরিত হয় ভ্যাট আইন দিয়ে, প্রায় ৩৪% আহরিত হয় আয়কর অধ্যাদেশ প্র্রয়োগ করে এবং প্রায় ২৮% আহরিত হয় কাস্টমস আইন প্রয়োগ করে। অবশ্য আমদানি স্তরে আহরিত ভ্যাট এবং সম্পূরক শুল্ক বিবেচনায় নিলে ভ্যাট আইনের আওতায় রাজস্ব আহরণের পরিমাণ দাঁড়ায় প্রায় ৫৫%। (চলবে…….০৪.১১.২০১৯)।"
    },
    {
        "id": 254,
        "details": "Revenue, Tax, VAT - 3Government’s non-tax revenue sources are license fees, proceeds from revenue stamps and non-judicial stamps, profits earned from state-owned businesses, auction proceeds, interest income etc. Tax revenue consists overwhelming portion of government’s income. Non-tax revenue consists small portion of government’s income. In Bangladesh, about more than 85% of the government’s income comes from tax revenue (to be continued…….03.11.2019)."
    },
    {
        "id": 255,
        "details": "Revenue, Tax, VAT - 2Government earns from different sources. Government’s total income is called revenue. Revenue can be divided into two categories: tax revenue and non-tax revenue. Tax is a type of income of the government which government takes from one citizen and distributes its benefits to many citizens. Suppose, government has taken Taka 1,00,000 (Taka one lac only) income tax from Mr. Rahman but in return government has not given education, health etc. facilities of Taka one lac to Mr. Rahman. Rather using that money government has constructed a bridge or a school or a hospital which is being used by all citizens. Government’s such receipt from the citizens is called tax revenue (to be continued…….02.11.2019)."
    },
    {
        "id": 256,
        "details": "Revenue, Tax, VAT - 1As a person has income and expenditure, government has income and expenditure too. Our personal income-expenditure model and government’s income-expenditure model is completely different. We spend as per our income but government earns as per expenditure. To put it simply, suppose a person’s monthly income is Taka 1,50,000 (Taka one lac and fifty thousand) only. He makes a plan to do all his monthly expenditure with this amount of money. But government decides to spend first, then government tries to earn as per desired expenditure. Government’s annual budget is the document of expenditure-income plan of the next one year (to be continued…….)."
    },
    {
        "id": 257,
        "details": "VAT on TradersPresently, in our VAT system, we have two methods of trade VAT. One is paying 15% output VAT and taking input VAT rebate. The other is paying 5% output VAT without taking input VAT rebate. Previously, we had 5 methods of trade VAT. In addition to the above two methods, there was a method for the commercial importers to sale at ATV base value without payment of further VAT. There was package VAT with four categories. There was another method of purchasing VAT exempted goods and selling on payment of 15% VAT on value addition only. To have a comfortable, easy and revenue-generating trade VAT system, we need at least 10 different methods for different types of business activities."
    },
    {
        "id": 258,
        "details": "Post-Deduction Adjustment of VDS-1The last function of VDS is adjustment. There are many queries regarding VDS adjustment. So, in shaa Allah, I shall give a snap-shot about VDS adjustment in this write-up. When seller sells the goods or services, he pays VAT through VAT return by the 15th day of the next month. He has sold some goods or services to the VDS withholding entities. The purchasers have not yet made payment to the seller against those purchases. Generally, such payments are made after couple of months. Suppose, Aftab Automobile Workshop Limited (the Workshop) has given motor workshop service to Kohinoor Chemical Company (the Company) in 12 September, 2019. By 15 October 2019, the Workshop has paid VAT through VAT return. The Company has made payment in 18 November 2019, has deducted VDS, made decreasing adjustment of VDS through VAT return by 15 December 2019 and issued VDS withholding certificate (Mushak-6.6) in 17 December 2019."
    },
    {
        "id": 259,
        "details": "Deposit of VDSIf the entity deducting VDS is required to submit VAT return, then VDS has to be made increasing adjustment in the Part-5, row 24 of the VAT return. For example, Grameen Phone Limited shall make increasing adjustment in the VAT return. If the VDS deducting entity is not required to submit VAT return, then the VDS deducted has to be deposited to the government treasury within 15 days of deduction using treasury challan. For example, the University of Dhaka shall deposit the VDS directly to the government treasury."
    },
    {
        "id": 260,
        "details": "Advance Tax (AT) MattersAdvance Tax (AT) is an area of concern under the new VAT law. Five percent AT is collected at import stage except on the items mentioned in SRO No 239-Law/2019/75-VAT, dated 30 June, 2019. A question is frequently asked regarding who can take adjustment of AT in VAT return or take refund and who can not. The plain answer is everybody who has paid AT at import stage shall either get adjustment in VAT return or file application for refund. If an entity files VAT return, AT can be done decreasing adjustment in the return, entering in Part-6, row 30 of return. If an entity is unregistered and does not file VAT return, then it can file refund application to the Commissioner as per rule 19."
    },
    {
        "id": 261,
        "details": "VDS at a GlanceVAT Deduction at Source (VDS) basically involves two questions: (a) on which goods and services VDS requires to be deducted; and (b) at what rate VDS requires to be deducted. These two questions can be explained shortly in the following manner:VDS requires to be deducted from the goods and services where VAT rate is below 15% i.e. 10%, 7.5% and 5%. It may be mentioned here that these goods and services remain listed in the Third Schedule of the VAT and SD Act, 2012."
    },
    {
        "id": 262,
        "details": "Debit Note and Credit NoteThese are two additional invoices required to be issued while doing increasing adjustment or decreasing adjustment. There are many scenarios when adjustment shall require to be made in VAT management. Each of these scenarios involve a supply that has been made earlier. The new scenario depicts that the nature of the supply has been altered  and VAT requires to be paid on the supply more or less. So, a Debit Note or a Credit Note is issued under such circumstance as an additional invoice."
    },
    {
        "id": 263,
        "details": "In VAT and SD Act, 2012 one very important thing is adjustment. Adjustment can be of two types: increasing adjustment and decreasing adjustment. A VAT professional needs complete knowledge about adjustment, then he can serve his client/employer well. Please see clause 71, 87 and 103 of Section 2; Section 48 and Rules 27-36. However, the legislative language in the Act and Rules is difficult to understand. There are some explanations in my book. I am now writing more explanations for next edition of my book hoping to be published by December-2019. I urge all VAT professionals to obtain complete knowledge about ADJUSTMENT."
    },
    {
        "id": 264,
        "details": "VAT Question-Answer by Dr. Md. Abdur Rouf at Bdjobs Training Centre on 02 February 2019"
    },
    {
        "id": 265,
        "details": "VAT Question-Answer by Dr. Md. Abdur Rouf at Master of Tax Management (MTM) Program, Dhaka University on 01 Feb, 2019"
    },
    {
        "id": 266,
        "details": "VAT Question-Answer_Part-2 by Dr. Md. Abdur Rouf at Bdjobs Training Centre on 31 January, 2019"
    },
    {
        "id": 267,
        "details": "VAT Question-Answer_Part-1 by Dr. Md. Abdur Rouf at Bdjobs Training Centre on 31 January, 2019"
    },
    {
        "id": 268,
        "details": "VAT Question-Answer_Part-2_by Dr. Md. Abdur Rouf at VAT Forum on 30 January 2019"
    },
    {
        "id": 269,
        "details": "VAT Question-Answer_Part-1 by Dr. Md. Abdur Rouf at VAT Forum on 30.01.2019"
    },
    {
        "id": 270,
        "details": "Dear all Friends, Colleagues and othersSalam and greetings!Lastly, I have decided to use some social media facilities only to promote VAT education. Linkedin connectivity is my primary effort to that end. Hope, this will work. May Allah be kind to all of us.Warm regards, Abdur Rouf"
    }
]