[
    {
        "details": "ভ্যাট টিপস-০৬৯/২০২৩:  বিষয়: রেয়াত নেয়ার অন্যতম শর্ত হলো ব্যবহৃত ইনপুটস উপকরণ হতে হবে।   পণ্য বা সেবায় যেসব কাঁচামাল ব্যবহার করা হয়েছে, সে কাঁচামাল সবগুলোকে উপকরণ হিসেবে বিবেচনা করা হয় না। ভ্যাট আইনে উল্লেখ রয়েছে যে, কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে এবং কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে না। সহজভাবে বলা যায় যে, সকল কাঁমাচাল উপকরণ নয়। উপকরণ হিসেবে গণ্য হলে রেয়াত পাওয়া যাবে, অন্যথায় রেয়াত পাওয়া যাবে না।              ভ্যাট আইনের ধারা ২(১৮ক)তে “উপকরণ” সংজ্ঞায়িত করা হয়েছে। সেখানে উল্লেখ রয়েছে যে, কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে, আর কোন্ কোন্ আইটেম উপকরণ হিসেবে গণ্য হবে না। তবে, ভাষা এবং বাক্যের গঠন সহজবোধ্য নয়। একজন ভ্যাট প্র্যাকটিশনারের এ বিষয়ে স্পষ্ট ধারণা থাকা খুব দরকার হয়। তিনি রেয়াত পাবেন কি পাবেন না সেটা তাকেই নির্ণয় করতে হয়। কোনটা উপকরণ আর কোনটা উপকরণ নয়, তা বোঝার সাধারণ পদ্ধতি রয়েছে। আগামী টিপসে সেটা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৮/২০২৩:  বিষয়: রেয়াত নেয়ার মূল শর্ত দুটি।   রেয়াত নেয়ার যে শর্তগুলো রয়েছে, তার মধ্যে মূল শর্ত দুটি। এক হলো, আউটপুট ভ্যাট ১৫% হতে হবে। আর দুই হলো, যেটা ক্রয় করে ভ্যাট পরিশোধ করা হয়েছে সেটা ভ্যাট আইনের আওতায় উপকরণ হতে হবে। আউটপুট ভ্যাট কী তা আমরা এর আগে আলোচনা করেছি। পণ্য বা সেবা বিক্রি করার সময় যে ভ্যাট পরিশোধ করা হয়, সে ভ্যাট হলো আউটপুট ভ্যাট, বাংলায় বলা হয় উৎপাদ কর। আউটপুট ভ্যাট ১৫% এর কম হলে উপকরণ কর রেয়াত পাওয়া যাবে না। যেমন: কাগজ ‍উৎপাদনের ক্ষেত্রে আউটপুট ভ্যাট ৫%। তাই, কাগজ উৎপাদনের ক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। ডুপ্লেক্স বোর্ড উৎপাদনের ক্ষেত্রে ভ্যাট হার ৭.৫%। তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। বৈদ্যুতিক খুঁটি প্রস্তুত করার ক্ষেত্রে ভ্যাট হার ১০%। তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে না। সিমেন্ট উৎপাদনের ক্ষেত্রে ভ্যাট হার ১৫%, তাই, এক্ষেত্রে উপকরণ কর রেয়াত পাওয়া যাবে।             তাছাড়া, ভ্যাট হার শূন্য (০) শতাংশ হলেও উপকরণ কর রেয়াত পাওয়া যায়। শূন্য ভ্যাট হার প্রযোজ্য রয়েছে রপ্তানি এবং প্রচ্ছন্ন রপ্তানির ওপর। তাই, রপ্তানি এবং প্রচ্ছন্ন রপ্তানির ক্ষেত্রেও উপকরণ কর রেয়াত পাওয়া যাবে। আগামী টিপস এ উপকরণ নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৭/২০২৩:  বিষয়: সরকার কেনো রেয়াত দেয়?   সরকার কেনো উপকরণ ক্রয় করার সময় পরিশোধ করা ভ্যাট ফেরৎ দিয়ে দেয়, অর্থাৎ রেয়াত দেয়, এটা বোঝা দরকার। তাহলে পাঠকদের মন হতে বেশ কিছু অস্পষ্টতা দূরীভূত হবে, ইন-শা-আল্লাহ। রেয়াত দেয়ার একটা মূল শর্ত হলো, আউটপুট ভ্যাট যদি বেশি হয়, তাহলে ইনপুট ভ্যাট রেয়াত দেয়া হয়। রেয়াত দেয়ার আরো শর্ত রয়েছে, সব শর্ত একসাথে প্রয়োগ করতে হবে। আউটপুট ভ্যাট হলো, বিক্রি করার সময় যে ভ্যাট পরিশোধ করা হয় সে ভ্যাট। আর ইনপুট ভ্যাট হলো, উপকরণ ক্রয় করার সময় যে ভ্যাট পরিশোধ করা হয়েছে সে ভ্যাট। ধরুন, একটা সাবান উৎপাদন করতে ২৫ টাকার উপকরণ ব্যবহার করা হয়েছে। ধরুন, এর মধ্যে ২ টাকা ছিল উপকরণ ক্রয় করার সময় পরিশোধ করা ভ্যাট। অর্থাৎ উপকরণের মূল্য ছিল ২৩ টাকা। এই উপকরণ প্রসেসিং করে একটা সাবান তৈরি করা হলো। সাবানটি ৪০ টাকায় বিক্রি করা হবে। অর্থাৎ ১৭ টাকা মূল্য সংযোজন করা হয়েছে। সাবানটা বিক্রি করার সময় ৪০ টাকার ওপর ১৫% হারে ৬ টাকা ভ্যাট পরিশোধ করতে হবে। তাই, সরকার উপকরণ ক্রয় করার সময় পরিশোধ করা ২ টাকা ভ্যাট রেয়াত দিয়ে দেবে। অর্থাৎ এই স্তরে সরকার ৬ টাকা ভ্যাট পায়, আর ২ টাকা ভ্যাট রেয়াত দিয়ে দেয়। অর্থাৎ সরকার নীট ৪ টাকা ভ্যাট পায়। অর্থাৎ বিক্রি করার সময় বেশি ভ্যাট পরিশোধ করা হলে উপকরণ ক্রয় করার সময় যে কম ভ্যাট পরিশোধ করা হয়েছে তা রেয়াত পাওয়া যায়।           রেয়াত নেয়ার আরো অনেকগুলো শর্ত রয়েছে যা ক্রমান্বয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৬/২০২৩:  বিষয়: রেয়াত বলতে কী বোঝায়?   ভ্যাট ব্যবস্থায় রেয়াত একটা গুরুত্বপূর্ণ বিষয়। প্রথমেই আমরা আলোচনা করবো, রেয়াত বলতে কী বোঝায়? রেয়াত বা উপকরণ কর রেয়াত হলো, উপকরণের ওপর পূর্বে যে ভ্যাট পরিশোধ করা হয়েছে সে ভ্যাট ফেরৎ নিয়ে নেয়া। রেয়াতকে অনেকে রিবেট বলে থাকেন। গতকাল রেয়াতের একটা উদাহরণ দিয়েছিলাম। বিষয়টা আরো স্পষ্ট করার জন্য আজ আর একটা উদাহরণ দেবো, ইন-শা-আল্লাহ।          ধরুন, একটা ফ্যাক্টরীতে সিমেন্ট উৎপাদন করা হয়। সিমেন্টের মূল উপকরণ বা কাঁচামাল হলো ক্লিংকার। ক্লিংকার আমদানি করার সময় বা স্থানীয় বাজার থেকে ক্রয় করার সময় ভ্যাট পরিশোধ করতে হয়। ক্রেতা ক্লিংকার এবং অন্যান্য উপকরণ ব্যবহার করে সিমেন্ট উৎপাদন করে সিমেন্ট বিক্রি করার সময় ভ্যাট পরিশোধ করেন। তাই, ক্লিংকার এবং অন্যান্য উপকরণের ওপর তিনি ইতোপূর্বে যে ভ্যাট পরিশোধ করেছেন সে ভ্যাট তিনি সরকারের নিকট থেকে ফেরৎ নিয়ে নেন। এই ফেরৎ নেয়াকে রেয়াত নেয়া বলে।  দাখিলপত্রের মাধ্যমে রেয়াত নিতে হয়। রেয়াত নেয়ার অনেক নিয়ম-কানুন অর্থাৎ শর্ত রয়েছে যা পরবর্তীতে আলোচনা করা হবে, ইন-শা-আল্লাহ।              ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৫/২০২৩:  বিষয়: ভ্যাট প্রফেশনালের ৩টি প্রশ্নের উত্তর জানা জরুরি।   আমরা ভ্যাটকে কঠিন বলে মনে করি। তা মনে করার যথেষ্ট কারণ রয়েছে। তবে, যে কোনো কঠিন বিষয়ও সহজভাবে হ্যান্ডলিং করার উপায় রয়েছে। ৩টি প্রশ্নের উত্তর শিখলেই ভ্যাট ব্যবস্থায় মোটামুটি ভালোভাবে কাজ করা যায়। প্রথম প্রশ্ন হলো, একটি সরবরাহ গ্রহণ করা হয়েছে। এক্ষেত্রে ভিডিএস কাটতে হবে, কি হবে না। দ্বিতীয় প্রশ্ন হলো, একটি ক্রয় করা হয়েছে। ক্রয়ের বিপরীতে ভ্যাট পরিশোধ করা হয়েছে। এই ভ্যাট রেয়াত পাওয়া যাবে, কি যাবে না। এবং তৃতীয় প্রশ্ন হলো, কোনো একটা সরবরাহ রপ্তানি বা প্রচ্ছন্ন রপ্তানি হিসেবে গণ্য হবে, কি হবে না। গণ্য হলে সেক্ষেত্রে শূন্য হার প্রযোজ্য হবে। অর্থাৎ ভ্যাট পরিশোধ করতে হবে না।         ভিডিএস নিয়ে আমরা ইতোপূর্বে বিস্তারিত আলোচনা করেছি। আজ থেকে আমরা রেয়াত আলোচনা শুরু করলাম। রেয়াত আলোচনা বেশ বড় ধরনের আলোচনা, দীর্ঘদিন চলবে। মাঝে মাঝে আমরা প্রয়োজনে অন্য আলোচনাতেও যাবো, ইন-শা-আল্লাহ। আবার, রেয়াত আলোচনায় ফিরে আসবো। আশা করি, এই আলোচনা অনুসরণ করলে পাঠকদের রেয়াত সম্পর্কে ভালো ধারণা হবে। যাঁরা রেয়াত নিয়ে কাজ করেন, তাঁরা আরো ভালোভাবে কাজ করতে পারবেন, ইন-শা-আল্লাহ।  রেয়াত বা উপকরণ কর রেয়াত অর্থ কী। আমরা জানি পণ্য এবং সেবা সরবরাহ অর্থাৎ বিক্রির সময় ভ্যাট আরোপিত হয়। ওই পণ্যের উপকরণ কেনার সময় যে ভ্যাট দিয়ে আসা হয়েছে, সেই ভ্যাট ফেরৎ নিয়ে নেয়া যায়। এভাবে উপকরণের ওপর পরিশোধ করা ভ্যাট ফেরৎ নেয়াকে রেয়াত নেয়া বলে। ধরুন, একটা প্রতিষ্ঠান সাবান উৎপাদন করে। সাবানের উপকরণ গ্লিসারিন ক্রয় করা হয়েছে। ক্রয় করার সময় ভ্যাট পরিশোধ করা হয়েছে। সেই ভ্যাট ক্রেতা ফেরৎ নিয়ে নিতে পারবেন। তবে, কিছু শর্ত রয়েছে। প্রাথমিকভাবে এই হলো উপকরণ কর রেয়াত।             ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬৪/২০২৩:  বিষয়: ভ্যাট রেজিষ্ট্রেশনের আইডি, পাওয়ার্ড ভুলে গেলে করণীয় কি?   মাঝে মাঝে আইডি লক হয়ে যায়। ভুলভাবে ৩ বার পাসওয়ার্ড দিলে আইডি লক হয়ে যায়। তখন লক খোলার দরকার হয়। আবার, মাঝে মাঝে কেউ কেউ আইডি, পাসওয়ার্ড ভুলে যান। তখন সিস্টেমে প্রবেশ করা যায় না। আপনার যদি রিকভারি উত্তর জানা থাকে, তাহলে আপনি নিজে নিজেই আইডি, পাসওয়ার্ড রিকভার করতে পারেন। ‍উল্লেখ্য, ভ্যাট রেজিষ্ট্রেশনের ফরম মূসক-২.১ পূরণ করার সময় আপনিই সিস্টেমে ৫টা রিকভারি উত্তর দিয়েছেন। অন্যে রেজিষ্ট্রেশন করে দিলে রিকভারি উত্তরও জানা থাকে না। সেক্ষেত্রে ভ্যাট বিভাগীয় অফিসে সরাসরি যোগাযোগ করে রিকভারি উত্তর সংগ্রহ করে সিস্টেমে প্রবেশ করা যায়। প্রতি ৯০ দিন পর পাসওয়ার্ড পরিবর্তন করতে হয়। সিস্টেম থেকে আপনার কাছে একটা মেসেজ আসবে। সে মেসেজে ইয়েস এবং ক্যানসেলড দুটি অপশন থাকে। ইয়েস ক্লিক করে আপনি পাসওয়ার্ড পরিবর্তন করতে পারেন। আবার, ক্যানসেলড ক্লিক করে আপনি আগের পাসওয়ার্ড কনটিনিউ করতে পারেন। ভ্যাট অনলাইন সিস্টেম কর্তৃপক্ষকে অনুরোধ করি এ বিষয়ে সহজ ও ব্যবসা-বান্ধব একটা পদ্ধতি উদ্ভাবন করতে। কারণ, ভ্যাট বিভাগীয় অফিসে সরাসরি যোগাযোগ করে রিকভারি উত্তর সংগ্রহ করা অনেক ক্ষেত্রেই নিবন্ধিত ব্যক্তির জন্য সহজ হয় না।          ভ্যাট অনলাইনের কল সেন্টারে ফোন করলে এসব বিষয়ে সহযোগিতা পাবেন। নাম্বার ১৬৫৫৫। তাছাড়া, ভ্যাট ফোরামের কল সেন্টারে ফোন করলেও সহযোগিতা পাবেন। নাম্বার ০৯৬৭৮-২০৮২০৮।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৬৩/২০২৩: বিষয়: যার আইডি, পাওয়ার্ড তার কাছে থাকতে হবে।   যেসব আইডি, পাসওয়ার্ড অন্যের হাতে চলে গেছে সেগুলো ক্রমে নিজ হাতে নিয়ে আসতে হবে। কিছু কনসালট্যান্টের কাছে এবং কিছু ফোন/ফ্যাক্সের দোকানে এখনও আইডি, পাসওয়ার্ড রয়েছে। দোকানে যেগুলো রয়েছে, সেগুলোও কোনো ব্যক্তির নামে আছে, অর্থাৎ তিনি কনসালট্যান্ট। উল্লেখ্য, আমাদের দেশে এনবিআর এর সনদপ্রাপ্ত ভ্যাট কনসালট্যান্ট এর সংখ্যা বেশি নয়। মাত্র কয়েকশ’। তাছাড়া, বাংলাদেশ কারিগরি শিক্ষাবোর্ডের সনদপ্রাপ্ত কনসালট্যান্ট রয়েছেন। অধিকন্তু, কিছু সংগঠিত প্রফেশনাল বোডি রয়েছে যাদের সদস্যগণ প্রাতিষ্ঠানিক কনসালট্যান্ট বলে ধরে নেয়া যায়। এর বাইরে আরো অনেক কনসালট্যান্ট রয়েছেন যাদের প্রাতিষ্ঠানিক ভিত্তি নেই। এই ধরনের অপ্রাতিষ্ঠানিক কনসালট্যান্টদের কাছেই অন্যের আইডি, পাসওয়ার্ড বেশি আছে বলে জানা গেছে। যাহোক, ভ্যাট নিবন্ধিত ব্যক্তির আইডি, পাসওয়ার্ড যার কাছেই থাক, তার কাছ থেকে কিভাবে নিবন্ধিত ব্যক্তির কাছে নিয়ে আসা যায় সেটা হলো মূল কথা।       গত টিপসে আমরা আলোচনা করেছি যে, ভ্যাট বিভাগীয় অফিসে আবেদন করে নিজের আইডি, পাসওয়ার্ড নিজের কাছে আনা যায়। আমি কনসালট্যান্টদেরকে অনুরোধ করবো যে, ভ্যাট সিস্টেমে ভালোভাবে কাজ করতে হলে কিছু বিষয়ে সকলকে একমত হতে হবে। তার মধ্যে একটা বিষয় হলো, যার আইডি, পাসওয়ার্ড তার কাছে থাকতে হবে। তাই, আপনারা দয়া করে অন্যের আইডি, পাসওয়ার্ড থাকলে তাদেরকে দিয়ে দিন। এমন কনসালট্যান্ট এর সংখ্যা বেশি নয়। সকলে নজর রাখুন যে, কে এমন কাজ করছে। কেউ এমন কাজ করে থাকলে তাকে অন্য সকলে ভালো কাজে উৎসাহিত করুন।        রেগুলেটরী কর্তৃপক্ষের দায়িত্বতো রয়েছেই। তাদের নতুন করে ভাবতে হবে এখন কি করা যায়। একটা উপায় বের করতে হবে। মহান আল্লাহ সুন্দর একটা সমাধান করে দিন। আমিন।           ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৬২/২০২৩:  বিষয়: ভ্যাট অনলাইন সিস্টেমে আপনার আইডি, পাওয়ার্ড পুনরুদ্ধার করা।   গতকালের আলোচনার ধারাবাহিকতায় আমরা আজ আলোচনা করবো যে, এখন করণীয় কী? একটা সমাধানতো হতে হবে। এমন অবস্থা হওয়াটা দুঃখজনক বললেও কম বলা হবে। ভ্যাট অনলাইন সিস্টেম তৈরি করা হয়েছে ভ্যাটদাতাদের সুবিধার জন্যে, তাঁদের হয়রানী কমানোর জন্যে। এখন যদি ভ্যাট অনলাইন সিস্টেমে ভ্যাটদাতার আইডি, পাসওয়ার্ড কোনোভাবে আর একজন হস্তগত করে ভ্যাটদাতাকে হয়রানী করে, তাহলে আমরা যতো ভালো ভালো কথা বলছি, সুন্দর ভবিষ্যতের কথা বলছি, এসবের কোনো অর্থ নেই। আমাদেরকে তিমিরে হারিয়ে যেতে হবে। সেটা নিশ্চয়ই আমরা কেউ চাইবো না।        ভ্যাট অনলাইন সিস্টেমে আপনার আইডি, পাসওয়ার্ড পুনরুদ্ধার করতে হলে ফরম মূসক-২.৫ পূরণ করবেন। এই ফরমের নূতন সংযোজিত তথ্যের স্থানে আপনার নিজের নাম, এনআইডি, মোবাইল নম্বর, ইমেইল লিখে দেবেন। বা আপনার অফিসের বিশ্বস্ত কারোর তথ্য দিতে পারেন। লিখবেন যে, মূসক-২.১ ফরমের M সেকশনে পরিবর্তন করতে হবে। ভ্যাট বিভাগীয় অফিস থেকে এই সংশোধনটুকু করে দিলে আপনি নতুন করে সিস্টেমে সাইন-আপ করে নেবেন। তখন অথরাইজ পার্সন পরিবর্তন হয়ে যাবে, আপনি নতুন আইডি, পাসওয়ার্ড পেয়ে যাবেন। যিনি আপনার আইডি, পাসওয়ার্ড কুক্ষিগত করে রেখেছিলেন তাঁর কাছে আর থাকবে না। আমি যতদূর জেনেছি, ভ্যাট বিভাগীয় অফিসে মূসক-২.৫ দাখিল করলে এ কাজগুলো তাঁরা আন্তরিকতার সাথে করে দিচ্ছে। তাঁদেরকে অধিকতর আন্তরিক হতে বিনীত অনুরোধ করছি। তাছাড়া, ভ্যাট অনলাইন সিস্টেম কর্তৃপক্ষকেও বিনীত অনুরোধ করছি সহজভাবে ভ্যাটদাতাদের এই সহায়তাটুকু করা যায় কিনা সে বিষয়ে পদক্ষেপ নেয়ার জন্য।        যার আইডি, পাসওয়ার্ড তাঁর হাতে যেতে হবে। এটা নিশ্চিত করা এখন জরুরি হয়ে দাঁড়িয়েছে। এটা নিশ্চিত করতে না পারলে জটিলতা দূরীকরণ করে সহজীকরণ হবে না। আল্লাহ সহায় হোন। আমিন।            ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৬১/২০২৩:  বিষয়: একটি উদ্বেগের বিষয়।   ভ্যাট ব্যবস্থাকে সহজীকরণ করা হলো আমাদের সকলের একটা অন্যতম উদ্দেশ্য। ভ্যাট আইনের ভূমিকায় ৪টি উদ্দেশ্য উল্লেখ করা হয়েছে। তার মধ্যে একটা হলো, সহজীকরণ করা। তবে, বাস্তবে সহজীকরণ কতটুকু হয়েছে তা আমরা সবাই জানি। অনেক বিষয় সহজীকরণকে ব্যাহত করছে। আজ এমন একটা বিষয়ের আলোচনা সূচনা করবো, ইন-শা-আল্লাহ।       ভ্যাট অনলাইন সিস্টেম স্থাপন করার পর যখন অনলাইনে ভ্যাট রেজিষ্ট্রেশন দেয়া শুরু হয়, তখন অনেকেই অনলাইনে নিবন্ধন নেয়ার প্রক্রিয়া সম্পর্কে জানতেন না। তাই, তারা পরামর্শকদের স্মরণাপন্ন হয়েছেন। অনেক ইন্টারনেট/ফোন/ফ্যাক্সের দোকান থেকেও ভ্যাট রেজিষ্ট্রেশন করানো হয়েছে। আপনারা নিশ্চয়ই দেখেছেন যে, ইন্টারনেট/ফোন/ফ্যাক্সের দোকানের সামনে মাঝে মাঝে লেখা থাকে যে, এখানে অনলাইনে ২০০/৫০০ টাকায় ভ্যাট রেজিষ্ট্রেশন করানো হয়। তারা ভ্যাট রেজিষ্ট্রেশন করিয়েছে। তবে, সমস্যা হলো, এভাবে যারা রেজিষ্ট্রেশন করিয়েছেন, তারা কেউ কেউ নিবন্ধিত ব্যক্তিকে ভ্যাট নিবন্ধন সার্টিফিকেটটা দিয়েছেন কিন্তু সিস্টেমে লগ-ইন করার আইডি ও পাসওয়ার্ড দেননি। ফলে, এখন মাসিক দাখিলপত্র দাখিল করাসহ নানা কাজে নিবন্ধিত ব্যক্তি বলতে গেলে জিম্মি হয়ে গেছেন। যিনি নিবন্ধন করে দিয়েছেন তার কাছে বার বার ফিরে আসতে হয় এবং এই সুযোগে কেউ কেউ নিবন্ধিত ব্যক্তির সাথে অপেশাদার আচরণ করেন বলে আমরা জেনেছি।  এটাই হলো উদ্বেগের বিষয়। সহজীকরণ ব্যাহত হয়েছে। হয়রানী বৃদ্ধি পেয়েছে।      এ বিষয়টা নিয়ে আজ থেকে কয়েকটা টিপস লিখবো। এই সমস্যাটার কিছু সমাধান দেয়ার জন্য আমরা চেষ্টা করবো, ইন-শা-আল্লাহ্। সহজীকরণ করতে হলে এভাবে প্রতিটি পয়েন্ট ধরে ধরে আমাদের কাজ করতে হবে। আল্লাহ সহায় হোন। আমিন।            ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৬০/২০২৩:  বিষয়: অটোমেটেড ভ্যাট ইনভয়েসিং।   আমরা ভ্যাট ব্যবস্থা সহজীকরণ নিয়ে অনেক কথা বলি। কিন্তু সহজীকরণ হয় না। আমি ব্যক্তিগতভাবে বিশ্বাস করি যে, মানুষ ভ্যাট দিতে চাই। তবে, তারা চাই সহজ ও সহনীয় ভ্যাট ব্যবস্থা। অর্থাৎ ভ্যাট প্রদান করার পদ্ধতি সহজ হতে হবে এবং ভ্যাটের হার সহনীয় হতে হবে। সর্বক্ষেত্রে অটোমেটেড ইনভয়েসিং সহজীকরণের একটা উত্তম পদক্ষেপ হতে পারে বলে আমার বিশ্বাস। আমি দুএকটা ফোরামে একথা বলার চেষ্টা করেছি, তবে, তেমন সাঁড়া পায়নি। তবে, আমরা বিশ্বাস যে এটা করা সম্ভব। আজ আমি পাঠকদের কাছে মতামত জানতে চাই যে, সকল বিক্রির ক্ষেত্রে অটোমেটেড ইনভয়েসিং করা সম্ভব কিনা। আমার আইটি জ্ঞান কম। তবে, গ্রুপে অনেকেই আছেন, যাঁদের আইটিতে ভালো অভিজ্ঞতা রয়েছে, তাঁরা দয়া করে মতামত দিলে বাধিত হবো।      ধরুন, সারা দেশের সকল আমদানিকারক, সকল উৎপাদনকারী, সকল ব্যবসায়ী, সকল সেবা প্রদানকারী অটোমেটেড সিস্টেমে চালানপত্র (ইনভয়েস) ইস্যু করবে। অনেকগুলো ছোটো সার্ভার থাকতে পারে, একটা সেন্ট্রাল সার্ভার থাকতে পারে। বড়, মাঝারি ও ছোটো প্রতিষ্ঠানের জন্য আলাদা ধরনের ব্যবস্থা হতে পারে। অর্থাৎ কোনো প্রতিষ্ঠান সফটওয়্যারের মাধ্যমে, কোনো প্রতিষ্ঠান ইলেক্ট্রনিক মেশিনের মাধ্যমে, কোনো প্রতিষ্ঠান মোবাইল ফোনের মাধ্যমে, যার জন্য যেটা সুবিধা সে পদ্ধতিতে ইনভয়েস ইস্যু করবে। এমন একটা সিস্টেম তৈরী করতে পারলে শুধু ভ্যাট ফাঁকি মিনিমাম হয়ে যেতো তা নয়, ইনকাম ট্যাক্স, এ্যাকাউন্টস ইত্যাদিও সঠিক হয়ে যেতো বলে আমার বিশ্বাস।     মোবাইল ফোন কোম্পানীগুলো কত সুক্ষ্ণভাবে কোটি কোটি গ্রাহকের হিসাব রাখে। আর ভ্যাট ব্যবস্থায় লক্ষ লক্ষ নিবন্ধিত ব্যক্তির হিসাব কোনো অটোমেটেড পদ্ধতিতে রাখা যাবে না, তা আমার সাধারণ জ্ঞানে আমি বুঝি না। যাঁরা বুঝেন তাঁরা দয়া করে আলোকপাত করুন।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৫৯/২০২৩:  বিষয়: উৎপাদনকারী যোগানদার হতে পারবে কি-না।   উৎপাদনকারী যোগানদার হতে পারবে না এমন বাধা-নিষেধ আইনে নেই। তবে, প্র্যাকটিক্যালী সাধারণত উৎপাদনকারী যোগানদার হয় না। উৎপাদনকারীও টেন্ডারে অংশগ্রহণ করেন, কার্যাদেশ পেলে সরবরাহ করেন। ‍উৎপাদনকারী সাধারণত তার উৎপাদিত পণ্য সরবরাহ দেয়ার টেন্ডারে অংশগ্রহণ করেন, অন্য পণ্য সরবরাহ দেয়ার টেন্ডারে অংশগ্রহণ করেন না। কারণ, তার ব্যবসায়ীক কৌশল সাধারণ উৎপাদনকাজকে কেন্দ্র করেই পরিচালিত হয়।     তবে, মাঝে মাঝে এমন হয় যে, একটা টেন্ডারে অনেকগুলো পণ্য রয়েছে। তারমধ্যে কিছু পণ্য তিনি উৎপাদন করেন, আর কিছু পণ্য তাকে আমদানি করে বা কিনে সরবরাহ দিতে হয়। এমনও মাঝে মাঝে হয় যে, কোনো টেন্ডারে সব পণ্য তিনি কিনে বা আমদানি করে সরবরাহ দেন। অর্থাৎ উৎপাদনকারী যোগানদারের কাজ করেন। সেক্ষেত্রে তার ভ্যাট রেজিস্ট্রেশনে সেবা প্রদানকারী বা যোগানদার উল্লেখ থাকতে হবে এবং ট্রেড লাইসেন্সে সরবরাহকারী উল্লেখ থাকতে হবে। আমদানি করে সরবরাহ দিলে তার বাণিজ্যিক আইআরসি থাকতে হবে অথবা আমদানি স্তরে ৫% আগাম কর পরিশোধ করে আসতে হবে।   তাই, মূল কথা হলো, উৎপাদনকারী সাধারণত যোগানদার হয় না। তবে, উৎপাদনকারী যোগানদার হতে পারবে। তবে, মাঠ পর্যায়ে এমন প্র্যাকটিস খুব বেশি নেই। উৎপাদনকারী সাধারণত উৎপাদনকারী হিসাবেই সরবরাহ দিয়ে থাকে। উৎসে কর্তনকারী সত্তাকে মূলত এটাই বুঝতে হয় যে, সরবরাহকারী কি উৎপাদনকারী, নাকি ট্রেডার (ব্যবসায়ী), নাকি যোগানদার, নাকি অন্য কোনো সেবা প্রদানকারী।           ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫৮/২০২৩:  বিষয়: নিজে ভ্যাট পরিশোধ করা আর ভিডিএস কাটার একই ফলাফল।    অনেক সময় দেখা যায় যে, বিক্রেতা বলেন যে, আমি ভ্যাট পরিশোধ করেছি, আমার বিল থেকে ভিডিএস কাটবেন না। ক্রেতা বলেন যে, আমি ভিডিএস কাটবোই। এই নিয়ে ক্রেতা ও বিক্রেতার মাঝে বেশ জটিলতার সৃষ্টি হয়। অনেকে মনে করেন যে, ভিডিএস কাটলে বেশি ভ্যাট দেয়া হয়। কিন্তু আসলে বিক্রেতা কর্তৃক নিজে ভ্যাট পরিশোধ করা এবং ক্রেতা কর্তৃক ভিডিএস না কাটা অথবা বিক্রেতা কর্তৃক নিজে ভ্যাট পরিশোধ করা এবং ক্রেতা কর্তৃক ভিডিএস কাটা এ দুই পদ্ধতির সর্বশেষ ফলাফল একই। তা হলো ভ্যাট প্রদান করেন ক্রেতা, আর ভ্যাট পায় সরকার।    বিক্রেতা বিক্রী করার সময় ক্রেতার নিকট থেকে ভ্যাট নিয়ে নেন। পরে ভ্যাট সরকারকে পরিশোধ করে দেন। এক্ষেত্রে ভ্যাট প্রদান করেছেন ক্রেতা। আর সরকারি কোষাগারে ভ্যাট জমা দিয়েছেন বিক্রেতা। এটা সাধারণ পদ্ধতি। ভিডিএস এর ক্ষেত্রেও এভাবে একবার ভ্যাট পরিশোধ করা হয়। তারপর ক্রেতার কাছে ভ্যাটসহ বিল/ভ্যাট চালানপত্র দেয়া হয়। ক্রেতা ভ্যাট কেটে আবার সরকারি কোষাগারে জমা দেন। বিক্রেতা বিক্রির সময় একবার ভ্যাট জমা দিয়েছেন। তাহলে ভ্যাট দুইবার সরকারী কোষাগারে জমা হয়েছে। এবার ক্রেতা ‍উৎসে কর্তন প্রত্যয়নপত্র (মূসক-৬.৬) জারি করেন। বিক্রেতা উক্ত প্রত্যয়নপত্রবলে সমপরিমাণ ভ্যাট হ্রাসকারী সমন্বয় করে নেন। তাহলে বিক্রেতা প্রথমে একবার ভ্যাট পরিশোধ করেন, আর পরে একবার হ্রাসকারী সমন্বয় করে নেন। জিরো হয়ে যায়। বিক্রেতার স্থানে সরকার কোনো ভ্যাট পায় না। ক্রেতা উৎসে কর্তন করে সরকারী কোষাগারে জমা দিয়েছেন। এই ভ্যাট সরকার পেয়েছে। ভ্যাট দিয়েছে ক্রেতা, আর পেয়েছে সরকার। আগের হিসাবেও তাই ছিল। অর্থাৎ উভয় ক্ষেত্রেই ভ্যাট দেয়া ক্রেতা, আর ভ্যাট পায় সরকার।  তাই, স্বাভাবিকভাবে ভ্যাট পরিশোধ করা আর ভিডিএস কাটার একই ফলাফল যদি নিয়ম-কানুন সঠিকভাবে পালন করা হয়।          ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫৭/২০২৩:  বিষয়: কতিপয় বিশেষ সেবার ক্ষেত্রে ভিডিএস কর্তন।   আমরা পণ্য এবং সেবার ক্ষেত্রে ভিডিএস কর্তন সংক্রান্ত আলোচনা প্রায় শেষ করেছি। কয়েকটা বিশেষ সেবা সম্পর্কে আজ আলোচনা করা হবে, ইন-শা-আল্লাহ।   পানি (ওয়াসা), বিদ্যুৎ, টেলিফোন, মোবাইল ফোন এর বিল পরিশোধ করার ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হবে না [ভিডিএস বিধিমালার বিধি ৫(৩)]। এসব ক্ষেত্রে সম্পূর্ণ বিল পরিশোধ করে দিতে হবে। তবে, এসব ক্ষেত্রে যদি ভ্যাট চালানপত্র না থাকে তাহলে ভিডিএস কাটতে হবে। উল্লেখ্য, আইনে ধারা ৪৬(৩)(ঙ) অনুসারে পানি, বিদ্যুৎ, টেলিফোন সেবার ক্ষেত্রে সংশ্লিষ্ট প্রতিষ্ঠান কর্তৃক ইস্যুকৃত বিল ভ্যাট চালানপত্র হিসেবে গণ্য। টেলিফোন বলতে মোবাইল ফোনও বোঝায়। ভ্যাট আইনের প্রথম তফসিলে উল্লেখিত সেবার ক্ষেত্রে ভিডিএস কাটতে হবে না। আমরা জানি যে, ভ্যাট আইনের প্রথম তফসিলে উল্লেখিত পণ্য ও সেবার ক্ষেত্রে কোনো স্তরে ভ্যাট প্রযোজ্য নেই; তাই, ভিডিএসও প্রযোজ্য নেই [ভিডিএস বিধিমালার বিধি ৫(৪)]। শূন্যহারবিশিষ্ট সেবা সরবরাহ অর্থাৎ সেবা রপ্তানির ক্ষেত্রে ভিডিএস কাটতে হবে না [ভিডিএস বিধিমালার বিধি ৫(৫)]।         ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।  "
    },
    {
        "details": "ভ্যাট টিপস-০৫৬/২০২৩: বিষয়: তালিকার বাইরের সেবার ক্ষেত্রে ভিডিএস কর্তন।   ভিডিএস বিধিমালার তালিকায় বর্ণিত ৪৩টা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আমরা ইতোমধ্যে আলোচনা করেছি। এই ৪৩টা সেবার বাইরে আর যত সেবা রয়েছে সেসব সেবার ক্ষেত্রে যথাযথ ভ্যাট চালানপত্র থাকলে ভিডিএস কাটতে হবে না। কিন্তু যদি যথাযথ ভ্যাট চালানপত্র না থাকে, তাহলে ভিডিএস কাটতে হবে।  যেমন উক্ত ছকের বাইরের সেবা হলো ইন্টারনেট সেবা, ব্যাংকিং সেবা, টেইলরিং সেবা, তৈরি পোষাক বিপণন সেবা ইত্যাদি। এসব সেবার ক্ষেত্রে সেবাপ্রদানকারী যদি বিলের সাথে যথাযথ ভ্যাট চালানপত্র ইস্যু করেন, তাহলে ভিডিএস কাটতে হবে না। সম্পূর্ণ বিল পরিশোধ করে দিতে হবে। কিন্তু যদি বিলের সাথে যথাযথ ভ্যাট চালানপত্র না থাকে, তাহলে প্রযোজ্য হারে ভ্যাট উৎসে কর্তন করতে হবে। ছকের বাইরের সব সেবার ক্ষেত্রে এ কথা প্রযোজ্য।  আগামী টিপস-এ কয়েকটা বিশেষ সেবা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ্।      ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৫৫/২০২৩:  বিষয়: আসবাবপত্রের ক্ষেত্রে ভিডিএস কর্তন।   ভিডিএস বিধিমালার তালিকায় বর্ণিত ৪৩টা সেবার মধ্যে ইতোমধ্যে ৪২টা আলোচনা করা হয়েছে। আর একটা অবশিষ্ট আছে। সেটা হলো আসবাবপত্র। আমাদের দেশের ভ্যাট ব্যবস্থায় আসবাবপত্র সেবা হিসেবে বিবেচিত। ০৩৮ নম্বর টিপসে আসবাবপত্র আলোচনা করা হয়েছিল। আজ আবারো আলোকপাত করা হলো।    আসবাবপত্র যেখানে প্রস্তুত করা হয়, সে স্থান হলো উৎপাদনস্থান। আবসাবপত্র যে স্থানে বিক্রি করা হয়, সে স্থানকে বলে শো-রুম। আসবাবপত্রের ক্ষেত্রে উৎপাদনস্থানে ভ্যাটের হার ৭.৫% এবং শো-রুমেও ৭.৫%। তবে, উৎপাদনস্থান থেকে শো-রুমের কাছে বিক্রি না করে যদি সরাসরি ভোক্তার কাছে বিক্রি করা হয়, তাহলে ভ্যাটের হার ১৫%। ফ্যাক্টরী থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র শো-রুমে নিয়ে যেতে হবে। শো-রুম থেকে ৭.৫% হারে ভ্যাট চালানপত্র ইস্যু করে আসবাবপত্র বিক্রি করতে হবে। শো-রুম থেকে উৎসে কর্তনকারীর কাছে বিক্রি করা হলে শো-রুমের ভ্যাট চালানপত্রসহ ফ্যাক্টরী থেকে আনার চালানপত্রের কপি দিতে হবে। তাহলে উৎসে কর্তনকারী ৭.৫% কর্তন করবে। ফ্যাক্টরী থেকে আনার ভ্যাট চালানপত্র দিতে না পারলে ১৫% ভ্যাট কর্তন করতে হবে।  ফ্যাক্টরী থেকে যদি সরাসরি ভোক্তার কাছে বিক্রি করা হয়, তাহলে ১৫% হারে ভ্যাট চালানাপত্র ইস্যু করতে হবে। ফ্যাক্টরী থেকে যদি উৎসে কর্তনকারীর কাছে সরাসরি বিক্রি করা হয়, তাহলে ১৫% হারে ইস্যুকৃত ভ্যাট চালানপত্র রাজস্ব কর্মকর্তা প্রত্যয়ন করে দিলে উৎসে ভ্যাট কর্তন করতে হবে না। প্রত্যয়ন না থাকলে ১৫% ভ্যাট উৎসে কর্তন করতে হবে।   ভিডিএস বিধিমালার তালিকায় উল্লিখিত ৪৩টা সেবার আলোচনা শেষ হলো। আগামী টিপসে তালিকার বাইরের সেবা নিয়ে আলোচনা করা হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫৪/২০২৩:  বিষয়: ৩টি বিশেষ সেবার ক্ষেত্রে ভিডিএস কর্তন।   আমরা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আলোচনা করছিলাম। ইতোমধ্যে একজন পাঠকের অনুরোধে রেস্তোরাঁর ওপর দুটো টিপস দিয়েছি। আজ আবার সেবায় ফিরে এলাম। আমরা বলেছিলাম যে, ভিডিএস বিধিমালায় ৪৩টা সেবার যে তালিকা রয়েছে তার মধ্যে ৪০টা সেবার ক্ষেত্রে সকল পরিস্থিতিতে বাধ্যতামূলকভাবে ভিডিএস কর্তন করতে হবে। ৩টা সেবা ব্যতিক্রম রয়েছে। সেই ৩টা সেবা নিয়ে এখন আলোচনা করবো, ইন-শা-আল্লাহ।          উক্ত ৩টা সেবার মধ্যে একটা হলো ক্রমিক নং ৬ বিজ্ঞাপন সেবা। আর একটা সেবা হলো ক্রমিক নং ২৩ টেলিভিশন ও অনলাইন সম্প্রচার মাধ্যমে অনুষ্ঠান সরবরাহকারী সেবা। এ দুটি সেবার ক্ষেত্রে সেবা প্রদানকারী তার ইস্যু করা ভ্যাট চালানপত্র তার সার্কেলের রাজস্ব কর্মকর্তাকে দিয়ে সত্যায়িত করে বিলের সাথে দাখিল করবে। তাহলে উৎসে ভ্যাট কর্তন করতে হবে না। যদি এমন সত্যায়িত ভ্যাট চালানপত্র বিলের সাথে দাখিল করা না হয় তাহলে ১৫% ভিডিএস কাটতে হবে [ভিডিএস বিধিমালার বিধি ৫(৬)]।   তালিকার মধ্যে আর একটা সেবা অবশিষ্ট থাকলো, সেটা হলো আসবাবপত্র। আসবাবপত্র নিয়ে এর আগেও আলোচনা করেছি। তবে, পরবর্তী টিপসটাও দেবো আসবাবপত্র বিষয়ে। তাহলে তালিকার ৪৩টা সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান সমাপ্ত হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫৩/২০২৩:  বিষয়: রেস্তোরাঁর ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান।   গতকাল আমরা রেস্তোরাঁ সেবার ক্ষেত্রে ভ্যাট সংক্রান্ত বিধান আলোচনা করছিলাম। আজ রেস্তোরাঁ সেবার ক্ষেত্রে ভিডিএস সংক্রান্ত বিধান আলোচনা করবো, ইন-শা-আল্লাহ।         ভিডিএস বিধিমালার বিধি ৩(২) এ উল্লিখিত সেবার তালিকা অনুসারে, এসি বা নন-এসি উভয় প্রকারের হোটেলের ক্ষেত্রে ভিডিএস কাটতে হবে। সাধারণ রেস্তোরাঁ যেখানে ভ্যাটের হার ৫% সেখানে ভিডিএস কাটতে হবে। তিন তারকা হোটেলে অবস্থিত রেস্তোরাঁ, মদের বার সম্বলিত হোটেলে অবস্থিত রেস্তোরাঁ এবং মদের বার আছে এমন রেস্তোরাঁয় যেখানে ভ্যাটের হার ১৫% সেক্ষেত্রে ভিডিএস কাটতে হবে না। ক্যাটারিং সেবার ক্ষেত্রে ভ্যাটের হার ১৫% এবং ভিডিএস কাটতে হবে।  তবে, একটা বিষয় হলো, সাধারণত হোটেল এবং রেস্তোরাঁ সেবা একই স্থান থেকে দেয়া হয়, একটা ভ্যাট নিবন্ধন থাকে। একটা বিল বা ভ্যাট চালানপত্র ইস্যু করা হয়। আবার, আর একটা বিষয় হলো, একই হোটেলে কিছু কক্ষ এসি এবং কিছু কক্ষ নন-এসি থাকতে পারে বা অনেক ক্ষেত্রেই থাকে। আবার, আবাসিক কক্ষ এসি কিন্তু রেস্তোরাঁ ননএসি হতে পারে। আবার, এক্ষেত্রে একাধিক হার রয়েছে। এসব কারণে হোটেল-রেস্তোরাঁ সেবার ক্ষেত্রে ভ্যাট প্রদান বা ভিডিএস কাটার পদ্ধতি বেশ জটিল এবং মাঠ পর্যায়ে বেশ সমস্যা হয়। ভ্যাট আইনের ভূমিকায় উল্লেখ রয়েছে যে, সহজীকরণ করা হলো নতুন ভ্যাট আইন প্রণয়ন করার একটা উদ্দেশ্য। হোটেল-রেস্তোরাঁর ক্ষেত্রে বিধি-বিধান সহজ হয়েছে বলে মনে হয় না। আমার ব্যক্তিগত মতামত হলো, হোটেল-রেস্তোরাঁ সেবার ক্ষেত্রে ২টা হার হলে ভালো হতো, তা হলো এসি ১৫% এবং ননএসি ৭.৫%। কোনো হোটেল-রেস্তোরাঁর কক্ষ, রেস্তোরাঁ এবং অন্যান্য ফ্যাসিলিটির ৫০% স্পেস এসি হলে সম্পূর্ণ এসি বিবেচনা করতে হবে এবং ৫০% এর কম স্পেস এসি হলে সম্পূর্ণটা নন-এসি বিবেচনা করতে হবে। উভয় ক্ষেত্রে ভিডিএস কাটা বাধ্যতামূলক করতে হবে। এমন হলে সহজ হতো এবং রাজস্ব আহরণ বৃদ্ধি পেতো বলে আমার বিশ্বাস। বিদগ্ধ পাঠকগণ দয়া করে আপনার মূল্যবান মতামত দিলে কৃতার্থ হবো।        ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫২/২০২৩:  বিষয়: রেস্তোরাঁর ক্ষেত্রে ভ্যাট সংক্রান্ত বিধান।    আমরা সেবার ক্ষেত্রে ভিডিএস আলোচনা করছিলাম। এর মধ্যে একজন পাঠক রেস্তোরাঁ নিয়ে লেখার জন্য বেশ অনুরোধ করেছেন। আমাদের দেশের ভ্যাট ব্যবস্থায় রেস্তোরাঁ সেবা বুঝতে হলে হোটেল, রেস্তোরাঁ এবং ক্যাটারিং এই ৩টা সেবা বুঝতে হয়। হোটেল বলতে আবাসিক হোটেল বোঝায়। অর্থাৎ আবাসিক হোটেলে কক্ষ ভাড়া দেয়ার সেবাকে হোটেল সেবা বলে। রেস্তোরাঁ সেবা হলো রেস্তোরাঁতে বসে খাবার খেয়ে আসা। আর ক্যাটারিং সেবা হলো, খাবার আপনার স্থানে সরবরাহ দিয়ে যাওয়া।         এসি আবাসিক হোটেলের ক্ষেত্রে ভ্যাটের হার ১৫%। নন-এসি আবাসিক হোটেলের ক্ষেত্রে ভ্যাটের হার ৭.৫%। সাধারণ রেস্তোরাঁর ক্ষেত্রে ভ্যাটের হার ৫%। তবে, তিন তারকা বা তদূর্ধ্ব মানের আবাসিক হোটেলে অবস্থিত রেস্তোরা, মদের বার আছে এমন আবাসিক হোটেলে অবস্থিত রেস্তোরাঁ এবং মদের বার আছে এমন রেস্তোরাঁয় ভ্যাটে হার ১৫%। ক্যাটারিং সেবার ক্ষেত্রে ভ্যাটের হার ১৫%।  এই সেবাগুলোর মধ্যে এসি হোটেল ও নন-এসি হোটেলের ক্ষেত্রে উৎসে ভ্যাট কর্তন করার বিধান আছে। সাধারণ রেস্তোরাঁ এবং ক্যাটারিং সেবার ক্ষেত্রে ভিডিএস কাটার বিধান আছে [ভিডিএস বিধিমালার বিধি ৩(২)]। এ বিষয়গুলো আগামী টিপসে আরো সাজিয়ে সহজভাবে পেশ করার চেষ্টা করবো, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫১/২০২৩:  বিষয়: সেবার ক্ষেত্রে ভিডিএস কর্তন।   পণ্যের ক্ষেত্রে ভিডিএস কর্তন করতে হবে কি হবে না তা বুঝতে হলে দুটি দিক থেকে চিন্তা করতে হয়। এক হলো, পণ্যের সরবরাহ কে দিয়েছে? আমদানিকারক, নাকি উৎপাদনকারী, নাকি ট্রেডার (ব্যবসায়ী), নাকি যোগানদার। দুই হলো, ওই পণ্যের ওপর ভ্যাটের হার কতো। সেবার ক্ষেত্রে এভাবে চিন্তা করতে হবে না। ভিডিএস বিধিমালায় ৪৩টা সেবার একটা তালিকা রয়েছে। সেবার ক্ষেত্রে চিন্তা করতে হবে যে, এই তালিকায় উল্লেখিত সেবার ক্ষেত্রে করণীয় কি এবং তালিকার বাইরের সেবার ক্ষেত্রে করণীয় কি।         ভিডিএস বিধিমালায় উল্লেখিত ৪৩টা সেবার যে তালিকা রয়েছে, তার মধ্য থেকে আপাতত ৩টা সেবা আমরা বাদ দিয়ে রাখি। সে ৩টা সেবা হলো: ক্রমিক নং ৬ বিজ্ঞাপনী সংস্থা, ক্রমিক নং ১৫ আসবাবপত্র এবং ক্রমিক নং ২৩ টেলিভিশন ও অনলাইন সম্প্রচার মাধ্যমে অনুষ্ঠান সরবরাহকারী। এই ৩টা সেবা আপাতত বাইরে রাখলে ৪০টা সেবা থাকে। ভিডিএস আলোচনার সবচেয়ে গুরুত্বপূর্ণ কথা হলো, এই ৪০টা সেবার ক্ষেত্রে সকল পরিস্থিতিতে ভিডিএস কাটতে হবে [ভিডিএস বিধিমালার বিধি ৩(২)]। ভ্যাট চালান থাকলেও কাটতে হবে, না থাকলেও কাটতে হবে; ট্রেজারী চালান থাকলেও কাটতে হবে, না থাকলেও কাটতে হবে, সকল পরিস্থিতিতে কাটতে হবে। কাটার পরে কি করতে হবে সেটা পরবর্তীতে আলোচনা করা হবে। তাই, উৎসে কর্তনকারী সত্তা এই ৪০টা সেবা ক্রয় করার ক্ষেত্রে কোনো চিন্তা-ভাবনা না করে তালিকায় উল্লেখিত হারে উৎসে কর্তন করবে। আশা করি, বিষয়টা সহজ মনে হচ্ছে। আমার জীবনের একটা ব্রত হলো, ভ্যাট যা জনগণ কঠিন বলে মনে করে, তা জনগণের কাছে সহজভাবে উপস্থাপন করা। দোয়া করবেন।  সেবার ক্ষেত্রে ভিডিএস কর্তন সংক্রান্ত আরো কয়েকটা টিপস দেয়া হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৫০/২০২৩:  বিষয়: কিছু ব্যতিক্রমী পণ্যের ক্ষেত্রে ভিডিএস কর্তন।    গত ৪৮ নম্বর টিপসে আমরা আলোচনা করেছিলাম যে, পণ্যের সরবরাহ গ্রহণের ক্ষেত্রে ভিডিএস কর্তন করতে হলে মূল বিবেচনার বিষয় কি। আজ আমরা কিছু ব্যতিক্রমী পণ্য নিয়ে আলোচনা করবো, ইন-শা-আল্লাহ্।         জ্বালানী তেল, গ্যাস, ঔষধ এবং ভ্যাট আইনের প্রথম তফসিলভুক্ত পণ্যের সরবরাহ গ্রহণের ক্ষেত্রে ভিডিএস কাটতে হবে না (ভিডিএস বিধিমালার বিধি-৫)। জ্বালানী তেল বলতে পেট্রোল, ডিজেল, অকটেন, কেরোসিন, ফারনেস অয়েল ইত্যাদি সব ধরনের জ্বালানী তেল বোঝায়। গ্যাস বলতে লাইনের গ্যাস, সিএনজি, এলএনজিসহ সব ধরনের গ্যাস বোঝায়। ঔষধ বলতে সব ধরনের ঔষধ বোঝায়। তেল, গ্যাস, ঔষধ এবং ভ্যাট আইনের প্রথম তফসিলভুক্ত পণ্য ক্রয়ের ক্ষেত্রে সম্পূর্ণ বিল পরিশোধ করে দিতে হবে। ভ্যাট আইনের প্রথম তফসিলভুক্ত পণ্যের ক্ষেত্রে ভ্যাট আইনের কোনো পরিপালন করতে হবে না।  আগামী টিপসে সেবা গ্রহণের ক্ষেত্রে ভিডিএস-এর বিধান আলোচনা করা হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৪৯/২০২৩: বিষয়: ইএফডি ইদ্বোধন।   গত পরশু ২২ আগষ্ট মাননীয় অর্থমন্ত্রী ইএফডি (ইলেকট্রনিক ফিসক্যাল ডিভাইস) উদ্বোধন করেছেন। জেনেক্স ইনফোসিস নামে একটা প্রতিষ্ঠান আগামী ৫ বছরের মধ্যে ঢাকা ও চট্টগ্রামের ৫টি কমিশনারেটে ৩ লক্ষ ইএফডি মেশিন স্থাপন করবে। বাংলাদেশের ভ্যাট ব্যবস্থায় ভ্যাট অনলাইন প্রকল্পের পর এটা সবচেয়ে বড় কার্যক্রম। তবে, এই কার্যক্রমের সফলতা নির্ভর করছে ভ্যাট চালানপত্র ইস্যু করার ওপর। বিক্রেতাকে ভ্যাট চালানপত্র ইস্যু করতে হবে, ক্রেতাকে ভ্যাট চালানপত্র চেয়ে নিতে হবে। ব্যবসায়ী সংগঠনগুলোকে তাদের সকল সদস্যদের ইএফডিতে ভ্যাট চালানপত্র ইস্যু করা উৎসাহিত করতে হবে। মিডিয়াতে গঠনমূলক প্রচারণা থাকতে হবে। তাহলেই ইএফডির উদ্দেশ্য সফল হবে, ইন-শা-আল্লাহ। তাছাড়া, অন্যান্য কমিশনারেটগুলোতে দ্রুত ইএফডি স্থাপন করার প্রয়োজন হবে। তা না হলে অসম প্রতিযোগিতার প্রশ্ন থেকেই যাবে।  ইএফডি সফল করা আমাদের জন্য অতীব জরুরি। এর আগে ইসিআর সফল হয়নি। ইএফডি সফল করতে পারলে প্রায় ৩০% ভ্যাট স্ট্রীমলাইন হয়ে যাবে, ইন-শা-আল্লাহ্। ক্রেতা, বিক্রেতা, ব্যবসায়ী নেতা, অফিসার, সিভিল সোসাইটি লীডার, অর্থনীতিবিদ, টেকনোলোজি পার্টনারসহ সকল অংশীদারদের প্রতি আমার একটা অনুরোধ হলো, দয়া করে আপনারা কেউ নেগেটিভ কথা বলবেন না। হবে না, করা যাবে না, এমন কথা দয়া করে কেউ বলবেন না। কিভাবে আরো ভালো করা যায়, সে বিষয়ে সাজেশন দেবেন। অন্যে কি করেনি সেই আলোচনা না করে নিজের যেটুকু করণীয় ছিল সেটুকু আমি করেছি কিনা দয়া করে সে পর্যালোচনা করার জন্য সকলের প্রতি বিনীত অনুরোধ করছি। প্রত্যেকটা মানুষের কিছু না কিছু করণীয় রয়েছে। আমরা সবাই যদি আমাদের নিজের কাজটুকু করি, তাহলে এই উদ্যোগ সফল হবে ইন-শা-আল্লাহ। লেট আস হোপ ফর দ্য বেস্ট। দয়া করে আপনি লিখবেন কি ইএফডি সফল করতে বা ইএফডিতে ভ্যাট চালান ইস্যু করতে আপনার করণীয় কি?        ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৪৮/২০২৩: বিষয়: পণ্যের ক্ষেত্রে ভিডিএস কর্তন।   আমরা গত টিপসে আলোচনা করেছি যে, পণ্যের ক্ষেত্রে মূল বিবেচনার বিষয় হলো, ভ্যাটের হার কতো এবং কে সরবরাহ দিয়েছেন। আমরা জানি যে, পণ্য সরবরাহ করেন আমদানিকারক। আমদানিকারক আমদানি করার পর বিক্রি করলে তিনি ব্যবসায়ী (ট্রেডার) হয়ে যান। তাছাড়া, পণ্য সরবরাহ করেন উৎপাদনকারী। পণ্য সরবরাহ করেন ব্যবসায়ী এবং পণ্য সরবরাহ করেন যোগানদার। আমরা জানি যে, ব্যবসায়ী স্তরে ভ্যাটের হার মূলত দুটি। রেয়াত নিলে ১৫%, আর রেয়াত না নিলে ৫%। উৎপাদন স্তরে ভ্যাটের হার মূলত ৪টি; যথা: ১৫%, ১০%, ৭.৫% এবং ৫%। যোগানদারের ক্ষেত্রে ভ্যাট হার ৭.৫%।       আমাদের আলোচনার মূল বিষয় হলো, পণ্যের ক্ষেত্রে উৎসে ভ্যাট কর্তন করতে হলে মূলত ভ্যাটের হার বিবেচনা করতে হয়, আর সরবরাহকারীর স্ট্যাটাস বিবেচনা করতে হয়। এ দুটি বিষয় বিবেচনা করে এখন আমরা এ্যাপ্লিকেশন দেখি। যদি উৎপাদনকারী ভ্যাট চালানপত্রসহ পণ্য সরবরাহ করেন, তাহলে যে ভ্যাট হার হোক না কেনো (১৫%, ১০%, ৭.৫%, ৫%) ভিডিএস কাটতে হবে না। ভ্যাট চালানপত্র না থাকলে প্রযোজ্য ভ্যাট উৎসে কর্তন করতে হবে। আমদানিকারক এবং ট্রেডার যদি ১৫% হারে ভ্যাট চালানপত্র ইস্যু করে পণ্য সরবরাহ করেন এবং মূসক সম্মাননাপত্রের কপি প্রদান করেন, তাহলে ভিডিএস কাটতে হবে না। ভ্যাট চালানপত্র ও সম্মাননাপত্র না দিলে ৭.৫% ভিডিএস কাটতে হবে। আমদানিকারক এবং ট্রেডার যদি ৫% হারে ভ্যাট চালানপত্রসহ পণ্য সরবরাহ করেন, তাহলে ৭.৫% উৎসে কর্তন করত হবে। আর যোগানদার পণ্য সরবরাহ দিলে ৭.৫% উৎসে কর্তন করতে হবে। আগামী টিপসে পণ্যের ক্ষেত্রে কিছু ব্যতিক্রমী পণ্য সরবরাহের ক্ষেত্রে ভিডিএস-এর বিধান আলোচনা করা হবে, ইন-শা-আল্লাহ্।      ধন্যবাদ ও শুভ কামনা।ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক।"
    },
    {
        "details": "ভ্যাট টিপস-০৪৭/২০২৩:  বিষয়: যোগানদার, ভিডিএস এবং ভ্যাট হার।    আমরা যোগানদার আলোচনা করছি। যোগানদার আলোচনা করার মূল কারণ হলো, ভিডিএস কর্তন বুঝতে পারা। ভিডিএস এর একটা বড় অংশ হলো যোগানদার।       পণ্য এবং সেবা ক্রয়ের ক্ষেত্রে ভিডিএস কর্তন করার নিয়ম রয়েছে। যারা উৎসে ভ্যাট কর্তনকারী সত্তা, তারা ভিডিএস কর্তন করবে। তবে, সকল ক্রয়ের ক্ষেত্রে কর্তন করতে হবে না। যেসব পণ্য এবং সেবার ক্ষেত্রে ভ্যাট ফাঁকি হয়ে যাওয়ার আশঙ্কা বেশি, কেবলমাত্র সেইসব পণ্য ও সেবার ক্ষেত্রে ভিডিএস কর্তন করার বিধান করা হয়েছে। কোন কোন ক্ষেত্রে এই ঝুঁকি বেশি এবং কোন কোন ক্ষেত্রে ভিডিএস কর্তন করতে হবে তা বুঝতে হলে কয়েকটা দৃষ্টিকোণ হতে বিষয়টা দেখা যায়। তার মধ্যে দুটো দিক আজ আলোচনা করবো, ইন-শা-আল্লাহ। পণ্যের ক্ষেত্রে মূলত চিন্তা করতে হয়, পণ্যের ওপর ভ্যাটের হার কত শতাংশ। মূলত এর ভিত্তিতেই ভিডিএস কর্তন করতে হবে কি হবে না তা নির্ণয় করা হয়। আর সেবার ক্ষেত্রে চিন্তা করতে হয়, সেবাটি উৎসে ভ্যাট কর্তনের সেবার তালিকার মধ্যে অন্তর্ভুক্ত, নাকি তালিকার বাইরে রয়েছে। উল্লেখ্য, উৎসে ভ্যাট কর্তন বিধিমালায় এমন একটা তালিকা রয়েছে। এই দুটো দিক চিন্তা করলেই কোনো ক্ষেত্রে ভিডিএস কর্তন করতে হবে কি হবে না তা নির্ণয় করা যায়। তবে, কিছু ব্যতিক্রম রয়েছে। এ বিষয়গুলো আগামী কয়েকটা টিপসে আলোচনা করা হবে, ইন-শা-আল্লাহ্।       ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    },
    {
        "details": "ভ্যাট টিপস-০৪৬/২০২৩:  বিষয়: যোগানদার চেনা এবং ভিডিএস কর্তন।    গত চারটি টিপসে আমরা যোগানদারের চারটি বৈশিষ্ট্য আলোচনা করে দেখিয়েছি যে কিভাবে যোগানদারকে চেনা যায় এবং ব্যবসায়ী (ট্রেডার) এর সাথে যোগানদারের পার্থক্য কিভাবে নির্ণয় করা যায়। উৎসে ভ্যাট কর্তন করার ক্ষেত্রে যোগানদার চেনার দরকার ‍খুব বেশি হয়, কারণ মাঠ পর্যায়ে যে সকল ক্ষেত্রে উৎসে ভ্যাট কর্তন করা হয়, তার মধ্যে যোগানদারের সংখ্যা এবং পরিমাণ উভয়ই বেশি।      ভিডিএস কর্তন করার ক্ষেত্রে যোগানদার ছাড়াও আমদানিকারক, উৎপাদনকারী, ব্যবসায়ী এবং সেবা প্রদানকারীদেরকে চিনতে হয়। আমদানিকারক চেনা সহজ। সব ডকুমেন্টে ইমপোর্টার লেখা থাকে, বিল-অব-এন্ট্রি থাকে। উৎপাদনকারী চেনাও সহজ। সব ডকুমেন্টে ম্যানুফ্যাকচারার লেখা থাকে। তাছাড়া, উৎপাদন স্থান খুব দৃশ্যমান থাকে। ভিডিএস কর্তনকারীকে প্রতিটি বিলের ক্ষেত্রে এভাবে সরবরাহকারীকে চিনতে হয় না। উৎসে কর্তনকারীর কাছে যারা সরবরাহ করে, তাদের তালিকা থাকে। যখন সরবরাহকারীকে তালিকাভুক্ত করা হয়, তখনই বিষয়টি নিশ্চিত হয়ে নেয়া যায়। সরবরাহকারীর ব্যবসায়ের প্রকৃতি কি তা তার ট্রেড লাইসেন্সে উল্লেখ থাকে। তার প্যাডে উল্লেখ থাকে। সর্বোপরি, তার ঠিকানায় গমন করে সরেজমিনে দেখে আসা যায় যে, তার ব্যবসার প্রকৃতি কি। উৎসে কর্তনকারীকে প্রথমত বুঝতে হয় যে তিনি যার কাছ থেকে সরবরাহ নিয়েছেন তিনি কি আমদানিকারক, নাকি, উৎপাদনকারী, নাকি ব্যবসায়ী, নাকি যোগানদার, নাকি অন্য কোনো সেবা প্রদানকারী।      ধন্যবাদ ও শুভ কামনা। ড. মোঃ আব্দুর রউফ, ভ্যাট বিশেষজ্ঞ ও ভ্যাট প্রশিক্ষক। "
    }
]